{
    "header": {
        "type": "Mental Health Workshop",
        "starting date": "1997-11-20",
        "location": "Cape Town",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56347&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/mental/1mental.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BAQWA",
            "DR ORR",
            "FLOOR",
            "MEMBER",
            "MR ANTHONY",
            "MR SAUNDERGUARD",
            "MS MOHAPI",
            "MS WILDSCHUT",
            "PROF MAGWAZA",
            "PROF NICHOLAS",
            "PROF SEEDAT",
            "PROF SIMPSON",
            "UNKNOWN",
            "WHO ELSE"
        ],
        "original_speakers": [
            "DR ORR",
            "MRS MKHIZE",
            "CHAIRPERSON",
            "MR COOPER",
            "MS WILDSCHUT",
            "DR COOPER",
            "DR BAQWA",
            "UNKNOWN",
            "DR BHANA",
            "MR BHANA",
            "PROF MAGWAZA",
            "PROF NICHOLAS",
            "MR SAUNDERGUARD",
            "MS MOHAPI",
            "PROF SEEDAT",
            "MEMBER",
            "WHO ELSE",
            "PROF SIMPSON",
            "FLOOR",
            "MR ANTHONY",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "DR ORR",
            "... to look at the whole health sector process.  But I think in addition, we are hoping that out of this workshop will come issues to do with reparation and rehabilitation and I think Hlengiwe is going to speak to that issue.",
            "Unknown"
        ],
        [
            [],
            "Thank you colleagues.  I will also like to add a word of welcome.  This part of the process is very, very important for us because it gives us an opportunity to make sure that in our recommendations, we do not compromise mental health related recommendations.\n I know some people have been concerned that this won't get the publicity that the health submissions got.  I should think really we must understand that what is important is not so much the media drama, if we work and we carefully examine issues and in our report, mental health related issues are not compromised, I should think we would have achieved our goal.\n So, the numbers are not very good, but I hope we will be creative and make sure that we cover the areas which have been identified in the letter of invitation very, very carefully and achieve what we have set ourselves up to achieve.\n And the first question which most people have been asking is, why a workshop in mental health following the health hearings?  I should think Wendy has in a way tried to link the two.  To add to what she has said - as a Commission we are really in search for a name for an institution which will address the needs of people who have appeared before the Commission with overwhelming emotional scars.\n Our mental health institutions have over the years been accused of committing gross human rights' violations and I looked at the submissions, those concerns that had been raised time and again, even in June when we had the health submissions, there was a theme whereby people constantly raised concerns about mental health institutions.\n Experts within our profession have also been accused of being instrumental in devising torture methods.  That again, hasn't been given the attention it deserves.\n The mental health directorate has been left without a Director for more than a year in the history of our country, so all those things are just raising cause for concern as to who is going to address the issues which have emerged in this process.\n In terms of the mental health directorate, in terms of its location, it remains a cinderella within the Department of Health and mental health related concerns flowed backward and forward between health and welfare.  In one of the submissions here, I don't know if you've all got the submissions that I am referring to, there is a call for instance which has been made by a well-known psychologist Professor Victor Nel whom we had thought he would be here, who is making a call for a creation of a human service department or ministry.\n This is a bold call for the creation of help and guidance centres under the human service department or ministry.\n In his words, he is saying medical gate keeping to human services, will be replaced by a system better able to avoid physical treatment of psychological distress.  Individuals will often be self-referred, deciding themselves whether to present at a health clinic or at a health and guidance centre.\n Cost offset benefits will accrue through the avoidance of expensive medical treatment and the reduction of client loads at clinics.  At the same time, a broad base will be established for the development of the full range of human services within which known governmental organisations could be accommodated.\n I would like to add three things to Prof Nel's proposal that what he is saying, it offers a concrete step to a promised move from institutionalised care to community mental health care.  Secondly it opens a window opportunity for other people like business, the churches and so on, and angels of course as he referred to them, to be part of a solution in healing the wounds of the apartheid experience.\n Thirdly, SAISA has already made a call for the independence of SYCO of the control of psychology from the Medical and Dental Council, so SAISA and Prof Nel's position, can merge well if carefully examined.\n And they can lead to concrete results of strengthening community base care or promotion of well-being rather than adherence to occur.  Here is Sats Cooper, just when I have finished to talk to what SAISA had said.  I am sure if he had indicated that he will be part of us, he will articulate that better and there will be an opportunity for him to articulate that this morning.  It is very, very important for us to be clear about what we are saying.\n The question is how will the TRC process be carried forward.  Really healing the memories of the past and developing the culture of human rights' is a major challenge, especially for our profession.\n Professionals with psychological skills have an important role to play, especially to facilitate processes which will address generational, emotional dilemmas.\n As I have said, there is a big question whether mental health care as it stands today, will be in an opportunity to assist in this task or we need to carefully examine Prof Nel's proposal as well as SAISA's proposal, because if we do not do that, the opportunity will be lost in terms of creating a new establishment which will make sure that our skills are not compromised under established professions, or professions which have dominated this field over the years.\n So we are hoping that as we are guided by experts who will be talking to different areas, we will spend some time in workshops and get clarity as to where, what we want to recommend in our report at the end, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  The next section, if you remember the invitations we spread up the topics according to the focuses as you can see on the programme.  We actually didn't get any submissions regarding Legislative Regulations which was a shame.  We had one person who could have come, but they had to come up from Cape Town, and we didn't have enough flight tickets for that.\n It is very short notice, but I wonder whether we could maybe open it up, the discussion, we've got half an hour to not in terms of a submission, but maybe Sats Cooper, you've just arrived, I don't know whether you are how on foot, but I wonder whether we could actually open up the discussion in terms of Legislative Regulations of Mental Health, because we actually haven't got a spokesman for that particular section.  What do you people think?\n Mr Cooper, do you think you could - could you please come forward?",
            "Unknown"
        ],
        [
            [],
            "As you are aware, the current dispensation is one (indistinct) with transition, because the legislation is being revised.\n We have a Health Profession's Act that is currently under consideration by the National Council of Provinces and it is almost a foregone conclusion that that will be adopted during this session, however, there is going to be probably an amendment to that legislation in February session, because it has been raced through by the State Attorneys and there are grave problems with that legislation as it currently stands, so I would imagine that the Commission and the Health Sectors generally, but more specifically the Mental Health Sector can give some serious consideration to impacting on how that amended legislation can be in February.\n That is one.  The second is that the Mental Health Act is currently being considered for revision.  However, and I don't want this to be looked at as a judgement of the people responsible for the process, this legislation is likely to end up becoming just like the Health Profession's Act which is really the Medical and Dental Council's Amendment Act, it is going to be a patchwork quilt to make the current legislation a little more acceptable in terms of the new dispensation.\n However, it is unlikely to meet the serious challenges posed by Mental Health generally attributable to living in an apartheid society, which is one of the serious problems that the Mental Health sector has not even come to terms with - the serious stress of living under an apartheid society.\n As we know, at least one in two persons going to Doctors' surgeries or receiving or requesting medical help, have a psychological rather than a somatic base to their illness.  This is true the world over.  In South Africa the research shows this but the research is dated to the 70's.\n And given the massive social transformation that has taken place in the interceding years since that research was conducted by the HSRC, we can safely say that not less than one in two persons going for help treatment, suffers from a psychological base rather than an organic or somatic base to their illness.  That poses severe consequences for the whole system of Mental Health delivery, but Health delivery as well because there has been a bias to somatic health rather than look at the psychosomatic and other tenant consequences of living in a highly stresses, highly divided and highly racist environment.\n What it does to both black and white, what it does to people who have been living under this (indistinct) over a long period of time.  In making these submissions, it is noteworthy that the submissions are being made and I am saying this with a smile in my face, that is why I pitched here a little late, being made also on behalf of the professional board for psychology.  It is noteworthy that when submissions are made by various sectors, it tends to be the darkies who come and front for the people who have been responsible for these conditions.\n In the business sector, for Cyril Ramaphosa to be one of the leaders in presentation, is a supreme irony.  For the Mental Health sector, for Sats Cooper to present this, is also another irony, but this has been a late motive that I am sure the Commissioners have taken note of.\n There seems to be a clear cowardice by white benefactors of the past system, to actually confront their benefit during this era under consideration.\n I would imagine that there are very few now, within the Health Sector and indeed specifically in the Mental Health Sector, who would acknowledge participation whether overt or covert for the gross and lesser human violations that have taken place during their period of untrembled control of our society.\n Having said that, I think it is important also to recognise that there are many people who having benefitted from that past, and who have been trust into serious positions of prominence within particular sectors and particular fields in health, are now apparently prepared to make some concession to creating a climate for reconciliation.\n There is no way to test their subjective commitment to this process, but we have to only go on their objective statements to that effect.  I have had certain comments from colleagues about the quaint and particular involvements that they have had and how they have been subject to scrutiny by the previous security apparatus and so on and so on and so on.\n But nevertheless, all that type of witness really amounts to trivialising I think this whole Truth and Reconciliation process.  A position which has not been fully canvassed, certainly not at all with the professional board, but within the psychological fraternity and within SAISA specifically, is one for specific reparations for specific care giving for rehabilitation purposes for those who had been affected directly by gross human violations and a suggestion I would like to put forward, is to consider a particular list of people who could be enabled to get assistance should they have been victims of gross human violations during this period under review, and should they have come forward to so testify and so claim that they have been affected by gross human violations, I would imagine that one needs to look at the kinship relationships.  One needs to look at at least the first degree remove in terms of the victim.\n By that I mean if it is myself, you should look at my parents, if they are alive or step parents or other extended network, because one of the problems with our legislation is it is a narrow (indistinct) christian western one, that excludes the extended family network and the result is a vast number or our people, get penalised.\n For instance in the welfare system, legitimacy begins to be, was the norm rather.  So what I am saying is we must look at the parentage, so it could be a grandmother who is that parent and then below, the children and offspring and other dependants, or people relying on me, that at least those three generations, my generation as an affected individual, the people above me and the people below me, need to get treatment, because it does have very severe effects.\n From my own particular experience with having been a victim of the repressive system in the past, I know that there are very close family and friends, comrades, who even 20 odd years after a detention, and that detention may have been for a very short period of time, and may have involved some verbal abuse and a few slaps, are affected by what has happened to them, because there has been no resolution of that.\n I think all the trauma other torture rehabilitation work that have been done from the, during the period of the 1980's to now, have really touched the surface only of the problem.  So, this method may actually create a window of opportunity for those people who have testified before this Commission, and I would imagine you need to give a period when those people who have not testified because of the cut off date, being in December because people may not have been informed, or many people like I know colleagues who have just said, what is the point.  It has happened, I have been a participant in creating this new society, but why should I come there and cry?\n Why should I come there and seek some restitution.  We should give them a window of opportunity over a few months to actually come and seek treatment.  There is nothing that can be done to impose on them to seek assistance, but that assistance should be given.  An additional point is one that I think the Reparations Commission has been battling with in terms of assisting people to get on their feet.\n A point would be to look at the legislation in some other societies like in India where you have the so-called untouchables, who have been given a particular status in the society.  There is a particular affirmative action status, that they enjoy.  Indeed a court system applies in many states in India for those Hurijans or formerly untouchable groups of people.  My suggestion would be that victims again to those two generations removed on either side, should have a certain preference in the State sector for employment, because that is our tax money.\n It is not asking private businesses to employ them, it is not saying to Sanlam who has come here and talked about we couldn't do anything about Steve Biko's death in our building, nevertheless Sanlam is known to have employed a lot of ex-Security policemen and so on.  It is not asking them, it is saying to this government that controls our tax money, use it to benefit those people who have sacrificed singularly to make this society possible, give them preference.\n So it is a form of super affirmative action, affirmation.  And that should apply for a particular window period.  Maybe over a 15 to 20 year period and it normalises thereafter, but that would be a very positive way of saying to people, when there is a job and the choice has to be Lionel Nicholas and myself, and if Lionel Nicholas but he had been a victim of gross human violations, that example, that is why I can use it, then one of us should get the preference for the job, because there has been that degree of suffering.\n Those are some of the practical suggestions that I would like to make to this process.  The other thing is and this is particularly affecting me.  There are people in society who are being paid by our tax money, who have been responsible for gross human violations, or actively colluded in gross human violations.\n Why should our tax money be used to maintain them in either civil service, in either educational or other capacity?\n For instance Amid Bauer, who is the principal of Natal University, Durban, was the Chief State witness against me in my trial.  Why should he be paid with my tax money?  He has never come to me to say I am sorry, I was a kid at that time, I was abused or whatever, he has never done anything like that.  Why should that, I am giving you merely one example, why should that be?\n Why should our money be used to carry those sorts of people whatever their current political affiliations are?  So, I have covered in a sense some general issues, but also more particular ones which I think that the Commission should consider in its wisdom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Professor Cooper.  Thank you for that and also for the personal angle, because I think really I mean it isn't the usual hearing this, and it is nice to get more anecdotal material.  It is all being recorded.\n Can I bring you back to the legislative part of it?  You mentioned the Mental Health Act and that it is being considered.  Could you perhaps say a  little bit more about what the, where it is at at the moment, your thoughts about the actual sort of philosophical strand overhead as it stands at the moment, and where it needs to be changed?",
            "Unknown"
        ],
        [
            [],
            "The Chairman, of this Commission was the Chief Director of Mental Health and (indistinct) and abuse, and she will know that when you are in such office, what happens is that you get put into a situation where you have to carry a lot of bureaucratees.  There is almost an environmental push to get certain existing things sorted out, without consideration of the greater vision.\n And I think that the current encumbrance are actually trying to grapple with that mix.  There is Melvin Freedman and there is Dr, who was previously at UDW, Ugan Pillay, who are in that division and are trying to get better legislation, but I think the philosophical basis of it should be our society has been a peculiarly disturbed one, given its abnormalcy.\n Our Mental Health Act ought to be predicated on that abnormalcy.  It is not denying that we ought to make the apartheid base a precept, a key precept of well-beingness and that that Act ought to become rather than merely a reactive enablement for people, suffering mental distress and discomfort and serious illness, ought to be a proactive one towards creating a well-beingness, towards creating psyco-sosio oneness, equity, the intent of this Act under which the Commission is operating, so that we truly can integrate Mental Health into positive ways rather than just simply labelling them as we have done in the past.\n So I think that that vision ought to be there, and the Commission would do well if it can impact on that legislative process, otherwise you can get State Attorneys who simply do (indistinct), alteration of Acts and try to bring them in line with the new constitution and new dispensation, but it is really the old functionalism in a new order, and will we not then be perpetuating a reactive process, rather than create a very proactive stance saying well-being is paramount and how do we look at the different elements of assisting create that well-being.\n Yes, being reactive, providing tertiary but providing secondary and very importantly providing that primary preventative approach to Mental Health, and that means dealing with the issues arising out of race.  In our society, right now, even though apartheid does not exist, it exists deeply etched in our individual and collective psyches.\n When we look at each other, we say well, that darkie, that whitie, and we are in two's about how good we are, what a great man Mandela is, but in our heart of hearts, we believe that actually kaffirs shouldn't be ruling.\n How do we attend to that type of aspect in our society? I am talking about a deeply engrained racism which if we continue to gloss over, we will be creating future nightmares for our children to confront.\n Let the nightmare of the past be one that we at this time, hopefully in our maturity, come to terms with.  All those things, I believe, ought to be informing that Mental Health legislation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Can I maybe put it to the panel if they would like to ask Dr Cooper any more questions?",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Although my name is here, I will say my name first as instructed by the Chairperson, Glenda Wildschut speaking.  I wondered whether you have any comments on whether in the legislation, we should be considering (indistinct) more specifically, I know legislation is often more broadly written, so that people have some interpretation into the legislation, but we have had quite a lot of difficulty in the past with that legislation being interpreted in a very narrow medical model and should we not consider something in the legislation which would help us to include other treatment modalities in Mental Health care?",
            "Female"
        ],
        [
            [],
            "I think Glenda, that is very pertinent to what I am sure many of my colleagues, as I see them here, I see Dr Baqwa, I see the other colleagues in front here.  I think that we and I am not excluding the other people, it is just because my line of sight is there, I think that it is important to include or make some sort of a preambilatory statement about utilising the richness of our cultural variables in society.\n Because sometimes, and this is a debate that some of my colleagues know during the post-detention sort of interventions, sometimes, it may not be one on one, once a week intervention for years on end, that is going to work.  It may be actually helping the person to connect with a few other people, doing some group work, or doing some community rehabilitative stuff where they can interact with others who have gone through the process and have come out more whole, that those types of modalities may be more important than doing text book one on one, classical western interventions, which actually are going to be very, very costly and you are going to then find you are creating like we have created fantastic jobs for lawyers in our new society, we are going to be creating fantastic jobs for psychologists, psychiatrists, psychiatric social workers and so on.\n I think the sooner we can put that in a sense down, away from those elites to community based interventions, so that if there is a serious community based intervention preference will be given to that, rather than keeping me in money and paying me to provide that service which is going to be too expensive and there are not enough psychologists as you know, and psychiatrists certainly, to go around to help.\n So I would say the more community based there are and the more they have related to doing other things, getting on with your life like the stuff that I am sure, my colleagues, particularly Professor Seedat will address and the work they had been doing, in treating people like ordinary human beings, letting them get on with their lives rather than treating them as a special case that always needs to be continued with that umbra of this person is unwell, this person will continue being under the pall of receiving some tertiary intervention.\n So I think community intervention is very important.",
            "Male"
        ],
        [
            [],
            "Just one question, because to me knowledge is the gist of everything, including intervention and whatever functionaries we have to do as Mental Health profession.  How do you think the Acts can facilitate the issues of creation of knowledge and the acquisition of knowledge or ownership of knowledge that integrates the cultural knowledge, the experiences which people have said in the field, as well as the social aspects.  What I am trying to say here is that at the moment, we talk again and again about the fact of how we have used the knowledge, that is foreign to our practices as a guideline for what we are doing but I think we haven't done very much in terms of how can we facilitate the process of we as people, I shouldn't be saying as blacks, but everybody else who have had enough experience in the field, including the traditional healers, how can we facilitate a process where we can have, create our own knowledge, the knowledge that we can own and recognise and that will guide us in our operation?",
            "Female"
        ],
        [
            [],
            "I think that that one is a much more difficult one to address, because you see, there is an epistemological base in the society which is very clearly Euro-American in foundation.\n And to integrate cultural experiences, whether immediate or handed down over generations, into that ethic begins to be almost some form of atavism that you actually are going to wear a (indistinct) and so on and here we are a society wearing society you know suits and ties and dressed in a particular mode.\n I think it is incumbent on intellectuals to put forward their beliefs and I am saying without fear or favour, is actually missing the point, because you know that we are informed, essentially by a media that is ensconced in the western ethic, so that if you come with anything that begins to threaten that comfort zone, people are going to trash it.\n That has been a position more recently with the call for an African renaissance and previously with Africanism and Black Consciousness and searching for different ways on intervening.\n So I think it is up to the intellectuals within those fields, to come up with viable modalities, other wise you see, the advantage of the western system is it has been tried, it has been tested, it does work within particular contexts.\n Transposing them hocus bolus to ours, is an issue, but if we transpose them understanding the cultural issues in our society, and without just throwing the baby in the bath water off western intervention out, but saying X works, whereas W and Z won't, would be a way in the interim.\n But I think it challenges leaders in the field to be more forthright about their belief systems.  I don't think you can legislate for that.  You can actually hint at being more culturally sensitive and being more historic in approach, rather than being totally ahistoric as we are in the society and transpose a Euro-Western modality or set of modalities of intervention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Cooper.  Can I maybe, I have just been handed a note -  okay, Hlengiwe Mkhize would like to ask you another question.",
            "Unknown"
        ],
        [
            [],
            "Thank you very much Sats for an exposition that you have given us.  I just want to get your thoughts in this because for us, really it is important to make sure that we make recommendations which will be helpful in the process hopefully.\n Regarding you know, especially around the review of Mental Health Act and the issues around the Professional Board of Psychology that is very, very important because how the needs of people that you were referring to, are addressed, will be to a large extent, its success, will be determined by where the body which will address these is located.\n I mean, my limited experiences in the ministry of health was that what we were doing, really were working on reforms because by virtue of being located in that department for instance, psychiatry as a profession is well established and as much as there was a general move towards saying look, let's move towards community Mental Health care, clearly you could see that in reality the traditional way of handling mental health will dominate for many years to come, because people who are strong is there are people who are strong in terms of psychiatric care and those are the people who are in control and moving towards community Mental Health, was often seen as a chaos which one cannot manage.\n So, I am still really not sure in my own mind, I mean, when before you came in I reviewed what the submission we have got from Victor Nel where he is talking of a, where he is proposing a human service.  I have forgotten how we phrased it.  I mean people who have read his work, they know what he has been calling for for a long period of time.\n But it is like a human service department, which can accommodate more and more the expertise.   You spoke about race related issues, which we know they are an issue in Mental Health if you look at Paul Saunderguard's work, it raises that a lot and many other people.\n But I don't think within a Ministry of Health, it can be accommodated as a serious text.  I just wanted your comment, I know you have spoken to it, but still there are gaps as to what are we saying.",
            "Female"
        ],
        [
            [],
            "Yes, there are a couple of issues there.  The last one, first.  I think it is a difficult one when we have inherited the old system and we have a (indistinct) of Ministries, particularly in the latter years of the previous government, they just started creating new Ministries.\n The approach of, well that is the suggestion if I hear it correctly from Victor Nel, is one that is akin to what applies in the United States, Health and Human Services.  That takes account of all health, all welfare, social interventions.\n But, we have got - you need to also balance that against political territorial and other realities.  Will a new government in power want to divest itself of some of those Ministries when it actually provides positions for patronage or other reasons for a lot of Ministers and a lot of Directors General and so on and so on?\n And  my sense is that is going to be one of the hardest nuts to crack because rationalising those Ministries from the almost 30, to a smaller, more manageable number for a country of a fairly small size in world standards, is going to be a very difficult task.  There is going to be all sorts or arguments when you know just four years ago, those same people were arguing what we are thinking.\n But now that they are in there, it is not going to quite happen.  So maybe we need somebody like the Commission, to actually say there ought to be some rationalisation here because we are getting fractured service delivery.  Even if we don't consider it, the issue of an underpinning threat of human rights' violations (indistinct) in the apartheid past, just in sheer deliveries, service delivery terms, it is fractured one Ministry replicates what another Ministry does, the gross wastage and so on, just doesn't bear scrutiny.\n That would feed into what the Mapaya Commission for instance is tasked with doing, in terms of suggesting a rationalised format, and maybe this Committee of the Commission, should be actually having some interaction by party interaction, in a sense, with that Commission and the Commission for Public Service at a broader level to say don't we have a gross human wastage?  Our budget when at least 60 percent of it, goes to keeping the Civil Service, how on earth are we going to create the types of job opportunities, the types of other service delivery, infrastructure issues for a society, let alone those people affected by the apartheid past in the singular way that the Commission is looking at it.\n So that may work and I think there will be support, certainly from the Private Sector and also from Sectors of the Media.  They will support a reduction in the Civil Service.\n The Civil Service will go screaming, but I think it is an issue that is so important that it may even be one that the Commission would want to ask for a National Referendum on.  Do we deserve a tax base that is overwhelmingly geared at supporting Civil Service dependency or should we be looking at turning that around and creating the majority of the fiscal base for the nation.\n It is something that the Commission could look at.  In terms of where some of these issues are going to be located, I don't think you can really legislate things out of existence, neither do I think that you are going to succeed in legislating things into existence in a very simple manner, because we have got perhaps the most advanced constitutional democracy in the world for a very underdeveloped society and you are going to have all sorts of private initiatives, individual group, institutional initiatives which you are not going to curb, but I think that diversity will actually add to the process if we have got a central grouping that succeeds the Commission to look at servicing those victims for a limited period of time, we don't want to create another bureaucracy and another tax burden for a society that is already one of the most highly taxed in the world.\n But for a very limited time, and that that should be open to appointment at that period, with some people from the Commission moving on to it, but also new appointments, but for a very temporary, fixed period of time to facilitate a process, rather than become the institution, providing it, so that they can monitor it, they can do it in different sectors in society, both private, public, the institutional other sectors.\n In terms of psychology very specifically and the whole psychiatry and psychology debate, I actually think that maybe sometimes we have overplayed this one.\n I think that there is a very important role psychiatry plays, but it is a finite role.   And psychiatry, I don't think has even pretended to want to be the (indistinct) in terms of well-beingness, it firmly rooted in the tertiary intervention modality, we don't have a social psychiatry, a primary community psychiatry movement in this country.\n And psychiatry does have a very important use, however, the other professionals allied, like psychology, social work, nursing and so on, should be playing an important role in shifting the (indistinct).  I think in the past, psychology hasn't done that, because it was under medical hegemony.\n Psychology is beginning to do that and bear in mind, we have got at least ten to one, the number of psychologists providing mental health intervention than psychiatrists, so there are more of us and we are more trained in psyco-therapeutic techniques, which psychiatrists are not.\n So, therefore we should be utilising that resource.  The Government itself, the public service administration has determined that psychology is a scare resource.  The Department of Health has prioritised psychology as second in terms of prioritising its health delivery system.\n Now, we need to use those as positive and turn them around.  What is happening within organised psychology, is we are reviewing the whole basis of our training and looking at a new training dispensation for the future, very plainly, I, many of my colleagues sitting here, and others out there, believe we are training people or rather educating people with a major in psychology who are trained for nothing.\n They annually join the list of jobless and unemployed in the country.  If we were to be a little creative about it and create for instance a B-Psyche degree in keeping with international standards, create a four year degree in stead of that honours tagged on, which also doesn't give a person any professional status, a four year degree, you will find intersectional collaboration from social work and so on, to create a mental health counsellor, an Aids counsellor, a family counsellor, a personnel counsellor rather than a lower level psychologist.\n In the second year they do a wide range of subjects in psychology.  In the third and fourth years, they start specialising in particular fields of intervention possibilities and do an internship during that time - approximately nine months over two years.\n Do away with this masters level, if we add on one more year, you would get a D-Psyche degree including an internship and then you would actually have psychologists calling themselves Doctors, like happens in the rest of the advanced world.\n So you create that stream.  That doesn't mean you take away the academic or scientist stream.  We are talking purely the practitioner route here and that is where we are making the suggestion that things should go.  However, I should point out that the city universities, significantly white universities, are the ones that are going to go screaming into the new millennium on this process.  Because in a sense they have the most comfort zones to loose, whereas the traditionally black and the newer Afrikaans institutions in a sense, they are African more than the other city Euro-American institutions.\n They want to do it and for instance Transkei University, the University of Port Elizabeth are starting with a B-Psyche degree next year.  And more people then will be employed in all sorts of areas and that group of people will be an invaluable human resource for change in the society.\n As you know, the subject that is more favoured by  first year university students, in urban and rural, black and white universities in this country, is psychology.  This large number, and then you go into second year and third year and then when you go in to honours and masters, you have to have a graph that is a few hundred feet long, because it can't contain in one small linear depiction, because it doesn't bear scrutiny.\n Our masters' training is perhaps the most expensive of all the trainings in our society.  Minister Zuma has talked about the medicals, but if you look at the psychology costs, they probably are at least one and a half times that of medicine.\n That cannot be sustained in a developing society with the types of needs that we have, so we need to be realistic.  So it has to be change that has to come from within as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Dr Cooper.  Thank you also for making this room feel very big.  It was beginning to feel a little bit small and full and comprehensive.\n I just got a note from a Dr Madega Mabla who is representing Melvin Freedman, who is willing to answer some questions on legislation, but I feel you weren't here in the introduction, we are actually going to, it is a very task driven forum, this is not a sort of normal type hearing.  I think we will have a chance tomorrow in the workshop to actually, and I think you have actually given us a lot of material which we can use to guide our thinking around the legislation.\n So I would ask the Doctor to join that group tomorrow.  In terms of time, we are not going to be able to open this section up to the floor and I would like to thank you very much, and hope you didn't feel too, as you say like (indistinct) when our job today is not to hold a glove over the coals, at these participants here.",
            "Unknown"
        ],
        [
            [],
            "I don't feel responsible for the past. I feel very responsible for the present and the future.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excellent.  All right, if we could move on to the next section which in Psychiatric Interventions in Government Hospitals and Community Settings.  Could I also invite participants and Dr Zanele Baqwa will be speaking to this and Ms Jeanette Mohapi, who is a Psychiatric nurse.  If you could get to the table.  Could I also invite participants to make notes with the view to tomorrow and really try to sort of think quite concretely about where we can go with these groups tomorrow, because we do want a product at the end of these two days, a very concrete product.\n I hope you will stay, Sats.  Are you coming tomorrow?  Okay, good.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "I would have loved to comment on what Sats was saying, because I have been doing a little bit of thinking about it, but I think if I want to split myself into two, which I tend to do, ever since I came back from exile, is that I would like to be part of that workshop on legislation as much as I am also, I know I am involved in another workshop on community Psychiatry because there are a lot of multi-variate factors in the process of changing rather than just change or reform as Hlengiwe was saying.\n Let me just now go to my submission which is I hope, won't bore you because I tend to have a sort of literary philosophic incline in everything I do.  I don't know whether it is a talent.\n I have covered my submission in three parts and I would like to tell you what those parts involve.  The first part I have just tried to introduce, my introduction was an attempt to depict in context the violence prevailing in our society, wherein I tried to pull a thread through organised violence from the apartheid area to the organised violence of the immediately pre and post-1994 periods, and also violence as manifested recently in what I term social violence including abuses of human rights in psychiatry institutions, what I term this whole part 1 as a prismatic view on our national psyche.\n Part 2, was sort of an examination of conduct and use of psychological interventions, by individuals and institutions in relation to conflicts of the past.\n I am looking at specific examples of practises at different psychiatric institutions today. I am looking at the disjuncture as it still exists today between psychiatric care for white and black patients.  I am looking at antithetical views to human rights and human dignity at psychiatric hospitals.  I am also taking a critic of psychiatric academic teaching of medical students and registrars much in line with what Sats was saying.\n I am also looking into the enquiry into the transformation and reconstruction attempts so far and I would like a little bit to have a critic at the TRC Health Sector Hearings of June 1997 in Cape Town, which I think it is called for.  We always have to evaluate ourselves as we move on.\n Part 3 might go over to the workshop really, where I am looking at improving the legacy of apartheid on Health Care.  Strategies that will consolidate and contribute to the prevention of gross human rights' violations and I think that is where that philosophical basis of the Mental Health Act and other ... (tape ends)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "... may be used as slave labour and they were literally allowed to die from what could possibly be called criminal neglect.\n These private psychiatric camps were set up with an agreement between the apartheid Department of Health and Smith Mitchell, which is now known as Lifecare.\n Subsidised by tax payers' money and hidden from public scrutiny, they remained a secret for almost a decade, before being discovered by us.  In fact the government guaranteed a 90 percent occupancy rate and to meet this demand, psychiatrists used the Mental Health Act and the country's oppressive involuntary commitment laws.\n Briefly as our submission to the TRC shows, up to 10 000 Africans were incarcerated, many were reportedly excessively drugged, the majority of the 10 000 slept on mats on concrete floors, dormitories were crowded, squat toilets ran down the middle of the sleeping quarters and up to 30 patients at a time, shared communal showers more often without hot water.\n The lack of beds was blamed on the patients.  The Department of Health said like so many Africans they preferred to sleep on the floor.\n Black patients died form easily treatable illnesses such as pneumonia or respiratory diseases.  At least 80 African patients died each year.\n The bodies of those patients who died, and whose families did not claim them, were used for anatomical studies.  According to one annual company report, a suitable cement slab with drainage has been set up in our hospital mortuary for this purpose.  Electric shock treatment was given without anaesthetic.  The reason given for this by the Chief State Psychiatrist at the time, Dr P.H. Henning, was it is simply too expensive, too slow and too risky.\n Africans appear to be more susceptible to the affects of anaesthetics and because we treat more Africans than whites, we would have to double our staff if we used anaesthetics.\n Inmates were hired out to companies to perform labour without pay.  Their days began at 05h30  am and ended at 05h30 pm.  Contracted out to local companies, the labour force made coat hangers, wire brushes, rubber leg guards for miners, mats, sheets, clothes and aprons.  This was called industrial therapy.\n In 1975 articles ran in the Sunday Times and in the Rand Daily Mail.  These articles confirmed the existence of thousands of black patients accommodated in converted mining compounds, mine hospitals and old hotels which the article concedes are a disgrace.\n Most of them ranged from the utterly dreary to the downright frightening.  I am quoting now from these articles.  Thousands of blacks who were neither criminal nor dangerous, are confined behind metal and barbed wire fences, have to use hideous single lockups and look like something out of (indistinct), have only crowded treeless quadrangles to relax in.\n The usual treatment for blacks is shock treatment.  The establishment of private psychiatric hospitals to incarcerate blacks, was one of many programmes implemented during the apartheid era to forward the suppression and the oppression of the black population.\n There is no doubt that these institutions treated blacks differently to whites.  There were in fact another facet of the primary architect of apartheid, psychologist Hendrik Verwoerd's vision of South Africa.\n With millions of people faced with substandard education, unemployment, no opportunities and subsequently low moral, it is no wonder that these psychiatric camps could be established, or that the reactions to apartheid oppression was easily defined in psychiatric and psychological terms to justify their incarceration in psychiatric institutions.\n Various reasons were given.  Because the black South African broke curfew, or were considered decedents, others physically ill from the poverty caused by apartheid, sought help from general hospitals and were in stead transferred to private psychiatric camps via State institutions where they were literally turned into institutional cases.\n Thousands of patients were syphoned out from State hospitals to use the words of a previous Commissioner of Health and contact with their families were severed.\n Because of geographical distance, or because of forced removal of the family to a destination which remained unknown to the patient and the hospital authorities, in the sense the black South African had no community to return to even if he was eventually discharged.\n I would like to put it in a little bit more human terms and use a couple of examples and I won't use the patients' names.  I will call them A and B.\n Patient A was admitted to Sterkfontein in May 1974 and transferred to Millside Hospital from Sterkfontein.  Millside Hospital complex near Randfontein that is.  In September 1974 his sister visited him and found that he was reported to have died from septicemia.   The family then made arrangements to collect the body.\n When they arrived at Millside to do so, the body identified as their son, was not their son nor were any of the other bodies in the mortuary at the time or any of the living patients in the hospital.\n In the mean time, the body labelled A had been buried by the authorities at Millside.  There was no record of an inquest into the cause of his death.\n The mystery has never been solved and A is still missing.  When he was admitted to Sterkfontein, he had sceptic sores on his ankles and these for many of you who will know, are signs of pellagra, not mental illness.\n And that pellagra is defined in the world book dictionary as a disease marked by eruption of the skin, a nervous condition and sometimes insanity.\n That A was allowed to die from an easily treatable illness and that those entrusted with his welfare and care regarded his disappearance with cold indifference, is an example of the lack of respect held for black people and how easily South Africans under the poor conditions many lived in, were frequently misdiagnosed with mental illness when the provision of proper medical care may have been all they needed.\n Then there is a case of a young black mentally handicapped male inmate, I will refer to him as patient B.\n B, a black mentally handicapped inmate of the Millside complex was taken home over a period of two years by two white male nurses and sexually abused.\n He was also used to work in the garden, run errands and clean the house and on occasion was given a bit of money for that.  As he later stated to one of the other nurses, in a full statement he gave to her, he was taken to a bed and pinned down.\n Both of the male nurses then took turns in sexually abusing him and made him sleep in bed with them.  The Mental Health Act provides for disciplinary action against staff members.  It means discharge and the removal of his name from the register of the Council with which he is registered at the bare minimum.\n Both male nurses had no disciplinary action taken against them, because the testimony of the mentally handicapped person was deemed to be unreliable and in fact from our information, they both are still working there and the one is promoted into a senior position.\n In the grand scheme of apartheid times, where can we list cases such as A or B or the statistics of hundreds of unnecessary deaths due to exposure, neglect, electric convulsive therapy and other barbaric mental health practices?\n B's case might seem like the lesser abuse, but this case shows that the Mental Health Act of 1973 and its various amendments, serve to protect apartheid psychiatrists rather than the vulnerable citizens they were given the task of protecting and helping.\n 115 patients went missing from at least one private psychiatric institution over an eight month period alone.  A woman admitted her 80 year old father to a psychiatric hospital, believing he would get rest and care.\n Within 24 hours, he was missing and within a week, he was found dead.  What did the Health Authorities do about these incidents of abuse and the number of deaths that we reported to them?  They did nothing.\n What did the South African Society of Psychiatrists do and its affiliated bodies do, they did nothing.  And after they did nothing to correct the abuses, they did something.  They amended the 1973 Mental Health Act, implementing Section 66(a), making it a criminal offence to publish information or photographs about the continuing crimes and abuses committed upon people in psychiatric institutions.\n CCHR has never been one to do nothing.  We bypassed the local government authorities and psychiatric bodies, and took the matter to the United Nations which instigated a World Health Organisation investigation into the camps.  The 1977 WHO reports confirmed the high number of deaths.\n What did the Health Authorities and SBS say and affiliated bodies do about the damning report?  They did nothing and black South Africans continued to die at an alarming rate in these private psychiatric camps.\n Sometimes up to 80 patients a year.   According to WHO, the release of the WHO report and I am quoting from their statement there, the release of the WHO report was followed by a campaign  of denials and attempts to cast doubt on its validity on the part of the South African officials and representatives of the medical establishment.\n Then the American Psychiatric Association did an inspection on the camps and in its 1979 report, the APA stated the most shocking finding of our investigation was the high number of needless deaths among black patients in Smith Mitchell facilities.\n At none of the facilities did we find evidence of adequate medical care during the patient's final illness and further we saw charts of black patients in their 40's and 50's who were apparently allowed to die and further, there is good reason for international concern about black psychiatric patients in south Africa. \n We found medical practises which were unacceptable and which resulted in needless deaths of black South Africans.  This is an indication of possible gross criminal negligence and should have sent alarm bells to the Health and Psychiatric fraternity, it didn't.\n In fact the APA report was condemned apparently because one of the APA members who officiated over the inspection, was yes, black.  A subsequent 1983 report on this issue found although psychiatry is expected to be a medical discipline which deals with a human being as a whole, in no other medical field in South Africa is the contempt of the person cultivated by racism more concisely portrayed than in psychiatry.\n Further quote - all the black patients, that is over 10 000 of them, are certified and transferred from institutions on an involuntary basis without their own or their family's involvement in the decision process.\n The report concludes this situation has no parallel in the history and present state of psychiatric care.  It certainly does have a parallel in the ownership and trading of slaves.\n The dehumanised view of Africans cultivated by racism finds various expressions in psychiatry.  One of them is the theory which relates certain forms of mental disorder to different levels of development of the races.\n The long history of CCHR's fight to expose and rectify the gross apartheid human rights' abuses committed in the name of therapy by psychiatrists, affiliated with these camps, and within the Department of Health, is detailed in our submission.\n The degree of attack levelled at us for having exposed these abuses internationally is also detailed.  Suffice it to say our members were harassed, followed and activities were monitored by the Bureau of State Security, BOSS.  It bears comment that if psychiatrists, health officials and the private psychiatric camps had nothing to hide, such a torrent of discrimination and attack, would never have been directed at us.\n We also note that no representative of the private psychiatric facilities life care, appears to have, or are giving evidence to the TRC.  Were they called to testify, have they made any approach to the TRC?\n Has David Tobasnic, Smith Mitchell's Director been called to account for what happened in his institutions?  Where is Dr J.J. de Beer, psychiatrist and former Minister of Health who reportedly set up the agreements to channel blacks through Mr Tobasnic's facilities?\n Nor has the SPSA's earlier submission to the TRC admitted any guilt or responsibility, it merely serves to continue to shoot at the messenger.  In fact it is a white wash of the greatest psychiatric tragedy in the history of this country and one which continues to this day.\n In 1991 staff at Millside Hospital complex, the Smith Mitchell or Lifecare facility, publicly complained about the high death rate from negligence and winter cold.  Reportedly 35 mentally retarded children and youths also died between July 1988 and November 1990.  24 of them, as a result of pneumonia, tuberculosis and other respiratory ailments.\n Children dying from the same conditions that patients 20 years ago, were dying from, is a disgrace.  Tax payers' money was used to fund these death camps and while today, State facilities such as Valkenberg are to be closed down, these private psychiatric institutions with their sordid history of gross human rights' violations, remain open and profit from State subsidies.\n There should be no compromise on this.  These private psychiatric facilities must be shut down.  Certainly there should not be State subsidies for these facilities at all.\n Section 66(a), the provision of the Mental Health Act which provides for the legal cover up of abuses being committed in psychiatric institutions generally, must also be abolished.\n Finally, and 27 years later, we are still waiting for answers.  We are still waiting to see honesty, to hear admissions, to know that there is nothing left to hide and to see the SPSA, the Medical and Dental Council and individual psychiatrists who treated at the Smith Mitchell, Lifecare facilities, take responsibility.\n In particular, we reiterate sections of our recommendations.  Point 1, that all psychiatrists and psychologists found to have committed patient abuses in violation of a hypocritic oath, and other ethical codes during the apartheid era and especially in the Smith Mitchell psychiatric facilities, and who have not availed themselves of the TRC amnesty, be investigated and where there is evidence of criminal abuse or neglect, be prosecuted.\n Point 2, in light of a gross human rights' violations committed in the private psychiatric institutions, all records and documentation must be subpoenaed from the Department of Health, Lifecare and formerly Smith Mitchell and the individual Lifecare psychiatric facilities which would cover and determine how many death occurred in the private psychiatric facilities over the last 20 years, what drug experimentation and sexual abuse of patients in these facilities, has occurred.\n From these, there should be an investigation of (a) the drug practices within these facilities and any cause or link to any death, (b) who the medical officers were who had the responsibility to investigate and report on each death and who did they report to and what annual reports exist on the deaths in psychiatric institutions, (c) all records and documentation regarding the burial of patients who died at the Smith Mitchell facilities should be subpoenaed from funeral parlours and a determination be made as to where there were communal burials, and if so, where these are, (d) all records, memo's, correspondence and reports held by the SPSA in relation to this Smith Mitchell facilities, during apartheid, should be subpoenaed to determine to what degree the failure of the SPSA to carry out proper, independent review of the medical records of patients who had died in private psychiatric facilities, may have contributed to prevailing human right's abuses and deaths occurring in these institutions.\n We have made many recommendations for reforms based on our history of successfully fighting for patients' rights.  We are not anti-medicine.  We believe in proper and competent medical care.  We believe in the right for people to seek help from traditional healers and all this we will present at the workshop tomorrow, under the heading of the way forward.\n The continued silence by South African psychiatrists with the exception of one or two, like Professor Simpson and especially by the SPSA in the face of gross human rights' violations, having been committed within their camp, is unconscionable.\n During apartheid, the SPSA claimed that it inspected the Smith Mitchell facilities, and found no support or allegations of inadequate psychiatric care and that extensive and advanced psychiatric services were given to all South Africans without reference to colour or creed.\n This was a lie when you review this against the findings of the World Health Organisation and the American Psychiatric Association reports.  During the American Association for the Advancement for Science's visit in 1989, the Statement released by the society again echoed the lack of responsibility and contradicted their constitution which is to uphold the principle of human dignity and psychiatric ethics.\n The society stressed to the AAAS delegation that although they were inspecting the facilities, the responsibility for psychiatric care was not that of the society and it distanced itself completely from the treatment and handling of patients in these institutions.\n This too is false.  If the SPSA monitors the ethics and practises of psychiatrists, it should be ensuring that proper care is being given by them.  The Nazi holocaust and apartheid have common realities.  Without the driving forces of psychiatry and psychology, the holocaust and apartheid would simply not have happened.\n And I think our next submission will give you more information on that.  While we certainly believe in forgiveness, the first step towards this, is for psychiatrists and psychologists who actively participated in apartheid, to come forward to the TRC and to admit their crimes.\n Those who remain complacent or justify their actions as just doing their job, or claim that psychiatrists were a tool of political corruption, should be rooted out to meet criminal, not disciplinary charges.  They must not be able to evade the consequences of their actions.  As a protection against current and future psychiatric and psychological abuse, CCHR recommends that a loyalty oath of mental practice be implemented which we will present at the workshops tomorrow.\n All available medical, professional and ethical codes have failed to ensure compliance by professionals in South Africa's Mental Health industry.\n CCHR's loyalty oath of mental practice should be signed by all psychiatrists and psychologists, psyco-therapists etc, before they are allowed to practice, especially when employed by the State.  The oath requires the practitioner to sign this and as a legal document,legal action can be taken against the professional who violates it.\n Finally today, we call on the TRC to unequivably condemn the psychiatric abuses that have been committed against South Africans in psychiatric facilities and condemn those professional bodies, health authorities and practitioners, who were a party to them.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Just before I put it to the panel for questions, I am curious but I think it will be getting off the subject to examine the relationship between CCHR and Scientology?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can answer that quite easily.  CCHR was established by the Church of Scientology when it was Scientology that first noticed the gross abuses that were going on in institutions.\n It is not Scientology's mandate to get involved in investigating and exposing abuses, but to forward its ideology of Scientology.  So it established an independent social reform body to carry out that function, and that was done in 1969.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, thanks.  I would have caught you at lunch for that answer, any way.  Okay, can I put it to the panel for questions?",
            "Unknown"
        ],
        [
            [],
            "Paul, thank you very much, this is the second time.  We missed this opportunity to interact with you when we had our Health Hearings, but I just wanted to ask you for interest sake, one question.\n Why are you not so popular, by you I mean your initiative within established groups, not only here, world wide?  I mean it might sound like an unfair question.\n What you have said, it makes a lot of sense, but you scare people off, why is that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well, the thing is that we go straight for the truth, we confront a lot of the crimes and abuses that occur in the mental health field, that many other people don't want to confront or deny are there.\n We certainly with the Smith Mitchell exposure, were heavily attacked because we are attacking major vested interests both from a business and a psychiatric point of view and people don't like to be shown up for what they are doing.  We are a watch dog of the mental health field.  And we will look in every nook and cranny to find the abuses to ensure that our mandate is carried out, which is to clean up the field of mental health.\n If we were popular, I would say that we weren't doing our job properly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "Just one last question.  You see, I don't know, I mean it might not be relevant for our need, but sometimes as I was going through your submission, it is like you deny the relevance of the biological explanation of people's problems completely.  I don't know whether I understood what you are saying, very well.\n I know for the purpose of human rights, our concern, that is really not a problem except that sometimes, we might refer our people to psychiatrists who work within a biological model, but when I was going through this, it was like as far as you are concerned,the biological explanation of people's psychological problem is a farce?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I think the answer to that is psychiatry and psychology predominantly believe that man is an animal, which comes from studies done by Willem Wund and the stimulant response, studies done by Pavlov to quote just a couple.\n We believe that man is a spiritual being and as a spiritual being, it is that nature of man that needs to be approached when he has a mental problem.\n And that if you are looking at it in that context, as man a spiritual being, then it is function over structure which is the opposite of man being an animal, which is structure over function.\n Does that answer your question?",
            "Unknown"
        ],
        [
            [],
            "I am sure these people will follow that up, because some will argue that there are other beings besides the spiritual component.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well, the belief is that man is as a spiritual being, is a spirit, has a mind and has a body and you approach all three of those, whereas when you look at the standard view point of psychiatry or psychology, they say that the mind is the brain.\n We don't agree with that.  If man is a spiritual being, then surely his mind is an external, non-physical entity that manages this structure of the body.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, I think that will continue, that debate.  Can I just say looking to the section, we did say the use of psychology and psychiatry as an instrument for political repression, I don't think we have talked about sort of, I think we have touched on social repression, but I don't think we necessarily political repression.\n I think the indications we have had are quite broad, going back to the Police and the Military and I think we are still yet to pin down psychology and psychiatry's ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, in summarising down a 150 page submission, we had the dilemma of how do we fit that in into half an hour and with the arrangement made yesterday, we have managed to organise to have it split into two parts.\n Certainly this is very relevant and we do want to see the recommendations we have made on the Smith Mitchell facilities, take place and on the political repression's side, Mr Lawrence Anthony will be covering that as we certainly couldn't have got this down into half an hour.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, thanks.  All right, then if we all break for lunch now, which I believe is next door.  I presume it is here.\nCOMMISSION ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am going to introduce Dr Bhana from KwaZulu Natal, thanks for coming.  You are one of the ones that have come from far, far away.  It depends on how you look at that, in miles or sort of political situation.\n We look a little bit sparser than we did before lunch, it is a bit concerning, but I would like you to make your submission.",
            "Unknown"
        ],
        [
            [],
            "Thank you.  It is interesting that in the submission made by Sats this morning, he reminded me of something I had actually repressed quite effectively, namely my own period of incarceration which ... (tape ends) ... it seems to be for us in KwaZulu Natal, a pretty important area.\n I will talk about that just now.  Before I sort of go on, let me just give some background to this submission that I make it as a former member of Progressive Organisation, namely OASSA, the Organisation for Alternative Social Services in South Africa which was involved in attempting to provide alternative social services for individuals and communities at the time of the rule of the former apartheid government.\n In doing so, I wish to draw attention to the fact that an earlier submission was made by my colleague in Cape Town, Ann Harper.  I unfortunately was unable to get that submission to inform my own, but nevertheless.\n I also am somewhat humbled by being asked to make this presentation, because I think there are probably many individuals and organisations out there actively involved in rehabilitation  and reparation who are possibly better qualified than I am in making the submission.\n A name that comes to mind for example, is Blade Nzimandi who was clearly at the heart of the conflict in KwaZulu Natal, in terms of observing that process and so I would like to make it plain then that I do not officially represent any particular organisation.  I make this submission to add to those that came before and also in the short time that was afforded me in getting this together, which is about two days, less, I have managed to speak to a few colleagues etc and run some of this by them, but clearly the final form of submission, will come to you with lots more comment by a number of individuals.\n Let me just say that the submission I am making, is based on the information from a wide variety of documents, that OASSA itself produced and I think it probably was a pretty good tying in terms of documenting the events, experiences etc, that occurred and it was probably one of the more prolific periods around documenting issues affecting individuals, organisations, communities around of the affects of the apartheid system on the mental health of individuals and societies, communities.\n OASSA had a number of conferences, four in all in fact, annual conferences.  I have taken information from those documents as well as from mental health practitioners, involved in providing services to individuals and organisations and from academics who wrote about the influence of an apartheid system on the mental health of individuals and communities.\n The submission by SAISA provides a useful backdrop to what I am about to say.  As an Organisation OASSA was formed in 1983 to develop more appropriate mental and social health services at a time when the repression of the apartheid State had increased significantly.\n It had a broad base of activity which included research, education, media and emergency services, including what was at that time called detainee services.\n The organisation aligned itself with the Mass Democratic Movement of the time, and its mission statement if you want to call it that, was that it was vigorously opposed to apartheid and economic exploitation as well as social policies that were directly responsible for producing ill health.\n However, OASSA came into being because Mental Health Services were almost without exception unresponsive to what (indistinct) called the social context of deprivation.\n A deep cynicism of a family therapy association in the 80's, in the early 1980's, was witnessed when it decided to host its conference at Sun City while (indistinct) about the breakdown of the family system in South Africa, was I think something that resolved many individuals that this type of myopic perception of mental health in South Africa could no longer be (indistinct).\n Essentially, the connection between health, mental health and the social context of deprivation particularly, suggested that those who fell within a lower socio-economic structure, received indifferent mental health services if at all.  To this day, the provision of mental health services continues to be selectively provided to those who can pay and who are located in urban areas, while little exist for those in rural areas.\n OASSA has sought to highlight the intrinsic relationship between poor mental health and apartheid and between apartheid and poverty and to find ways of countering these influences.\n The relationship between politics and economics and its overwhelming influence in social conditions, could be seen everywhere, it was discussed nowhere.\n It was one of the other sort of real light motives to this organisation that we could talk about it as colleagues, we could talk about things that were going around, but we never actually organised around it.  There was sort of a major impetus that was building to get to the point where OASSA was formed.\n Initially, much of the work that OASSA was doing, was in support of activists in townships, direct support through counselling, training workshops and recognising and dealing with individuals, showing classic signs of trauma and together with NAMDA holding first aid workshops to deal with injuries from buckshot and the like because hospitals could not be trusted for good reasons and which have been provided at this hearing.\n One of its tasks, as one of its tasks, OASSA sought to dispel the naive contention among mental health professionals that politics and mental health practise should be kept separate as it was argued that it influences the objectivity of the professional.  This is something that Mohammed has already referred to, that the Scientism of underpending professional activity was used to advance the idea of the dispassionate, uninvolved a-political professional much like the church using its doctrines to justify its (indistinct) to the pain and suffering of South Africans.\n When OASSA entered the (indistinct), charging academics and academic departments of using science to support the work of the State.\n Notable HSRC, CSIR are organisations that had been directly involved in this type of activity.  Fortunately there had been some significant changes to that level.  But also at a level and a type of research and training that was taking place within various institutions.\n American and European psychology was pursued as the standard because it had all sorts of racial implications and that this has had an impact in terms of the psychology that is actually practised today.\n The development of an indigenous psychology is difficult to see around one.  The impetus to develop an indigenous psychology appears to be only gaining ground recently and part of the impact of the apartheid ideology and the establishment of universities which essentially were meant to produce mediocrity, was that an indigenous psychology was not readily apparent in any of the research or the material that was produced.\n It was perhaps the clear association between politics and mental health that epitomised OASSA that helped it to refocus the attention of health care workers on a need for social change as part of an effective treatment plan.\n It also marked a shift towards a more humanitarian mental health practice.  The problem was not always one of bad genes or bad luck or even just a poor environment, but one that the majority of South Africans found themselves in through the systematic application of the apartheid ideology.\n I have a number of objectives that OASSA actually outlines and I am not going to go through all of them and I am just going to pick just on a few here in the interest of time.\n But clearly it was to provide a better mental health service to individuals who had no access to such services.  To help other progressive movements in dealing with its own fallouts.  Today we talk about burnout, it those times we talked of people who were severely psychologically damaged as a function of torture etc.\n There was a strong debate that occurred within OASSA about should we do research on the affects of apartheid on individuals and the concern was that this research would simply be used by the State in furthering its own ends.\n And that debate obviously meant that some of the research that would have been done, was not done.  Nevertheless, it did clearly see the need to redistribute and develop knowledge, experience and skills, workshops, conferences, publications and by the collection and dissemination of relevant information.\n It also saw the need to unite health workers across the specialised fields of activity, social workers, nurses, psychologists, psychiatrists, doctors all tended to operate in terms of their own particular training and philosophy and there was a need to see that health was not the prerogative.  Any one of those and there shouldn't be a pecking order and so that is one of the things that was also attempted.  I am not sure to what extent this was successful.\n Another objective was to develop structural models of appropriate social services, to assist wherever possible with the implementation.  When we look at these, and I have a number of them here, these objectives, it is evident that  many if not all of these needs are even more evident today.\n The advent of democracy in South Africa has had the effect of refocussing the energies of progressive organisations from challenging the State to find ways of cooperating and assisting the newly elected democratic government to provide many of these services.\n The destructive forces of apartheid had held together many ideologically individuals and there were clearly many people within OASSA who could be at completely different acts of the spectrum ideologically, but who together in the interest of fighting against the oppressive system of apartheid.  Once the system disappeared at least in terms of a significant event, the cohesiveness that characterised most progressive organisations at that time, appeared also to have disappeared.\n While new progressive groupings have emerged, the single minded focus and energy of early organisations appear to be lacking.  The way forward was now faced with innumerable permutations and never ending rounds of workshops which served merely to signify that there was great uncertainty about how to proceed.\n I can say this with some degree of certainty for example the Mental Health Act and what should go into the new Mental Health Act, etc.  Neither government nor progressive groups could foresee the enormous difficulties involved in social transformation.  It is one thing making an argument, an eloquent one at that for change, it was quite another to produce change that would have the desired impact.\n The challenges facing mental health services, can be seen everywhere from Health, Welfare and Education to Housing and Safety and Security.  I believe though that progressive organisations have yet to find their voice in this new dispensation.\n An independent and critical Mental Health grouping is vital in ensuring that there is continued focus and providing services to those who are marginalised.  I believe the legitimising of SAISA was an important step in beginning to address some of the issues relating to providing services especially to the poor and those who are not urbanised.\n Ironically the need for mental health services is as great today as it was prior to 1994 if not more so.\n In KwaZulu Natal, youth who had given up much in the struggle for liberation, today find themselves unskilled, unemployed and psychological defeated into personal violence, substance abuse and crime, are (indistinct) to their lives.\n These individuals feel little hope, because little has changed for them, but also because there has never been available mental health services that would help them to heal and I think this is the point I made with the personal statement about many of us that may have gone through a period when we directly faced the oppressiveness of the apartheid system, but were made to deal with it or dealt with it or did not deal with it, but it became or was repressed.\n For many of these individuals the period in which the experienced repression in massive amounts, the ability of OASSA to respond or of any progressive organisation, including NAMDA etc, to the needs of these individuals was sharply limited.\n In 1986, at the first OASSA conference Patel reflected on the issues confronting black families at that time.  These words that she spoke at that time, represent a painful reality of problems of old, that are still very much with us.\n I quote - in the present South African conflict a new generation is emerging who knows only violent conflict, rather than how to express their feelings or to love.  The task is to fight and to survive.  The social milieu is one which encourages the suppression of feelings as being heroic and the expression of it as cowardice.\n No doubt, the effects of the present conflict will leave lasting scars on generations to come.  In a personal communication with Freddie Staborough who is the co-ordinator of a group that runs trauma workshops, counselling groups etc, in Port Shepstone area on the south coast of KwaZulu Natal, told me about how the effects of the lack of services is having accumulative effect on individuals.\n If you will recall, the recent bus accident where in a number of Inkatha Freedom Party members died, threw up a host of underlying psychological problems among the families and survivors.\n What really was going on here, was that earlier traumas experienced in the bitter political fighting leading up to the elections and since then, had never been resolved.\n The trauma suffered originally was not dealt with because of a lack of mental practitioners who work in rural areas, inadequate mental health services in general, as well as the historical neglect, not to forget destructiveness of the policies of the apartheid system enforced by the previous elite.\n Culture demands that individuals learn to cope with such events, further contributes to a (indistinct) attitude of trauma.  In keeping with the classic trauma model, poor coping and a lack of support to ensure the wellbeing of this individuals, have led to a decrement in coping resources thereby making them even more vulnerable to minor or unexpected stresses.\n Lack of resources and the almost complete  absence of any psychological services for such individuals ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry Doctor, sorry Doctor.",
            "Unknown"
        ],
        [
            [],
            "The lack of resources and the almost complete absence of any psychological services for such individuals means that the frustration and inability to deal with traumatic events, leads to acting out in the form of spouse and child abuse as well as substance abuse.  The cycle of violence continues.\n In a chilling statement, around the issue of AIDS in KwaZulu Natal among a segment of youth in the townships, a chilling statement is infect one, infect all which essentially says and let me preface this with the explanations given for the cohesiveness and the togetherness of youth, is that in the struggle, in the time of the struggle, they bonded.  They work together, they supported each other, they looked after each other.  That bond still exists.\n Now, what has happened, is that AIDS has presented itself and in the context of that particular event, they have recognised for themselves that there is little hope for them.  These individuals have now embarked on a cycle of self-destructive behaviour.  They don't want to have any tests done on them that would reflect whether they are AIDS positive or not.  They recognise that sexual conduct or sexual behaviour is closely linked with interpersonal violence, the use of safety measures is often issues around the demands of the male over the female, which often results in violence.\n So both males and females recognise that they are trapped in the situation and that they will live life for the day.  I am not going to give a lengthy submission of this, I will in the report that I submit to you,  that the effects of the apartheid system are I think only, my view is that we are only beginning to understand the sort of deep-seated effects of this.\n Not only among people, older individuals, but among the youth.  The premise for the existence of OASSA was that the State was neglectful at deliberately destructive with regard to the mental health of its citizens.  The New South Africa has not changed reality for most South Africans, and especially those in KwaZulu Natal with political conflict is still ongoing.\n Shobashobane and Richmond are points in example.  If mental health workers are to break the cycle of violence, which is now feeding on itself and it can no longer ignore, desperate need for mental health service is part of a primary health care model.\n The need for training institutions to examine the relationship to broader context, especially with reference to an African character was recognised as early as in 1986 at that first OASSA conference.\n Training student nurses, students, nurses and volunteers as lay counsellors and Sats has already mentioned the model that SAISA is adopting and pursuing, is a useful and important first step in helping to break the cycle of violence because my submission earlier on was that if one does not provide services, especially to these individuals where nothing really exists, the cycle of violence continues.  It simply reproduces itself in different forms and it may not be called political any more, but the violence continues.\n Trauma counselling skills can and should become part of the training of primary health care personnel.  Systematic efforts that bring together the training programmes of health departments, community organisations, including churches and various NGO's involved in doing trauma counselling, should be prioritised as a major mental health initiative.\n Whereas previously the State and progressive organisations were in opposition to each other, the need is for new partnerships between these two sectors.  The need is greater in fact, than ever.\n The Department of Health Education and Welfare should strife to promote delivery of services through partnerships with those community organisations, NGO's, etc rather than attempt to say we will provide mental health services to all.  It is not going to happen.\n Professional associations such as SAISA as I pointed out earlier, promoting the broadening the (indistinct) such as lay counsellors in various areas, is vital to creating a humanitarian psychology, and must be applauded.\n Prevention programmes that focus on developing viable conflict reduction models within our schools, should be seriously considered as part of an Education curriculum.  If you talk to youth today, the solution to any problem is to fight or engage in some form of behaviour that leads to injury of another person.\n It is almost an automatic response.  NGO's such as a Trauma Counselling network that is active in Port Shepstone on the south coast of KwaZulu Natal, play a vital role in service delivery.  They are in fact the only ones who train individuals around trauma counselling.\n Currently various models are available to make this a workable prospect and I will present a separate submission where these models are provided.  It is not for me to go into them here.\n What I would like to say in conclusion merely is that the State needs to enter into partnership with such NGO's to provide training that is relevant to the needs of particular communities.  It should not rely or even expect the formalised health sector to be able to meet the needs of survivors of violence.\n I would stop there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for saying what you did, not stopping.   I've got a question before I put it to the panel.\n We put your submission underneath a section of contributions of progressive organisations.  I know in such short notice, you had to do a broad, but I am curious.  Are we saying that progressive thinking or organisations or - have sort of somewhat been diluted since?",
            "Unknown"
        ],
        [
            [],
            "In terms of the way in which OASSA operated, or even NAMDA for example, the single minded focus that they have because there was a common enemy, the differences could be simply ignored and work towards a common goal, was often something that motivated many people.\n What has happened since is that in the (indistinct) between the transition and a transformations that are taking place, defining roles, relationships, where people fit etc, has not occurred in a very smooth way.  Which is with hindsight, to be expected.\n In addition, individuals have, some individuals and a lot of those individuals have experienced burnout and have said I want time for myself, etc and have gone off to do things which they have felt they have neglected in all this time.\n Many of these individuals have also joined the government, so their world continues, but no longer as this easily identifiable common united force for social change and I think to some extent that role is slowly being picked up by the NGO's, etc, and they should be fully supported because I think it is important for those sectors to be the conscience of the State to point out the inadequacies, to point out the need for services etc, and where they should be delivered etc.\n Because they are closer to the people and their needs than any State department, health department, any education department, etc.  I think that is where the shift is occurring.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you think there is a racial split in terms of progressive thinking about psychology or I mean, is there a split within psychology, different schools, essentially Afrikaans schools or I am spreading them, I am polarising them, but I mean is there a black culture of psychology developing and the white, is it integrated?  Can you fill me in?",
            "Unknown"
        ],
        [
            [],
            "That is a hype question to answer.  Perhaps my colleagues can help me there.  What has changed is that the content matter of psychology has shifted.  In some places it may not have shifted as substantially, but it has shifted.\n What is also changing, the question was asked earlier about how does one encourage and develop new leadership, new researches, new intellectuals?  Part of that has to do with for example one of the journals in psychology there are essentially two journals in this country.  The one is the South African Journal of Psychology which was, well if people talked about irrelevant, that was it.\n It was irrelevant.  It had publications that talked about stuff that nobody could really understand or even considered.  It was like you could be on a different planet.\n Psychology in Society came out as an alternative to that and some very useful work has been published in that particular journal.\n The journals have shifted since then.  One of the policies that has emerged at least in terms of Psychology in Society, is that people talked about the difficulty of writing, and there is always the difficulty of writing for lots of different reasons.\n But when people now write and submit articles or whatever, whatever it is that they submit to for example Psychology in Society, the Editor then works with that person to get the article published.  It is no longer we send it out to your reviewers and we will do a scrutiny of it and reject or accept it. \n Another sort of development has been  under the sort of leadership of Norman Duncan, the special issue on by the South African Journal of Psychology, around black authorship, trying to encourage black authors to ... (tape ends) ... but it is more than just the question of representivity, because if you look only at that level, it is easy to have old wine in new bottles.  You just produce a black face, or put a woman who is reproducing the old concepts and the old ideas without creating a genuine shift in what we should be looking at, does it represent the world view of this country's population?\n Does it look at for instance the majority of the people, of this country's people are not violent.  They have not engaged in violent behaviour, how is it that the majority have succeeded in being resilient and in maintaining the humanity despite the cross levels of dehumanisation that has perpetuated through the exploitative system?\n When psychologists investigate and research, they always look for deficits, they are always looking for pathology because they are ready to attach a label.  I think if we can recommend that the intellectuals, social scientists in particular begin to relook at how to investigate the phenomena that are of paramount importance for service delivery and for the teaching programmes that students go through each year, that we should be looking at without dramatising exploitation and oppression, we should be looking at the resiliency of this country's people and how that can be harnessed to promote positive mental health for all South Africans, given that we are never going to be able to in the short or mid-term, produce the kind of mental health workers we require at the level of service delivery.\n We have to get creative and really look at the organic systems of healing that underserved and unserved communities have forged in promoting their own well-being.\n In conclusion to my very brief presentation, for many people what I said may be old hat, but it bears repetition, because for most psychologists they have not acknowledged the omission at the level of knowledge production.  They have not acknowledged the biases, the distorted images of blacks and women that occur in psychological literature.\n Psychologists, organised psychology is yet to acknowledge this complicity and the exclusion that they  systematically, perpetuated by virtue of silence.  At the same time, right now there is a thrust of those of us who work partly or fully within academic institutions will know, that the publish or perish phenomena has arrived in South Africa and so there is a major thrust to publish irrespective of what you publish, the social relevance is ignored.\n Whether it is linked to transformation, the promotion of democracy is ignored, and when such questions do come up, one is very squarely and clearly told that that has nothing to do with psychology or with academia, that academia is neutral.  And yet, historically if you look at it, it has never been neutral.\n So I am hoping that in the discussions that unfold, this kind of area be taken up, we not be able to legislate against people pursuing certain kinds of research but we can certainly create mechanisms that discourage omission.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thank you for being brief.  Given that you have been brief, would the panel like to respond?\n I would like to respond first of all before I give my colleagues a chance.  Do you have any suggestions as to a kind of new system of production of knowledge?  I need to put some thought towards that?",
            "Unknown"
        ],
        [
            [],
            "It is easier to critic than to formulate constructive recommendations, and I recognise that.  It is a very difficult area to cope with and to deal with, but I think at a very basic level, institutions that produce knowledge, need to be encouraged and they need to be very strong reinforcers to ensure that at a primary level there is representativity.\n That the systems producing knowledge represent various interest groups and the diversity that this country contains.  It is absolutely important.\n Secondly to really look at creating those think tanks that receive institutional and political support and these think tanks really need to look at, or be encouraged to examine from another perspective and to (indistinct) theoretical analysis from creative perspectives.\n I think you know, that is perhaps a life long endeavour, but really to take the chances and to be encouraged that production of knowledge is not related just to publications.  Most academics find that their jobs and their job security is related to the number of publications that they churn out and that needs to be discouraged if we really want to create incentives for people to take risks, and to be asking questions that they hadn't asked before.\n I think there is a lot of creative ideas, people have at an intellectual level, they have the (indistinct) of ideas and projects that they would like to embark on, but it is the mechanisms that enable that, that needs to be set in place.\n It isn't so much that there isn't a willingness.  I think you can easily put together in each province, a major think tank that look at production of knowledge for a comprehensive mental health system.\n It is really looking at what will enable that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Panel?  Dr Wendy Orr?",
            "Unknown"
        ],
        [
            "DR ORR",
            "I think you probably answered part of my question in your reply to the previous question, but I was going to ask if there is any discussion within an academic circles and between universities and tertiary educational institutions about the kind of issues that you are raising, and if not, is there anything that the Truth Commission or the profession can do to try and facilitate and kickstart this kind of discussion?",
            "Unknown"
        ],
        [
            [],
            "I think Irwin is probably going to talk about that later when he looks as progressive attempts.  There are pockets of activity,these are really marginal voices that continue to try in addition to their full time jobs on the side kind of, as an appendix to their regular jobs, to carry for the activity and I think what that needs, that kind of activity needs to be centralised, instead of kept (indistinct) and the Commission would do well to work through institutions such as the CSD, the HSRC - all of the major research bodies, or the bodies that fund research need to be encouraged and need to have the appropriate political endorsement, to centralise activity that is going to enable the democratisation of knowledge as well as the production of relevant our bodies of knowledge.  So it is really essentially working through the institutions that support research.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "It is Glenda Wildschut again.  Looking at the collaborative study that was done sort of World Mental Health activities, and looking through that report, it became very clear to me that very little work has been done in examining the relationship between structural violence and interpersonal violence.\n Rather a lot of work has been done in looking at the causes and the nature and extend of interpersonal violence at different levels, whether it be political and so on.  And it seems to be that that is an endeavour.  That is something that is very important for this country that we have come through a long period of structural, institutionalised  violence through legislation, etc, etc and what impact that has on interpersonal violence, and every time one looks at the report in the newspaper, people individualise almost the escalating violence that we have and attribute all kinds of reasons to that.\n It seems to be this lack of understanding between structural apartheid and structural - if you can comment on that.  ... personal story in that the issue around rioting or (indistinct) observations that one has made and so on, and try to make sense of that, is also an issue of confidence and that if one is not in an academic environment, it is very difficult to actually write because one doesn't have that kind of support and confidence in actually writing that and I think as you mentioned it is a good idea to in a sense, create a milieu where people who are in a non-academic environment can actually begin to develop that confidence and to be able to write down what kind of observations people are making.\n It is interesting to note that in your review, the more relevant writing and research is being done by alternative organisations such as OASSA and other non-academic institutions.  It is often to those works, that one has to look in order to make sense of some of the things I have mentioned about the relationship between structural violence and interpersonal violence.",
            "Female"
        ],
        [
            [],
            "If you read the written submission, you will see that historically most of the writing emerged from white English speaking or white Afrikaans speaking universities, and even up to now, academics associated with the historically black institutions, hardly ever write for a whole host of reasons, but there is definitely the issue of confidence, the issue of being over-awed by the idea of writing and the research continues to be mystified and couched in esoteric terms and the attempts by black academics to engage with research, is discouraged for obvious reasons, but it is always presented as something that is a preserve of geniuses.\n That it is not ordinary human beings who can research and write and unfortunately the only geniuses you get in this country, happen to be white.  That is a major problem.  At that level, it is quite important to be looking at these institutions and encouraging and developing these think tanks and these writing forums where people are encouraged and enabled to write and create a space for writing.\n If you look at the student numbers for instance between UCT and Western Cape, you understand why people in the Western Cape don't have the time for that.  At organisational level, the demands differ.\n As far as coming back to your first issue of violence, I want to say that those who have the power to define the problem, also have the power to define the solutions.  Historically violence in this country has taken on various definitions.  \n In the former years of institutionalised apartheid, it was defined as a black on black problem, blacks killing blacks.  Inkatha/ANC problem.  It is now being rapidly being redefined as a criminal phenomena that if you lock everybody up that is violent, we will have peace in this country.\n One wonders why these selective definitions of violence continue to pervade the media, public and political discourse and it again comes back to the point I was making, we need to look at how for instance, research violence, what kind of questions we are asking about it.\n And why do we only ask certain questions and not others.  Why do we continually define it as primarily an individual phenomena when we look at interpersonal political violence, but we ignore the fact that State machinery continues to justify violence in various forms. Internationally that is the case.  If you turn on the television set, adults and kids immediately learn that it is okay to be violent.\n The message is conveyed that it is okay.  It may not lead to violence, it may not be the course, but it conveys a message.  So we have to look at, I agree we have to look at the interface between the structural and the personal.\n Small studies conducted by various people  are beginning to show that people who are likely to engage in political violence, that is not ideologically based, are also likely to be violent in the interpersonal relationships.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "Just a brief comment.  I should think you really don't need to answer this, because you had spoken to it. When I was going through your submission, my problem was that it is like in this country, unlike other countries, surviving from human rights' violation of whatever nature be it oppression or dictatorship, usually people have an opportunity in some instances even their capacity, to articulate their experiences and to develop the whole culture of human rights' around their profession.\n In this instance, I mean here, you said something somewhere about the politics of knowledge production.  I was just thinking that we are trapped.  Most people who have the capacity, who will be even reviewing, let's say the work of the Commission, are people who are also part of the leaders.\n They can only be critical of the past to a certain degree and so that for me is a problem.  If you look at how for instance the Jewish community has taken up the holocaust experience, they have done a lot of work in terms of research and everything, uncompromisingly so, but as you have said here, that most people who are really survivors of the apartheid experience, I know you are one of those people who have been trying to get people to write, to contribute even what you referred to as alternative models of knowledge production, but I don't know what are we going to recommend.\n I thought your submission - it raises critical questions but in our context, I just see the process being reviewed by people who really be trapped in their own problems related to the past, and it is likely to be a compromise.",
            "Female"
        ],
        [
            [],
            "Can I just say that academic writing is only one form of writing.  There is a rich heritage of writings by novelists, poets and other forms of writing.  I think we should be cautious in thinking that it is only those who are academically trained can articulate best the experiences of the people.\n If you read the works of people like Don Mathera, Mphahlele you will understand the psychology of this, of the oppressed people in this country, far better than any psychologist could ever articulate.  So I think there are the forms of writing that we can be proud of and look at.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, but does that answer your question?",
            "Unknown"
        ],
        [
            "PROF MAGWAZA",
            "I should think for us as a Commission it is important what he is saying, because really we tend to rely entirely on authorities.  Like we think of Don Vorster because he has written 20 books and 20 articles.\n I think even with our writing up of the research, we had the report of these other alternative forms.  I for one didn't think about it as I was looking at it.  But I should think that it is very, very important.\n It is good that we've got it for our records as to how we take the process forward.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I agree.  I think it is an issue how we even pitch our report writing and in which style we actually choose to report on that as well.  Thank you very much for that.  Professor Lionel Nicholas?",
            "Unknown"
        ],
        [
            "PROF NICHOLAS",
            "Thank you Mr Chair, for the opportunity of speaking here today.  My presentation will comprise four parts.  I have made a previous presentation to the TRC and I will like to just continue from there in my first part.  I will try and find out particular questions of psychological involvement in torture or  promoting torture, and I got some replies from the main people who employed psychologists in (indistinct).\n Also I would give you a brief overview of what those replies entail.  Then I want to particularly focus on psychological and psychiatric testimony within the TRC and I will focus on six cases specifically which I see is an abuse of psychological testimony.\n Thirdly, I will offer a pet theory of mine that can elucidate the relationship between the torture and tortured.\n And fourthly I will spend some time looking at the implications for the future, and I am planning to do all that in about ten to fifteen minutes.\n Firstly the people that I wrote to on behalf of the TRC, to find out very specific questions which I will read to you as well, was the South African Medical Services who employ psychologists in their arena of psychological services, the South African Police Services, who have a psychology section and the Human Sciences Research Council and they are kind of the main (indistinct) of employers of psychologists.\n I was quite taken aback that all of them replied extremely confidently that not a single psychologist or a single effort that they could trace, had ever even remotely contributed to a violation of gross human rights' or in any particular way.\n What I also found interesting is that two of them had very similar (indistinct).  Basically that in the military and the police, they are only speaking of people who are psychologists and registered within their service.  There may be psychologists in other services who are not working as psychologists, who are employed in other categories, and it was not their brief to provide any information on these others who may be out there.  They are sceptical that this may happen, so in effect the official record from these services are that there was just never any focus on these, there were never any role of psychologists in this.\n But they do concede that possibly people may have heard that psychologists did X or Y, it was just never within their particular service.  The only rebuttal to that that I could find, was in Breton Breytenbach's book, The Confession of a Terrorist, where he talks about his personal interactions with psychologists, who didn't seem to be very humane.\n But to give you a flavour of the kind of responses that we got from the services, I will look at the Police Service report that I have here.  I wanted to know obviously the numbers of psychologists and the assistants in the rehabilitation of torture victims and the nature thereof, and they were very clear that no psychologist were involved in the assistance and the rehabilitation of victims.\n The main focus of psychologists in the Police Service, is the police members or their families and not anybody else at all.  That is the main focus initially.\n Whether psychologists were involved in interrogations of prisoners and the nature thereof?  Nothing of the kind happened.  They only mentioned one psychologist who was involved in (indistinct) of interrogation techniques, but was only applying this to serial killers and to nothing else, so that is the only psychologist that gets mentioned.\n Whether psychologists were involved in research or experiments or on intelligence, industrial, military or prison setting that could have violated human rights' and the nature thereof? No psychologist was involved in this.\n It is the policy of the Police Service to register all the research projects and after they checked all of it, they found not one research project that link to this.\n And all research is done on the basic principal that the respondent's privacy and rights are maintained and respected.\n The duties and obligations of psychologists assigned to work with political prisoners and detainees.  Again they indicated that the focus point of the service was always only the police officer, not the community or the detainees or prisoners.\n Any research that would shed any light on the violation of human rights'?  They also then indicated that no research was done in this regard.  And they would go on to comment that they can't talk about anybody who is not officially working for them, and that is very similar to the mortuary response.  Wendy even arranged a private setting for us where we could try, because there was some things that were secret, but the secret things we found were really of no consequence.\n It had to do with research into a subliminal technology, some issues around hostage taking, but nothing that anybody couldn't know about.  They were very careful to indicate that this was very secret and then again, they also said that none of their psychologists were involved in anything.\n If there were psychologists, they weren't under the ambit of the people responsible and who were reporting at that time.  The HSRC just sent me a letter saying that they had never done anything at all that is related to any of this, and they unfortunately cannot help me.\n So that is the first section on official culpability of psychologists which came subsequent to my previous submission.\n My second part, which is really the part which I am most interested in because I am also most concerned about, which is psychological and psychiatric testimony.\n The specific testimony that I am going to focus on is the testimony of Brigadier Cronje, Captain Hechter, Captain Mentz, Van Vuuren and Venter and Captain Benzien.\n What I have done, was to with the help of the TRC get hold of the psychologists' reports on these people and how psychological testimony was then used in mitigation and my main worry is that all of these reports have been - the main issue under mitigation is that all of them suffer from post-traumatic stress disorder.\n I don't know, I don't think judgement has been levelled on the value of this particular testimony, but the main thing about post-traumatic stress disorder is that internationally people will be very surprised to hear that it is even being thought of that it could be applied to perpetrators.\n This was a category developed within the diagnostic and statistic manual, version 4, and this is a manual that virtual all psychologists and psychiatrists use particularly for official diagnosis where there are any official repercussions within the legal system and generally used in the mental health system.\n The main issue that I found troubling was that even though it is fairly clear that this was not the original intention through this kind of diagnostic category, it was just accepted that even though the perpetrators didn't conform to the major criteria of this diagnosis, that the testimony still went on.  \n I just spent, I got the stuff pretty late, and I spent quite a while reading though 800 pages of testimony on the one case, that I want to discuss in a little more detail.\n It does seem a little bit funny at times, but I mean I anticipate that should this be successful, you would get hoards of applications saying you know this is great, and this is why I really wanted to place a bit of focus on it.\n Now, when the lawyer for the survivors of torture questioned, he did in fact also use - this is a photostat from that manual - he did ask the psychologist in the Benzien case that in his criteria it states quite clearly that the person's response to the event, must involve intense fear, helplessness or horror.  Now, if you are a psychologist, you know that this manual rarely says must.\n It is really saying this is an absolute requirement.  It always says these are the main features, there may be deviations here or there, you should consider X, Y and Z, that is how, that is the terminology in which this manual describes.\n Right at the start on the 7th line, this is what is said.  The way that the testimony then continued was that the psychologist who testified in the (indistinct) said well, obviously it doesn't conform completely to this, but there are all these other indicators.\n The other indicators that were within this diagnostic category could be a result of a range of other problems as well, and if you go through that manual you find that these problems are there as well.\n I was thinking there were 50 pages of testimony and the testimony should have really stopped at that point.  When you testify in a professional capacity as a psychologist, and you use a particular diagnostic category, you have to conform and say okay, this is it.  Otherwise you have to use another category.\n You have got ... (tape ends) ...  in fact take place without the psychologist either from the TRC side or from the survivors' side, be present, and that would be a strong recommendation from me for the future.\n The other part of this was that in the end, the psychologist did in fact then say no, she believes that Benzien did experience helplessness or horror and my next question will then be, she doesn't talk about the intense fear, is what are the mechanisms underlying somebody who repeatedly exposes himself to the same phenomena and then repeatedly said that he experiences this phenomena.  It just doesn't make sense.\n This unfortunately didn't come up in the questioning.  You know we can still stretch the argument to say regarding to a situation, he can have his experiences, but you can't say that five, ten, fifteen times over a period of 15 years, this person then subjected himself to these kinds of things.  I also think there may be a case for this kind of testimony  to also be referred to the professional bodies, not just for (indistinct) and saying this is the kind of testimony that is being presented and the TRC might consider doing that as well.\n The other interesting aspect about this kind of testimony which is given in the other five cases, now in the other five cases, the psychiatrist I don't see his name on this reports, who presented the testimony in the Cape, that according to the scale that he applied,  a scale that is developed for survivors for these traumatic events, that none of them experienced intense fear, helplessness or horror.\n So, that already will exclude them in terms of using this diagnostic category, even though this is then offered.  Then another interesting secondary argument is made in Benzien and in the other cases, which is if you participate in gross human rights' violations, if you torture people, you obviously as a human being, if you are not totally blunt, you will have reactions to it, you might not sleep too well, you may lay awake and so on, because you do this and you may do it on a regular basis, but then you make the argument that because you are experiencing this, you must be excused for actually doing it in the first place.\n This is also an argument that comes out of it.  So your current state for example, which is the result of it is then given as an excuse for why you are doing it as well, and that doesn't make much sense either to me.\n But that kind of testimony was also allowed in this kind of professional psychiatric and psychological testimony.  The other thing is this PTSD seems to be such an attractive category for people evaluating them, that even if it clear that you don't suffer from it, for example, in two of the cases, two of the ones presented here, the person presenting the report, is so convinced that you must that the  first case an explanation was offered that you are so blunted that you don't realise that you suffer from it.\n Which is a bit if you are a psychologist, you know how strange that must sound.  And the second category given in one of the reports is a group report written for the five people, is that there is some question that the person might be suffering from border line personality disorder, and the one personality block the other one out, so according to this report, everyone in this group  is suffering from it - some may not know, others know, some aren't helpless, but you know, PTSD is the flavour of the month.\n I just hope - I am presenting it here hoping that something can still be done in the period to try and at least get a psychologist or psychiatrist to offer some rebuttal testimony when testimony like this is presented.\n There were a couple of things that I wanted to just read out.  I know my time is going on, I won't spend too much time on double bind theory, it is in my submission and it is a little complex, so what I am interested in is that when you present this kind of testimony, you should also not be allowed to get away with generalisations and with professional opinions about general (indistinct) that has nothing to do with your particular discipline, and I find the report should plead with that kind of, for example a psychologist who would say no, she thinks this person is a victim of the system.  She has no basis for saying why from a professional opinion, this could be so or making comments about how good a policeman somebody was.  All that is really not permissible in terms of the status in which a professional has at a particular hearing of that nature.\n In looking at some of the testimonies from survivors, what I was surprised at is that a lot of the memory loss had to do with identifying co-conspirators and people who were with at the time.\n There seems to be no credence given to the fact that it is possible through some psychological conditions, for memory to be blocked, for memory to become vague and just for natural conditions, but there are also well-know methods of jogging your memory, of exposing you to material that will allow you to regain certain memories, that it doesn't seem to factor in that somebody can get a week to go and sit with old trial records and say okay, would you remember of these people, that is a possibility.\n And the other thing is that once somebody seems to come to the Commission and say well, they are sorry and so on, it is almost as if suddenly they are elevated in a very high moral ground, much higher than anybody else there and they are allowed to get away with that as well.\n For example, in Ashley Forbes' questioning Benzien about it, and trying to get Benzien to indicate exactly what he has done, some for which his memory is vague and some for example where his memory is very clear.  Now, when you have memory problems, it usually affects a range of your certainties about what you remember.\n You don't like have a memory problem about one particular area and you know everything else about all the other areas, and that was striking about the testimony as well.  That somebody would say no, he knows everything about what has happened in the range of circumstances and he is very clear for the last 20 years, he can remember it, but he gets very vague and so on in other areas.\n And this is Mr Benzien's response to one of it which links up to my other theory.  He says Your Honour, it shocks me and causes me to be sad to presume or that I had presumed that this meeting is truth and reconciliation, and that Mr Forbes now puts it to this forum that I tried to put a bag over him while he was in hospital and he was detained in Grootte Schuur hospital at that stage.  I think it is - I don't know what to think Your Honour, I am acceptionally disappointed.\n This is somebody who has tortured somebody and who is apparently you know, sorry that he has done so.  I leave it to you to assess the flavour of that kind of response.\n I don't have much time to go through some of the other bits that I think stands out in the actual testimony that I have gone through, but those kinds of inconsistencies are repeated within that testimony and I would hope that a professional able to evaluate that would be present in future submissions of this kind.\n Let me skip over the double bind theory and it is in that submission, so you can read it should you be interested in it and go on to implications for the future.  I am a bit hesitant to do this part of it because it almost seems to me as if this Reparations Committee is kind of the stepchild of the TRC.  You know, I don't have much faith that you are going to harness to many resources or that - I mean I appreciate it, but it was a struggle just to get me up here to be able to speak on this, and I know that the people here are making valiant efforts.\n But nevertheless, in terms of implications for dealing with this particular part of my submission, which partly also has to do with what is the knowledge base that underpins what one would evaluate and understand under the psychology or psychiatry of torture and oppression.\n I know that in really most of our institutions, more than 90 percent of our institutions, the study of these kinds of phenomena in a range of disciplines, not only psychiatry and psychology, anthropology, sociology has really not had a high profile.  I think that from this Commission that especially State linked institutions should have a period, a focus period where they adopt the issues that have arisen from this Commission, as a high profile nodule point of investigation, practise, training to redress not only the (indistinct) in knowledge, but also that there aren't enough people being trained in this country to deal with the issues that are coming up, even if we do set up Reparatory structures, but secondly internationally the field of torture studies and rehabilitation is extremely weak theoretically.\n I mean if you attend the conferences and read the journals as I do, you can see that there is a general multi-disciplinary approach, there is a general approach towards providing testimony that allow some kind of (indistinct), but theoretically it is very underdeveloped.\n The other thing that stands out for me is that there have been huge resources harnessed in the process of the TRC period.  I don't know what the plans are, it doesn't seem as if it is that explicit to in fact maintain those resources so they can provide the research base in some form, so that they can provide access to the public to still continue to see video archival material and continue to consult transcripts of testimony and to continue to see to what extent this process can remain as open and as public as it has been in the past.\n I am going to stop here, I am a little over enthusiastic on this topic, so I will leave it for questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Lionel.  Dr Wendy Orr?",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you Lionel, I found your presentation very pertinent, it raised a number of issues which we obviously have to take into consideration and I hope that as we both live in Cape Town, we can continue this conversation at a later stage.\n Just two comment really.  When you were talking about the response of (indistinct) and the South African Police Services, just to reinforce what you were saying.  Thulani and I went to interview a psychologist who used to work for the South African Police in the 1980's, he no longer does, and he said exactly the same thing.  When we said was there any involvement in torture or developing techniques of torture, he said psychologists were involved, but that work was contracted out.  It was not police psychologists who were used.\n So that just, as I say, underlines and reinforces.  I mean those were the words that he used, the work was contracted out.  And then to say that I think a number of us are also extremely concerned at the way in which psychological testimony has been used at amnesty hearings and the diagnosis of PTSD has been tossed around, and we have been in conversation with members of the amnesty committee about it.  I want to thank you for jogging our memory and for prodding us into actually being more proactive about what happens, and I think your suggestion that we have either a TRC or a victim psychologist present, is a very good one, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Glenda Wildschut?",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Your comment about the Reparations Committee being a stepchild of the Commission is something which resonates with us in a very interesting way, but perhaps to comment about that is that the Commission is a microcosm of South Africa and society at large in a way.\n And that the issues that are being struggled with or people are engaging with outside, are also the issues that we have to in a sense negotiate within the Commission.\n And in a sense, all of us have to accept some culpabilities with regards to that, because the sort of sensational legal stuff become the focus of attention in the media and in people's minds and the real issues of peoples' pain and peoples' emotional needs in a sense, get relegated to the lesser beings.  It still happens that most of us in RRC are mental health practitioners who have really battled to put mental health issues on the agenda of the Commission, so I am in a sense being a Truth Commissioner in a true sense and actually telling you what the difficulties are with regard to where we - but we have as you say, you know, tried to battle on.\n Wendy has commented about you know, our communication with the amnesty committee with regard to the use or the abuse of psychiatric and psychological diagnosis in the attempt of getting amnesty.\n And perhaps again to those people who are interested in research and looking at this, I think this is something which really has to be written about.  The process of the Truth Commission and how in some instances, it is again being abused by people who have in the past been beneficiaries of the apartheid system, and are now again using a particular forum to be beneficiaries and how difficult it is when one sort of at the cusp of that, to ensure that some attention apart from the sort of sensational media attention, is drawn to those very important issues.\n How can we go forward in the future and make recommendations when these things are being abused like this?  I mean what kind of things do we need to say to the nation at the end of the day?  So that is the dilemma I find myself in.\n What do we say to the nation you know when in fact these things are being abused?  I think I hope that we can engage with the comments that you have made in the workshops, because I think they are really very important and if we loose this opportunity, we are not going to have another workshop.  We are not going to be able to lock horns with each other about how we need to move forward.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Professor Magwaza?",
            "Unknown"
        ],
        [
            "PROF MAGWAZA",
            "(Indistinct) that most of the psychologists have said that they were not involved in the type of work and the work was contracted out, I think my issue here is that we need to shift this for future recommendation, that we shift, we don't shift but we balance the focus between omissions and commissions.  That is very important if we see it within the context of non-repetition of the violation of human rights.\n I think in the future psychologists have to come up as a critical mass where they have to take it upon themselves to be watchdogs for omissions and not to be passive and find a way of absolving their guilt by the fact that they didn't actually engage in commissions.\n I think the pattern, if you look even the pattern of violation that has happened here in South Africa, is that even when these human rights' violations were committed in those years, there were very few vociferous psychologists who actually highlighted the omissions that were being made.  We didn't come up as a critical mass and I am also, this is why my concern is that one of the things that we need to highlight for future sake, we should give the balance between the two.\n And then the second comment which I have is related to the diagnosis PTSD that while we feel that it should not be used, that we also have a responsibility as psychologists not to perpetrate the use of the label itself because it also comes from us.  We are using labels and failing to, sometimes we fail to relate to the real experiences of people.\n Probably we should also act as role models that when we talk about people who have been traumatised, we don't see them as labels, but we also relate to their experiences and we use that type of language when we communicate.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  It seems we are making comment, good comment, but we can go on and asking questions.  Hlengiwe assures me she has got a question.",
            "Unknown"
        ],
        [
            [],
            "You have made a bold statement that our Committee is a stepchild of the Commission, we will write this under your name for the next Commission meeting so that people can deal with it.\n You see, regarding your comments, first of all really I want to say for me, being in the Commission, I have come to appreciate the problems regarding the status of psychology and psychiatry as a profession in this country.\n When we started we went down to Durban to meet with Judge Mall, who is the Chairperson of the amnesty committee, just talking about the role of psychologists in that committee, looking at both people who will be victims there and perpetrators.\n His responses were clearly that you know, this will interfere with the legal process.  It is going to create a lot of confusion, that was his response.\n And whatever recommendations we have put forward regarding a significant role of mental health professionals, the committee has not responded to that and for me, that has shown that the status, I am pleased that SAISA President is here, even from the government's side the status of psychology is not I should think, it is not good enough out there in public.\n I should think mainly it is due to the fact that it is one profession which really was reduced to a profession for a few, for the elite and which was developed as of no use to the larger community and as a result not only I would say people have suffered, even the very people who dominated and possessed the profession.\n And then also a second point you made.  I said not only within the commission, but also in the government's side, many times Thulani when he started, he was designated a mental health specialist here, many times he came up with very good recommendations as to what should be done for witnesses and so on and those recommendations were turned down.\n Whenever commission representatives were meeting with government, they will take out anything which has got something to do with psychosocial support because they felt you know, it wasn't understood.  Some of the problems we have experienced here, they reflect the problem with this profession.\n I wanted to say this during the SAISA conference but I couldn't get there.  I am pleased to have had an opportunity to say this. \n Then you raised also another important point when you say people who appear before the Commission who say I am sorry or express an apology of some kind, they then get a special treatment.  Within the commission, I know people who have started writing like Graham Hayes, criticising the commission, looking at - I should think we need to look carefully at the interface between religion, psychology and politics.\n And that is how I should think the commission has suffered because of that.  There are quite a number of people within the commission who come from a religious sector and they are informed by certain (indistinct) as to how to you know, deal with the wrongs of the past and in a way that is much more understood than what you will expect when you are formed by psychological (indistinct) or philosophical framework.\n I don't know whether you would like to comment?",
            "Female"
        ],
        [
            "PROF NICHOLAS",
            "There is a rebuttal to that somewhat in that in studies of testimony, I have experienced that a lot of just ordinary people express the pain and the trauma that they have suffered in psychological terms and I think through the underdevelopment of psychology for various reasons, maybe not only just that it wasn't seen as not useful because the previous government excelled at expanding anything that might not be useful to the popular, so I wouldn't go for that, but for me the main issue is that more often than not, people have testified have expressed their pain in psychological terms, but historically and at that point have not had any access to any kind of professional mental health practitioner to assist them, either at the time of the trauma or subsequently.\n Part of the reason is that there is very little access to mental health services outside of urban areas for example, and I think there is a strong basis for the commission to recommend that those mental health services should be mandatory in rural areas where  they may be situated at hospitals, day hospitals or community centres.\n I am not making a plea for extra work particularly for psychologists, because I think we need to reconceptualise those divisions as well and to see how where there is more human service orientation under which a range of professionals would work cooperatively to assist people.\n So for me an issue is that many of the people who are coming for reparation, wherever they are located, they have no access to any kind of mental health, whether it is in relation to the trauma or elsewhere and that there should be some obligation within the reparatory process to make that just available, to say a decision needs to be taken that in hospitals there is somebody who can provide that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I was trying to organise a programme.  I think for time sake we better move on.  Can I just raise an important point that Dr (indistinct) has just made,  Cooper not (indistinct) about he is on the war trail and he is raising a good point about really there being a case for the psychologists in question to ask the Professional Board of psychology in terms of undermining the credibility of health professionals engaging in testimony which is unscientific and unprofessional and attempting to defeat the ends of justice.\n There might be an issue for that, I think we have to discuss it within the Truth Commission, but he is also offering his support as the representative from that body to take up the case.  I think we shall get back to you on that issue, but thank you for raising that, it is important.\n Thank you for your testimonies, thank you for your time.\n I think programme wise we are going to have, we are going to ask Paul Saunderguard to have his half an hour and then we are going to move Dr Bhana, is that all right, after lunch?  Is that okay, or else we will have a cold lunch basically and then we will snip half an hour off the preparation for the groups at the end of the day.  I think that will be quite quick.\n I think we will formulate questions and just bring that to the group.  Is that all right, you don't look too happy.  Thank you.  Paul Saunderguard.",
            "Unknown"
        ],
        [
            "MR SAUNDERGUARD",
            "Thank you Thulani.  Firstly good afternoon to the Chairperson and the members of the panel and to all the delegates.\n Just for the benefit of all in attendance, let me give you a short background on the Citizens' Commission on Human Rights and its role now and in the past.\n CCHR was established in 1969 by the Church of Scientology as an independent social reform body to investigate and expose psychiatric violations of human rights and criminal abuse and to clean up the field of mental healing.\n The co-founder of CCHR is an eminent Professor of Psychiatry at New York State University and the author of over 20 books, Dr Thomas Zass.  At the time of CCHR's establishment the victims of psychiatry were a forgotten minority group warehoused under dreadful often terrifying conditions in institutions around the world.\n They had no legal rights and could be arbitraly incarcerated and barbarically treated by psychiatrists who were above the law.  CCHR is now an independent organisation with more than 128 chapters in 28 countries.\n Its mandate is to investigate and expose psychiatric abuse of human rights and in the course of CCHR's 28 year history it has researched psychiatric abuses in many forms and worked with religious leaders, government officials, police, politicians and community and parent groups to effect changes.\n The Commission include doctors and other medical specialists such as neurologists, educationalists, artists, religious leaders, attorneys and civil and human rights representatives who advise and assist in their professional capacity.\n CCHR has also received acknowledgement for its work from leading professionals and international bodies such as the United Nations Human Rights' Commission which in 1986 acknowledged that CCHR had been instrumental in the enactment of more than 30 pieces of reform legislation in the mental health field around the world.\n And today that figure has moved up to more than 100.  We have learnt from 28 years of experience and many government enquiries we have participated in that in order to bring about true reforms and a better future, there must first be honesty, admission, nothing left to hide and responsibility.\n With this, the past can be cleaned up and the future become a new road to build upon.  One of the greatest crimes that an individual or group can do is to do nothing.  That is what apartheid psychiatry and psychology did.\n They did nothing to stop its abuses in the field of mental health and as my colleague Mr Lawrence Anthony will present from our submission, psychiatry and psychology were not mere passengers under apartheid, they created, built, manned and navigated and advised the apartheid ship.\n In 1974 CCHR first exposed the horrors being committed on patients in the private psychiatric camps owned by the private company Smith Mitchell and Company.  I say camps, because these places could hardly be called hospitals.  As we uncovered, there was an incredible lack of care for blacks in these institutions.",
            "Male"
        ],
        [
            "DR BAQWA",
            "...[inaudible] very importantly coming into and especially if one questions somebody as their knowledge and the concept of Sangoma's and our understandings of trauma and problems.  I have wonderful examples of how people from the third world - as we were called in Europe, have used metaforce of healing wherein psychiatry really was not the field - no psychology but rather probably going into religion and other forms of surviving and I think that's where your Sangoma's and other thinkings will go in.\n I'm looking at psychiatric interventions in Government Hospitals and Community Settings  - that is now how the future should be like, I think I'm talking of ...[indistinct] man of a sort of control that things are going as they should be in the sector of human and healthy mental health generally.\n And also there is a concept of community psychiatry as being practised now, recommendations for improving these conceptualisations.  When I was in Oslo, I was looking at what had come out of South Africa because I was excited coming down in 1995 and I saw a paper by Seedat which - I'm sure if it was the Seedat, it was an enquiry into the concept of community and I was very excited because that was one of the most progressive analysis I've seen.  \n And I tried to pick it out now to show him as to whether it is his paper and I saw I had one of Fogelman - which is not what I was looking for, so I put the wrong paper in my bag.  Is it you? - I don't know.  \n I'm was also going to look at recommendations in part 3 for curriculum changes at institutions - like Saths was saying again, and institutions of training of professionals in health care.  So, I would like to start this presentation with some quotations - they might appear rather dramatic, but I am also dramatic of nature.\n\"If we unearth his bones, the pain would come again\"\nSaid Mr Tshwete - who's the father to Steve Tshwete who was one of the young freedom fighters who had been killed in combat with the State apparatus some time in 1985 and buried anonymously in a cemetery in Piet Retief.\n\"Here are the bones of the skull - the whole skull\"\nSaid the Premier of Mpumalanga Matthews Phosa, as he carried high another plastic bag containing skeleton remains of one of the three young men whose graves had been identified by an investigator for the Truth Commission.\n\"They burn our children and have braai's at the same time\"\nStung the words of Dumisa Ntsebeza, the TRC's Investigative Head.\n\"The families of the killed - the previously disappeared, looked on in grave numbness and anger at the scene - a reminder of the killings fields of the previous State's terror\"\nAll this was seen on national television only a weeks ago - November the 7th, '97.\n\"...[indistinct] and braai's, cannibalistic rituals - will the hearts of the young warriors nurture the depraved hunger of their soulless killers, vultures, on the conscience of this ...[indistinct] democracy.  The violence is pervasive.\n The father who lies naked to his 8 month old baby girl and puts his finger into the babies vagina an act so incomprehensible in it's depravity, akin to a thousand raids committed by fathers on their daughters in a thousand squatter camps and a thousand gilded bedrooms in colonial mansions. \n Is this a collective psychosis, a collective madness?  Was the answer - who can give the answer, how can the soil be cleansed?  Have the molecules in the air clustered into impenetrable condensations of venomous bile, devouring the heart of our nation and causing collective psychosis, unleashing a wrath upon itself that defies comprehension - like the self mutilation of a character lacking self definition, a nation without a character searching violently for it's identity.\n I watch in horror as a psychiatric nurse challenges a violent psychotic patient pointing his finger at the breast of this unfortunate patient who is frightened by his omnivorous power.  Another nurse yelling in reciprocal crescendo as argument continues with a patient who eventually screams: \"I am not your insane child at the beck and call of the staff, I have my human rights\".\nYou can imagine how I was smiling when I heard this - so it is sort of even reaching our mental patients in institutions, that there is a culture of human rights moving into our social circles and institutions.\n The scenario that I painted above is my introduction into the violence that has permeated our society before our political freedom in 1994 and after.  The need to analyse it, to acknowledge it's manifold permutations and sources, it ...[indistinct] information and recognition and finally, ways of intervention, is increasingly compelling and I also know their efforts already in our society doing exactly this so let's do our share here.\n The concept of organised violence has steadily been taking root amongst the professions and disciplines that work with health hazards or organised violence and abuses of human rights.  It's a relevant issue in the politics of health as it encompasses political, ethical, medical and psycho-social realities.  One may as it were, say that one is talking of intentional violence whether physical or psychological, by man to man, war, prison, concentration camps, torture, terror and harassment.\n But I wish to add another form of violence now, the type that results as an abnormal human reaction to the above-mentioned violence, the violence of a society brutalised by itself, a society traumatised, an indirect form of violence flowing from the erosion of the human spirit and moral norms.  In short, an almost state of anarchy, a regression to a more primitive mode of leaving the wild west of our times.\n Psychological reactions are as much based on individual organisations as much as environmentally effected.   Explanations have been looked for - and some of them I like, socialisation - for example, problem solving by using violence, children emulating their violent environment, break up of families, refugee existence, alienation, discrimination, frustration, socio-economic conditions - the list can go on but I think for me, it is appropriate that I bring up a little bit about what mental health is all about.\n I think we have an idea already as we looked at the situation that I have depicted, though I promise you there is much more that I can say about the subject of mental health but I think the scope of this paper would not allow me sufficient probing into an enquiry into success at living, not idolisation of the beach god successor - that's a different thing, just to be successful at living  - what the hell is it all about?\n I'll just quote Marie Jahooda - I am not sure if she's an anthropologist or an anthropologist psychologist or sociology anthropologist psychologist, but I read about her when I was researching for my pilot project that I wanted to bring with me to South Africa for improving health services.  \n She says that mentally healthy people should be in touch with their own identity and feelings, that they should be oriented towards the future and should be fruitfully invested in life.  Their psyches should be integrated and provide them a resistance to stress.  They should have autonomy and recognise what shoots their needs, they should be masters of the environment.\n Now, this is not much psychiatry as is taught in our institutions but that's how mental health should be brought within curriculum changes that our psychiatrists should know about these things. \n Let me move on to Part 2, which is the examination of conduct of use of psychological interventions - actually the abrupt ending to Part 1 is in essence what - I think, Saths Cooper has also said in a way that there is very little discrepancy except somewhere where he says: \"Psychiatrists don't know psychotherapy but we'll talk about that later on and I actually think I have it in the paper here but he's created an atmosphere - a scenario, about what the problem is with our society and what the problem is in instituting changes and the panel there has also enquired into how we should go about it.  \n I've tried to sort of put it in the context of violence and a definition of mental health and sort of - you see threads that combine and make some sense - not cohesion at the moment, but there are threads that are coming, threads through our lives, through the violence, through our search.\n In Part 2, which is the examination of the conduct and use of psychological interventions by individuals and institutions in relation to the past, I will start by taking a look at practices in different psychiatric institutions.  I shall refer to the findings of the Mental Health Committee's investigation into psychiatric institutions and the abuses of human rights there.  \n A report was finalised in February 1996, the findings were classified in a number of broad categories.  I have given an addendum about their summaries and we might see where that goes in the workshop tomorrow.  Anyway, Re: 1 - their broad category was unacceptable health standards - I mean, we don't have to go into that too much, it is clear that our mental health tertiary institutions were asylums.\n Several facilities were found to be unsuitable for patient health care delivery and certain hospitals were mentioned.  What was common to those was the overcrowding of patients in wards, rows and rows of beds in one hall, neglect of patients akin to asylum like conditions of mental institutions depicted by Michel Fukou in is brilliant book: \"Madness and Civilisation - Sanity in an Era of Rationalisation or Reason\".  \n Let me give you an instance.  The forensic block of one hospital where I worked as a Registrar in Cape Town in 1994, it was so overcrowded that I was tempted to think of it as a prison rather than a place where people were sent to be observed for mental health - or what do you call it, for mental illness.  The patient composition in the forensic department - that forensic unit, was anything from what is called anti-social personality disorders - we don't have to go into definitions of these things, to severely ill functional psychosis - it's a broad spectrum.\n Young criminally charged youths were mixing with veterans who had killed and raped.  I tried to argue for the protection of the younger ones so that they can be roomed in solitary rooms, which of course had no proper locking mechanisms anyway.  I was told by a consultant there, that patients had a right to some enjoyment - some sexual enjoyment, in their miserable conditions.  I guess he thought he was being liberal minded in the human rights oriented context of the new South Africa but the issue was rape, it was not - I was not talking about consented sexual activities in a mental hospital, but another issue.\n There was little activity of the patients and the only free space was just a square surrounded by buildings housing these people referred by the courts for observation.  These people actually - when they were referred, it was either that they had stolen a banana or they were charged - and charged for stealing, and maybe they couldn't make sense in the courts, that's why they were sent by the police to the forensic department or they were referred for having raped and killed 9 year old school girls.\n I really wondered how they could all be clustered together and it made me think of how psychiatric services are organised in this country and it made me think of referral methods but I was told by some wise psychiatrist that of course we are a developing country - we have problems, and this is some form of picking up the people who are ill in the society - police are doing that work for us.\n I must in kindness, say that that hospital also had a football ground so that they could play football there but of course security was inadequate and that is another of the findings of the Health Committee that was investigating psychiatric facilities.\n Let me just jump to Re: 2, the second part which says: \"Management Issues\".  Discriminatory practices including racial discriminations were and are probably still rampant in 1995/'96 and '97 in several psychiatric hospitals.  Doctor Zolly Lengam, a Registrar at ...[indistinct] Psychiatric Department, describes in a clear impassionate manner of the practices in Pietermaritzburg's two hospitals in 1994 when she was working there - they are called Townhill Mental Hospital and Fort Napier.\n The discrepancies between the original planning and architecture of these hospitals:  Townhill was traditionally planned for the White patients and Fort Napier for Black.  Fort Napier - as the name implies, was converted from a fort into a mental hospital.   I don't know if you want to go what that Fort's function was some time during the colonial wars.\n Anyway the acute section of that hospital - Fort Napier, was built from stables, so already in the planning you see the discrepancies and they are still existent today, we don't accept changes - I mean, we don't expect changes like magic but the situation still exists.  The acute section of this hospital is dark and dingy - those are her words, and she says coldly and quietly: \"Rows and rows of beds\", whilst Townhill - I don't have to appeal to your imagination, in contrast had beautiful grounds and psychotherapeutic wards with all the amenities.\n Allegedly, Black were always too crazy or unsuitable for psychotherapy - which is also an idea or a thought that I found very strong in Europe, they call Blacks ...[indistinct] or that they were too busy surviving to have any introspection into their feelings - anyway, that's another issue too.\n Doctor Lengam tells of a Black female psychologist, Maureen Mbensa who battled a lone war for several years to have a psychotherapy unit installed in Fort Napier.  There was also existent in 1994, a subtle racist discriminatory practice that would create a barrier or an impediment for Black patients to be admitted to Townhill, a criterion: ability to speak English so that you'd only have your sprinkling of middle-class Blacks who could mingle with the White neurotic element of the psychotherapy wards of Townhill. \n In essence really, this was not much different from the practices I saw in Cape Town.  Medication was also along class racial lines - second generation anti-depressants - I don't know if any of you know about these things, you see anti-depressants are first generation classical ones with very, very horrible side-effects and then the second generation don't have those side-effects but they are very expensive and other types, newer types.\n The psychopharmacies - what do you call - psychopharmacies yes?, they are flooding us with all these new medications, giving us samples, wanting us to move on and on and they're bribing us - East and West, and in South African we are easily bribed, it's shocks my ethical sense that it goes so easy here - one day I'm going to ask for a car.\n I must admit these medications are expensive  as compared to your classical anti-depressants that are coded in our hospitals today.  Actually all new drugs - all new anti-psychotics, with lesser unpleasant side effects would find their way to Townhill.  The crumbs from the rich White table were a new drug called: \"Cosapin\" which came into use quite late in the '70's but it is quite good as compared with your classical ones but it has an unfortunate side-effect, it's a blood discracia and it necessitates very frequent blood testing - as much as once weekly for the first 12 weeks of therapy, this was allowed in Black hospitals.\n I happen to also have researched on this Closapin, how it was introduced and experimented in South Africa as long ago as '73, when countries like Finland and China were very cautious as to it's fatal side-effects.  The ethical consideration on testing clinical drug trials here in South Africa, were waved aside or deemed not relevant but Doctor Lengam, cool as she always is throws a punch and she says: \"Well, Black patients had to be manageable\".  \n She also comments on the staff at Fort Napier, that was comprised mainly of frustrated Rhodesians who had dispersed at the onslaught of Chimorenga.  Now,  that was that time but now they are confronted by another Black wave of doctors from the continent who came in with the 1990 ...[indistinct] door opening to let in life and purify the air.\n Recreation facilities at these hospitals have always been a sore point with committed staff.  Townhill grounds, havens of opportunities for braai's and walks when families visited.  Even at my hospital now in Ga- Rankuwa here in Pretoria - which fortunately evaded the sort of investigations of 1996, there are no facilities for leisure or rehabilitation except for some decrepit old teethes or occupational therapy unit.\n I want to go back to Cape Town as well, where a stiff backed suite clad consultant yelled at me in almost infantile rage for what he called: \"my attitude to work\" as I maintained a passive aggressive attitude for his orders to me to perform pre-arranged and scheduled ECT's - that is your electro convulsive therapies, without prior discussion and examination of the indications as one would expect.  \n His outbursts may have been an indication of what was to follow two years on - emigration, which I hear is immanent.  I wouldn't even talk of that ECT machine which I think was a relic from the second world era - I mean, Second World War.  Another factor that I'm looking at: \"The Management of Patients\", there's also ...[indistinct] of family involvement in the treatment of our mentally ill patients and that is classic - I mean, it's all over South Africa.\n This had adverse prognostic effects for the patients and this adverse is quite opposite to the popularly held notion I heard when I was in Oslo, that ...[indistinct] patients in the third world - in developing worlds, fed better because their communities and families were more supportive and those communities were less inclined to highly emotionalise - to motionally verbalise criticisms, it's a concept that's called high emotions.  \n The societies up there are looking at your individuation, at your improvement, at your - what I can I say, individuality.  You are not so much part of the whole as you are your own, you are a tree in a big forest ...[indistinct] than extended family trees in a big forest, so that they look at you and if you are 18 and have not left house by then - because at that time, when you're 18 you can buy liquor, you can buy anything in Northern Europe and you can move out, you can marry, you can vote - you know, you are now free, you're free of parentation in that sense.\n But now, in those societies they tend to verbally criticise because of this sensitivity and they used to say that we are much better off but I am wondering because we are not doing those investigations - as Cooper had also said, that community extended thing, the supportive network element so we have to bring families in but that will come in another part.\n Re: Point 3 - I've jumped: \"Management Issues\" because there are so many and I wouldn't want to use all this time, Point 3 is some anti-ethical views to human rights and human dignity at psychiatric hospitals.  I said, just let us suffice to say that the legal rights of patients are not upheld, it's a very broad statement and we may wonder what it means and probably that we will deal with at the workshop.  \n We are still waiting patiently for the new Mental Health Act to find it's way from the National Mental Health Directorate to mental health institutions, three years into our democracy and three years from the end of the millennium.  ...[indistinct] psychiatry 2000, I ask.  You know, things like toothbrushes, washing rags, towels, shoes in winter ...[indistinct] and I'm asking a question: \"Have you ever seen a psychotic patient in an institution\"?\n If the society was invited - which I would like to do, in changing our perceptions and services, to get the people to come into mental hospitals - not just visitors, families - the few that that can, but to open up and let this mystery disappear and let the people decide how things should be done, especially now that we are de-institutionalising - that we are moving towards primary health care.\n Now, another interesting element, recently there was a battle of wheels unfolding between Pretoria West General Hospital - I hope there's somebody from there but there obviously isn't, and Madunsa - Ga- Rankuwa psychiatric department.  After that debilitating Westfort Hospital had been fingered by the report on psychiatric hospitals, was closed in 1997, about 40% of the chronic patients from Westfort were transferred to Pretoria West General.  It his here that Ga-Rankuwa's psychiatric department should transfer their patients for further rehabilitation, treatment when their acute psychotic illness has settled down. \n But the Pretoria West people or the people at Pretoria West who had originally catered for the White working class of that area, again erected obstacles to this process just like you saw in Pietermaritzburg and the directives from the Director General of Justice - that is the legality part of it, are also very hazy on this matter so that confusion abounds and patients are caught in the middle.\n Even patients who are discharged from that hospital are not allowed to stay in three days after being discharged.  If no-one claims them, they are just thrown in.  There are no social workers in that unit, there is not community involvement again.  What perceptions emerged from this unfortunate situation is that burials are being erected in the name of legality where really, a general hospital has a duty to admit ill patients.  But also the facilities for car of these patients are lacking, these patients cannot even stroll the grounds as they are situated on the fourth floor.  \n Conditions of a shift now towards primary health care - without infrastructures in place, can be socially devastating for a very vulnerable patient group - unqualified change does not necessarily mean progress.  Academic psychiatric planning for the teaching of medical students and registrars is mechanistic in it's approach, their realities of South African society and analysis thereof are not brought on board.  There is not proper psychosocial orientation in the management of patients, concepts like supportive social network are not integral in the thinking of the registrars and students.\n Apathy and even lack of interest in these socio-economic variables abound.  I've heard Black doctors that family histories in psychiatric patient examinations are irrelevant and that poverty's not a social stress.  The facts of unemployment and chronic violence and refugee status are not discussed, there's almost a schismatic split between the patient and his or her persona.  Instead, students and registrars are ...[indistinct] at diagnosing the disorders of post-traumatic stress and drug abuse and related disorders therein without a comprehensive and cohesive approach, it's quite a two dimensional view - how unfortunate.\n Psychotherapy Dear Doctor - says Cooper, is almost an ...[indistinct], except for the tolerance, the tolerance of the presence of some of us overseas trained psychiatrists who almost an exotic element.  The reasons given are usually that psychotherapist ...[indistinct] or that the numbers of the population in demand are huge and that there are a few psychiatrists or that it is the domain of psychologists.\n There are psychotherapies that are modified to suit the realisations that I've listed - like you said, the one to one doesn't go.  Torture is seen through the windows of the definition of trauma and understanding and treatment thereof is rather absent through the lack of direct relation to the victims and their communities - like you were talking, one degree up, one degree down - families with the victims.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me Doctor Baqwa ...[intervention]",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "Am I taking too long?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, I mean I like it, I was dreading this moment all week but I am going to have to say: could you summarise and also could I have - just in terms of time, the section where you want to do a critical analysis of the health sector hearings, could we perhaps leave that to the end and incorporate - maybe have a session on process.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm not saying we don't want to hear it.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm saying: let's put it to the end of the workshop so that we can evaluate the whole process, maybe have a section of the whole Truth Commission and the process.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So, maybe you can take a second to just sort of think what you're going to summarise, then we can go onto questions.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "...[inaudible] so you're psychologists, your psychiatrists, your people now who are in leadership who, like ...[indistinct] just giving excuses and are now in the front field for reformation but I wanted to quote - maybe let me quote Doctor Aldo Martine - a very well known psychiatrist of psychoanalytic training, who came to address us in Cape Town when we were having a conference on torture and rehabilitation and torture and victims of trauma.  He wrote a paper called the phenomenology of guilt in a society which forgave Cane - do you remember Cane?, he said\n\"When an active attitude against discriminatory acts is not taken or when the State does not take a firm stand, the person faced with his or her unethical acts and desires is granted the possibility of magically excusing his own participation\"\n I'm really talking of a process now of us, of them, of change and of the future, it's a mass - it's a morass and if we do not go through that properly, we are just going to making reforms like in basis of philosophy that you were talking about.\n Given his granted of magically excusing his own participation of recovering his ethical conduct, given the opportunity of self-pardoning which everybody has been doing - where the TRC - I was looking at it as a medici and ...[indistinct] and blah, blah, blah and I didn't have the chance, it was mostly self-pardoning I think and self-pardoning in what we've being seeing throughout the TRC activities, of being the accuser and also of being the accused.  He ultimately becomes a god who forgives those who behaved unethically without being judged in order to be pardoned himself.\n What you want me to give as a comprehensive summary of all this, was that I was taking violence, looking at it and letting us know that it is not just organised violence that has to do with of the apartheid era alone but also there's another violence we are moving in that involves all of us, workers in mental health and  other workers involved with these concepts.  That we have to involve elements at - perceptions of this and improving the society and healing the victims by whatever mechanisms we will reach to.  \n I know that the Health Department had a conference on that and many good papers have come and I know that they have researched very seriously and I have brought that paper with me.  Then I went into the understanding of psychiatry in our institutions and the treatment thereof, which are quite conservative and very, very outdated and lacking understanding in the context of our society and we will deal with that when we come to the workshop.\n And then within that I was also looking at human rights violations and the understanding of the patient or the client or the person and our understanding of ourselves too as caregivers.  This has been a mirror of such gross - allow me to use that, ignorance or uncaring or negligence of these very important basic glasses that are looking at another person, that this has to be part and parcel of our teaching of medical students in psychiatry.  \n Especially now in South Africa, post-violence and this trauma and our victims that - not our victims, but the people that have been parading in front of the TRC that are going to need care.   We need to be able to understand what trauma does to peoples and communities, we need to understand that certain people survive, certain people do not and we need to understand what composes that - what makes people survive and what makes people not and then get into that so we can help.\n And the fora where these things are going to be discussed are necessarily - they have to be relevant, they have not to be the fora of psychiatrist, of psychologists but I think it's an expertise that will be necessary to be part and parcel of the whole dimension of society, like I talked about the multivariate factors involved in changing societies.  \n I'm talking of sociology, I'm talking of anthropology, I'm talking of politicians, I'm talking of social movement - social motions, I'm talking of the media - how are we going to get all this to sort of move into the 21st century.  Okay?  ...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's a good question.  Can I just say, if there's a - there might be a feeling around the ...[inaudible] my comments around receiving a sort of critique at a later stage, might have been a toast defensive.  I just hope that you're satisfied with that and that we will do that tomorrow.",
            "Unknown"
        ],
        [
            "DR BAQWA",
            "Well, I deal in psychotherapy and when people say certain things, sometimes I cannot help but look at things from an analytical point of view but I do understand, we will work with that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for your indulgence, I also want to - I'm split here too relating to your split that you mentioned at the beginning of your presentation in terms of time lines and just time keeping, I'd actually like to - but we can go into that tomorrow.  Is everybody okay with that, we're not going to have an article: \"Panel Snubs out Criticism\", okay?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could we move on to Jeanette Mohapi, if you could - I think we're going to be running a quarter of an hour late as it stands but welcome, thank you for coming and could you perhaps talk about your experiences as a psychiatric nurse or share with us what you prepared.\n Can I just ask that you also summarise and not actually read ...[inaudible]",
            "Unknown"
        ],
        [
            "MS MOHAPI",
            "Thank you, I'm Jeanette Mohapi and I come from Chris Hani Baragwanath Nursing College and I intend to share with you our experiences as nurse practitioners in psychiatric institutions and during clinical accompaniment of our students.  I may say we are very lucky people, you may call us participant observers because not everybody is able to witness continuously over 24 hours, the experiences of psychiatric patients and their miseries in these institutions.\n Doctor Zanele has already highlighted some of their problems and needs but as psychiatric nurses, we all feel that there is a sense of urgency that situation and nursing care should be upgraded because the standard of nursing care has really gone down. \n We have a role to play - we have to as psychiatric nurse, to help in prevention of mental illness, promoting illness, helping people to get cured, help them to understand their experience of their personal misery.  However, we are unable - we do try, but we are unable to carry out this function.  \n One of our roles which we are supposed to really be implementing is to create a therapeutic milieu.  Now, this means that we must scientifically manipulate and plan the environment in such a way that the patient quickly gets well and off he goes but we are unable to do so because of staff shortage.  \n So, more than focusing on the nurse/patient relationship which is supposed to be interpersonal, we are more inclined to be rendering custodial care - that is, we quickly rush to the patients to the bathroom but in fact we do not take them to the bathroom, we use a hose pipe to shower them down so that we are quick and we rush them through and use that one towel to wipe them, so that we are through quickly because of the facilities.\n Now, one doesn't want to blame apartheid  but we are forced to talk about apartheid all the time.  The thing is, the National Party by placing a rules regulation in their books and doing things on the racial lines and so on, you'll find that our psychiatric buildings and ablution blocks are not the same as those of Whites.  If you go to Sterkfontein for example, one would find that what used to be a White section - now that you are mixing but used to be a White section, had tiles, smart curtains and so on and the other Black section which was far at the end, the floor were bare and so on.\n Things are trying to be improved however, I heard here that February 1976 inspection was done.  There is little improvement or none in some of the institutions but there is evidence of the differences, you feel the difference when you walk in what used to be a White psychiatric institution.   We are supposed to be providing self-care to patients and teaching them that, there is no time to do that as we are in too much of a hurry  Now the Government also - I don't know whether the Government did homework or not, they jumped into rationalisation of staff and this took away all the skilled psychiatric nurses we ever hoped to help the situation.\n So, we are back to square one.  So, instead of us as psychiatric nurses focusing on patients' needs, we are busy in little groups talking about our own concerns and about our own future and how tired we are, how burnt out we are, how useless the situation is.  We are killing even the spirit of those nurses who were trying to make a difference in the patients.\n Another thing is that we're supposed to be providing continuity of care, that is also impossible as we do not have enough time - we do try, but I must confess we do not have enough time to prepare patients and their relatives for discharge.  They're here today, gone tomorrow, back again.  \n And the saddest part is that this revolving syndrome is that when relatives bring back the patient, they say to us: \"Sister, here's your person\", they call the patients - not their relative or father or mother, they say: \"Here is your person, take back your person as we cannot cope with person at home - he eats a lot, he is troublesome and so on\".\n Now some of the patients in the long-term institutions prefer hospitalisation, they are well - they lack skills because we haven't empowered them to be retained in the community to survive, therefore they prefer to be in the institutions and the Government is facing a challenge of doing something about these people.  They actually tell you that: \"Sister, when you discharge me I'm going to misbehave so that I come back to the institutions, that three meals a day and there's an area where I can sleep.\n Now, the other problem is that hospitals like Doctor Zanele said: \"The institutions are overcrowded, overcrowded not because of new admissions all the time, overcrowded with people who have been in these institutions for more that 20 years and I again blame apartheid.  \n In 1997 I went to do psychiatric nursing in Bupule Hospital, when I got there it was about the time when the homelands were the in thing with independence, homelands and so on, now Bupule Hospital used to be mainly a very, very, large psychiatric institution.  Now at that time the patients had to be transferred to all over the show so that we make room for general medical care of patients, so three quarter of the hospital patients were removed to all over.  \n Now, if the Government can look into the issue of patients who are in institutions because for some reasons, they don't have home addresses, they are considered as homeless because nobody can trace where they come from because they were just removed from a familiar environment to far away places.  \n And then, again we are supposed to be advocating on behalf of clients and their families - I must confess we are not doing that, we are there - some of us, to impress the psychiatrist.  My experience of 31 years dealing with the doctors, is that there is this power struggle of who is more knowledgeable than the other one.  We as nurses, there is this power struggle that we became nurses because we had brain deficits or something - we are feeble minded or so.\n So, you dare not challenge the doctor and that is why I said to the nurses: \"Empower yourselves with knowledge so that you have your facts straight and present yourself assertively to the doctor.  Now, there's this self-fulfilling thing about doctors and all of us to diagnose - to make a good diagnosis, my experience is that 99% of Black patients are schizophrenics. \n It's so easy to say schizophrenia to all of them, you check all those files in long-term institutions - I'm telling you, when the doctors come and do their periodicals, sometimes they don't even look at the patient, they just add more treatment and so on.  Then, when we go for clinical accompaniment, we get this opportunity of students to present cases for us - we give them a patient, now that enables us for that individual nurse to have a one to one relationship with her patient, then they check the files and so on.  \n But some of the reasons for certification in 1940 or twenty years ago, are really wrong - I don't know Afrikaans but they are written in Afrikaans and the little interpretation I make is that this person was certified because he's a \"Swart gevaar\" or something, like maybe you clapped a White person or he stole something - I'm telling the truth because some of those reasons are not legitimate or were not.\n Now, the problem with this is, such a person was lost, picked up by the police, certified into an institution, family misses the person for 20 years.  Now, do you think the family is ready to take back an individual who cannot prove that he is not insane?  That is some of the problems, that when they are discharged they say: \"You've been in a mental institution for so long, we don't want you\".\n Now, we do not advocate as we should, we're busy pumping patients with psychiatric drugs which are ordered by the doctors because it's easier to handle the patient, the patient becomes less troublesome and then we can sit and read the Sowetan or whatever we want to do.  We seclude them, we restrain them for peace of mind - not of the patient, but of ours.   So these are just some of the summaries.\n And then we are supposed to be engaging in primary prevention of activities and try to dehumanise psychiatric nurses but I'm afraid we are still used as vehicles of continuously dehumanising a patient in the name of staff shortage, we do not have time to do that intervention.   I talked about the facilities of sleeping and over-population and the impossibility of implementing therapeutic milieu, that's when on daily sessions you ask your patient - you sit there.\n And the authorities, some of the authorities also - I don't what is the problem, they teach us this nurse/patient relationship but if a management walks in, you are sitting with a patient trying to find out what is wrong with the patient, it is considered as a waste of time - you should give them injections and carry on with other things.\n And another thing, we have this ethical dilemma - we often use our patients to cover staff shortages in performing manual work which should be done by hired people.  In the guys - that we are empowering in occupational skills or in vocational skills when really and truly, some of the things should be done by some of us.\n And I must say the nurses are trying but we are forced by circumstances to go for this quick fix approaches which do not help and which brings back the patient - our empathy skills are really burnt out.  So, I've summarised all that, that we are still allowing our patients to make decisions about their care.  We sort of think that the patient is mentally ill, her intellectual capacities are so down that she decide anything - we are inclined to push things down the patient.  We don't even have time for the relatives, we are very impatient.\n So, we were hoping that because of the TRC thing - of making recommendations, things can be pushed quicker for us to implement justice when it comes to patient care.  So, I don't know whether to go on under the recommendations or whether we will discuss them?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think everyone's probably ready for a break to tea and absorb what's been said but I think - like I said, tomorrow we'll be able to discuss and go into them and formulate the recommendations.\n But thank you very much, I'm sure the next presentation will speak to a lot of the issue mentioned as well and I think you'll have a lot to say about medication and over medicating and the kind of problems you are talking about.\n Could I say that we're down to break for a quarter of an hour, could I ask us to come back at twenty to - which is actually a 20 minute break, it's next door so we'll be close if we suddenly have to re-group, thank you very much.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, welcome back - I keep speaking too close to the microphone.  Welcome Professor Mohammed Seedat and Professor Lionel Nicholas, I'm sure you'll be keeping your presentations to the stipulated half an hour and if you could respect that for the time of the day and when you're ready, please go ahead.",
            "Unknown"
        ],
        [
            "PROF SEEDAT",
            "Thank you, I'm planning just to speak for 5 minutes anyway.  I guess I'm going to deviate somewhat from the written submission, given that many of the points I wanted to highlight have been focused on by the various speakers this morning.\n So I'm just going to be very brief and talk about psychology as a discipline from the perspective of knowledge production, what questions psychologists have historically research and which questions or which areas they have neglected to research and what are the possible reasons for the omission or the silences.\n Psychology's unwitting and perhaps witting complicity in the rationalisation of segregationist ideology, including apartheid and patriarchy has been examined from various vantage points.  Individual psychologists have been criticised for their political dubious roles in the first Carnegie Commission Study on Poor Whites in South Africa and for their selective psychological testing activities in the military and in industry.\n Psychologists in these areas historically ignored the exploitative activities that sanitised war, that justified war and rationalised or ignored the gross dehumanisation of Black workers in industries such as the mining industry.  Similarly, various writers, including Lionel Nicholas, Saths Cooper, Kiribone Letlaka, Renee and Don Foster, have highlighted organised psychology's failure to denounce apartheid as a system that compromised the mental well-being of all South Africans, both Black and White.  \n It is therefore not surprising that psychologists have also ignored the fact that historically associations such as the Psychological Institute of the Republic of South Africa - PIRSA, was explicitly formed because there was unhappiness or disgruntlement of the inclusion of Black psychologists in professional associations - I'm sure many people will talk about these particular areas over the next few days.   As I said in my opening, I just want to focus on the process knowledge production, who produces the knowledge within the discipline, for whom is it produced and for what purpose is it produced and this is not merely an academic exercise or academic question, it's not a question out of intellectual curiosity.  \n I first became interested in this question of knowledge when I was a student back in 1985 at a historically White University, one of two Black students in the class - each day I left the programme wondering or feeling schizophrenic, feeling disjointed - I wondered whether I needed to check myself into one of the psychiatric institutions because the language that was being used did not speak - to my experience, to my psychological experience, nor did it speak to the experience of other Black students that I dialogued with.  \n Each day we entered into a class in which there was unbridled competitiveness in which students refused to share notes with each other, in which there was extreme competitiveness to get the distinction and I wondered whether these people would make good psychologists and have interest in human welfare.  \n I wondered how the selection process unfolded, what were the criteria in selecting people in what's considered a very highly esteemed programme.  If you get into a Master's Programme at any university in psychology in South Africa, you can consider yourself as being part of an elitist intellectual group and that situation still continues.\n I wondered how was it that sitting in this class of nine people where there was a lack of appreciation for each other for the backgrounds that we came from, how that related to my bus ride home everyday in which people had no hesitation in sharing the potato chips that they would take or the sweets that they would have at the end of the day.  \n And I wondered really: \"What is it that we're learning, are we learning to serve the society or are we been turned into careerist psychologists who are going to publish articles or go into private practice and merely buttress our own careers and our own position\", and it was at that point I decided that I should look at all of the major psychology journals - and those who were interested in reading more about it could read the written submission.  \n I don't want to get into the methodology and the particular theoretical framework but aside just to say, no matter which angle you look at it, whether you look at the affiliation of the authors who produce the articles in these seven journals, whether you look at the gender, the race or the subjects that were studied and included in experimental, were empirical investigations, they were always almost White males.\n If you look at what was being studied, it was always something - the subject are, it was of very little relevance to the majority of this country's population.  Subjects such as violence, malnutrition, homelessness, political detention or the overall impact of oppression at the structural interpersonal level, was never ever examined.  \n It began in the latter years - in the later parts of the '80's, to receive some attention by progressive writers and it was really represented a negligible activity on negligible endeavour.  When subjects such as violence has been examined and  continues to be examined, it is construed as a Black problem by it's Black killing Blacks and therefore it's not really a serious issue to look at and yet violence and injuries arising out of unintentional causes, is the second major cause of death in this country after communicable diseases.\n The recent rush to understand and study violence leaves one wondering why is this sudden rush.  One questions whether it's to do with the availability of funds or whether it's to do with the fact that violence is no longer restricted to the townships and that it's now spilled over to the elite suburbs of the country.\n Basically, if one looks at it further on - at the level of representation, it's not possible to produce the knowledge if people don't - if the producers of knowledge are not representative of our diversity, whether it's at the cultural, racial, sexual orientation level, gender lever, it's not possible.  \n And if we're talking about producing or transforming our mental health service delivery systems, if we want to look at how to make those systems accessible, available and relevant, then we do need to look at how we produce the knowledge.  We've got to look at who produces this knowledge ...[End of tape 4B - no follow-on sound]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's too early to say whether any of this will lead to a substantial change.\n One other point that I want to make is that funding agencies like the HSRC which is now broken up into the CSD and CSIR, have been notorious in the terms of the way in which they funded research.  To date 90% of funding goes to historically White institutions nationally and 10% goes to historically Black institutions, part of the problem is that this money is not being accessed because of lack of capacity - that is being seriously addressed.   So, there are changes of that right - I don't know if that answers your question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Professor Umspangele.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "...[inaudible] have a few comments and questions related to your presentation.  I think I've abstracted some very useful concepts from your presentations that were developed or ...[indistinct] but unfortunately there was this lack of continuity which is difficult to explain but I understand it.\n There was a concept of deep professionalisation which I know whilst I was doing ...[indistinct] most of the - no, they spent a lot of time training ordinary lay people to do counselling - all sorts of trauma counselling, which was a very, very good approach which I think somehow we lost on the way - it's still there but I think in a way we lost it.\n And there was also a strong sense of professional voluntarism which again - I don't know what happened to that concept among the professionals, of offering their services voluntarily because I still think we are still tied down by a crisis but now we're facing another crisis and I think as professionals, they should bind us all together.\n Whilst talking about these two - the professionalisation and voluntarism, I would like to take it a bit further and say that I think it's very important that - even to be included in our final report because it's a very strong point I have, that when we as professionals get into this type of ...[indistinct] professional voluntarism - I'm not referring to OASA, I'm talking about now, it's very important that we empower people that we do not have a situation where the demographics are such that the big - because I'm a professional who's training people and I should not give enough empowerment to other people who have skills and who can be empowered, even to go up to the level of policy formulation.  \n I'm talking this from experience because I've seen it happen - I'm sorry I'll quote it, within our own region where psychiatric nurses, people who have worked in the areas, they have lots of information, they have skills, they're not even given an opportunity to participate at a policy level.  They are not given an opportunity to attend the health meetings like the workshop we had and then those people are left in a situation of discontinuous disempowerment because we tend to see ourselves as professionals above others.  \n I think that's a very strong thing, forgetting that those people have very strong feel of the ordinary people in the community.  So I'm saying that: \"Let's not leave them behind in the process of doing all this\".\n And lastly something which I've mentioned again and again and which I'd also like to go into the report is that Doctor ...[inaudible] hasn't presented this - having made his presentation and also having made a special reference to the fact that we come from a region of Kwa Zulu Natal where the violence is still going on - I wouldn't like us to miss it in our report, that the violence is still carrying on and that we still need to come up with the strategies of dealing with an on-going violence.  We haven't - nothing has stopped and we should make a special case of that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I see it's ...[inaudible]",
            "Unknown"
        ],
        [
            "MEMBER",
            "May I respond to that point?  If the Reparations Committee is thinking the way in which reparations could be made, it clearly is in the area of how to reach a large number of people through focusing on developing counselling skills among those individuals working in those areas - that's where reparation really takes place.\n I think that's an important issue that should be kept in mind, that is one is thinking about funding particular things etc., where money should go, what should be done in terms of Kwa Zulu Natal, that really is an important issue.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Anyone else?",
            "Unknown"
        ],
        [
            "WHO ELSE",
            "Okay, thank you very much, cheers.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, moving swiftly on ...[inaudible] back, Professor Simpson, would you like to go to the table?",
            "Unknown"
        ],
        [
            "PROF SIMPSON",
            "...[inaudible] we might call a light ...[indistinct]  I hope that Saths will forgive me if this presentation is fronted by myself, I hope he will look upon as a very, very pale darkie.  As former President of another of the progressive health organisations - OMEGA I think, that this presentation will also partly reflect their views.\n One point I'd like to make - extract from my report or my submission very early on, is to add to the suggestion that was made earlier by Saths about the value of recommending preference for State employment for recognised victims, I have made another in my submission and that is, just as the Government declared free State Health Care for pregnant woman and for children under six, it could and perhaps to the same for recognised victims.  \n And if that statement included the provision of mental health care specifically so named, it might also help to give a greater status and recognition to the fact that we are not looking after either the physical or mental health of our people properly so long as we continue to neglect mental health.\n The topic that I have been allocated, is one that arose after I had written my submission so I will tailor a presentation this afternoon based on parts of several submissions that I've made, including some that have not been publicly aired before.  \n In the full version of the submission which I hope you will make available to anybody here who needs it, and I have also supplied as an appendix, a range of my earlier publications on this.  We heard earlier on about the publish or perish syndrome, my experience was that once one began writing about torture in South Africa and it's effects, I experience a publish and perish syndrome and certainly the range of death threats and attempts picked up rather markedly, at least showing that some of the enemy read something.\n I'd like to focus on some examples of major mental health abuse problems that I think we need to attend to.  One example I mentioned briefly in the second part of my written submission which I don't think has been provided to the Committee yet, is the concern about human rights abuses within psychiatric hospitals.  I won't compete with or repeat what was said today earlier, but I would like to draw attention to - in part 2 of my report, the severe problems - one a general one and one a specific one.\n One is persisting problems about the use of straight-jackets and physical restraints - we remember that there was a fairly brief fuss after the death of Carol-Anne Meyers at Pollsmoor Prison, after being in a straight-jacket for a prolonged period but I know and I've given some details of a number of cases where problems have continued.  \n And even although there was a supposed prohibition on the use of straight-jackets, this often merely resulted in the replacement of abusive straight-jackets with the replacement - with the abuse of handcuffs, chains or other means of restraint.  And I have given details of a case where in one of the academic departments not very far from here, when a young doctor complained of patients being kept in handcuffs for a prolonged period, the doctor was in fact - soon found himself without a job and with a letter having been circulated to suitable people to ensure that he had great difficulty finding a job anywhere.\n The other more specific example that I will not go into in great detail during this session but that is in the second part of my report, are the situation of human rights abuses at Westfort Hospital which is now closed.  What I think the Commission may need to pay attention to in that as in other examples, is the fact that it is closed, doesn't end the problem.  One of the problems is that the local Professor o Psychiatry knew about those abuses and merely threatened or in other ways took action against anyone who made those complaints or tried to make those complaints public.  \n The Hospital Superintendent knew about them, the health authorities nationally and provisionally knew about them but for prolonged period - until this Minister of Health began to take action, nothing was done about it.  And what we need to do about examining examples like that, isn't a question of digging back into even the very recent past in terms of recriminations but we need to try and understand how can such things happen and continue to happen, even when the people who have a legal, moral and ethical responsibility to deal with them, prevent them and put them right, know about them and still don't do anything about them.\n Another point I raise in part 2 before I get back to part 1 briefly, is - I noticed according to news reports, that in the recent Faith Hearings the Dutch Reformed Church admitted that it received covert funding from the former regime to counter international criticism.  I believe - and I've given some details, that there are strong reasons to believe that some of the professional medical and psychiatric associations also received covert funding from the State - certainly, I was told this on a number of occasions.   \n Particularly at the stage when academic sanctions made it difficult to get speakers for the annual conferences and it had become a matter of great pride in medical conferences that: \"Your speciality isn't as good as my speciality if I've got more overseas speakers than you have\".  \n And there was a stage when professors were given Government fundings specifically to tour America, North America and Europe to speak to leading psychiatrists and to try and persuade them to overlook the sanctions and to come and speak to South Africa and every such visitor was regarded as a great propaganda victory for the State.   \n And of course the method of persuasion involved explaining to them about the enormous and amazing changes that have been made in mental health in South Africa and why they should therefore support these by coming out.\n There are some specific examples which were contained in the full version of my report to the Health Sector Hearings which I would to elude to just briefly.  At that stage we didn't have either the time nor had the individuals been notified, so we couldn't mention examples but I'd like to draw this Committee's attention to some of the examples that we quoted there, particularly because some of them I believe, are still very cogent.  \n I echo - I felt a very strong internal echo to Saths Cooper's comment this morning that: \"It is difficult for some of us who took an active part in the struggle, to find those who struggled against us now still in senior positions and being paid for by the victims to remain in those senior positions and we cannot expect them - even if they change their rhetoric to keep their job, to actually have a sincere interest in the principles that are supposedly governing our new system of health care\".\n In my earlier report I identified - and will not go into it today, some examples where racism and other issues in the treatment of patients let to deaths of patients.  I also mentioned examples which I think are instructive in a number of ways and one of the points that comes across very clearly in some of the people that I have named earlier - like a Doctor Verster and a Doctor Plomp in Pretoria, was that those people were officially in private practice but they - in some cases, even testified to the fact that they worked solely in producing medical legal reports and psychiatric and mental health reports for the security police. \n And that was the sort of privatisation of State violence in the same way as your report you eluded to earlier of the psychologists.  I'm quite sure that that was partly done in order - as was many of the other human rights abuses, to preserve deniability.  If I employ a psychiatrist full time in my military police or rather security establishment and they are actively involved in assisting - either with the commission or the perfection of methods of torture or with the cover-up of torture, it may difficult for me to deny later that I knew about that.\n However, if I make sure that my staff hires outside people - mental health professionals who can do that, it may be much more valuable.  And I would urge the TRC investigators to act through the Department of Justice - through the State Attorneys and Attorneys General, to get the information about what payments were made to what individuals for services in the so-called human rights and political cases.  \n Because I know these gentlemen at times - when we were trying to scrape together funds on the defence team to see if we could afford a cup of tea during the tea break, would boast about getting R6.000-00 to R8.000-00 per day - even when they were on stand-by.\n We have a number - I think many of the experiences we had there, also suggest that there was a broader pattern that we should find sinister.  One type of example that I've given in some of my submissions is, there were a number of instances - for example in regard to the Twala case in Pietermaritzburg, where the State Attorneys in court made submissions to the court based on what they believed or what they stated the defence would do.\n And the only way that they could possibly have obtained knowledge about what had happened in consultations between myself as a psychiatrist and the defence lawyers, were if there had be bugging of our private conversations - either in the lawyers chambers or in the rooms provided for us at prisons when we went to speak to the political detainees.\n We had one example in Pietermaritzburg Prison where one of the more junior lawyers joined our consultation rather late and afterwards revealed to us that when he went in and said he was here about the Twala matter, they guy behind the desk at the entrance to the prison said: \"Have you come for the tapes\"? and he realised afterwards - when we put the pattern together of the referrals that were made later to what we had been discussing, it seemed highly likely that there had been a taping of a - there was an ongoing taping of our consultations and they thought that this was someone sent to fetch them.\n I have a concern in another area which I think we will need to discuss and that is, in areas where - we understand that the Truth Commission doesn't have the budget, the time or the personnel to fully investigate all of the complaints and matters that are raised with them, that's unfortunate but it's a reality that we have to face - one problem with the fact that whole categories such as this category of the improper behaviour of some psychiatrists and psychologists in regards to major human rights abuses, is both that the individuals feel fully exculpated by the fact that there has been no action.  \n I have information from a couple of sources that one or two of the individuals who were named in earlier evidence - when they received their phone call from the TRC, were observed to go green for a week or two.  But because there was nothing else that happened, have since relaxed and continued in their usual inconsiderate manners - suggesting that they feel that nothing else will happen.\n I am concerned that the only mechanism that may appear to be open to us - and it may not be an adequate one for the purpose, is to refer to the normal Professional Associations or structures.  We are fortunate that SEISA has reconstituted itself and SEISA may be able to take some of the necessary action.  Certainly, there has been absolutely no transformation whatsoever of the Society of Psychiatrists of South Africa and I would consider - on the basis of their past history and their current constitution, that it is absolutely impossible to conceive of them taking any action against the people that your Commission are interested in.\n Similarly, while there have been some expressions - in the other submissions I've heard, of some confidence in the Professional Board for Psychology.   I have documented a long history of the failures, the recurrent and deliberate failures of the South African Medical and Dental Council also insufficiently transformed, to act on clear evidence of such abuses.  \n I noticed during the Health Hearings, that the Medical and Dental Council's representatives gave a very clear impression to the Commission that - with exception of the doctors in the Biko case and one other that they mentioned briefly, that there had been no other complaints to them about doctors' conduct in major human rights abuses and therefore they could not comment on that and this was entirely, deliberately and comprehensively a false statement to the Truth Commission.  We have very clear evidence, not only with the names of numerous other submissions that were made.   \n I have letters signed by the Registrar of the Council who was sitting there when they made that submission to you, dealing with other complaints that have been made.  Complaints about doctors like Doctor Sirgay Portem, now perhaps ...[indistinct] for Mental Health in South Africa ...[indistinct] who - in one case we had affidavits from him about how a detainee who developed severe symptoms while severe interrogation, how he had explained to him that the fact that he was here was entirely his own fault and that all he needed to do to be released was to tell the police exactly what they needed and therefore it was very foolish of him not to do so.  \n And he said in his affidavit that he had recommended to the police that they should finish their interrogation as soon as possible, by whatever means they thought fit.  The Medical Council sat on that complaint that was made by five of us from Durban - five senior physicians, psychiatrists and psychologists, for over a year and then did nothing.\n In that same submission we specifically and in detail, asked the Medical Council to remember that South Africa was a signatory to the Declarations of Geneva and Helsinki and various other - and Tokyo and other relevant declarations. And that they asked them to issue a statement to all registered psychiatrists, psychologists and physicians, that they would be expected to keep to these international terms of ethical conduct and if they didn't, they should be regarded as prima facie evidence of unprofessional conduct.  \n And the Council didn't even bother to reply to that part of our letter, let alone did they bother to take that action.  My concern is that, on the basis of such prior history and the continuing involvement of most of the same administrative personnel and other members of the council, I would still be pessimistic about whether they would attend seriously to the sort of complaints that need to and should be made to them.\n I have identified elsewhere in my full submission to the Health Hearings, other examples of misconduct and unethical conduct by the Medical and Dental Council which adds to our concern.\n I think there are other experiences and I address some of the specific examples that I have given in my submissions because I don't believe they were unique.  When my phone fails five times in a week I have two alternative theories, one is that we have a lousy phone service and the other is that there is a specific: \"Get Simpson\" instruction out in the phone service - I find the latter paranoid and unlikely.  \n If such problems happen to me repeatedly, the likeliest conclusion I think is that these are general patterns and frequent patterns and that is why I think - not because they happen to me but because they may represent a general pattern, that they may be a serious problem.  \n There are examples - for example in the case of ...[indistinct] Sony in which Saths and I were both to be witnesses, of the interesting example that when we had - I believe, extremely good evidence of how badly damaged he had been during his detention and interrogation, the State approached his attorneys and they came to me the weekend before the case was due to be heard in court on the Monday and said: \"The State has said they will release him unconditionally on condition that you as the psychiatrist who says that he has PTSD and other psychiatric conditions and that he would be damaged by further interrogation, the State will release him if you will help them to interrogate him for another hour or two - they don't need more than that.  \n And if you believe that this might be damaging to him, you can ask the questions doctor, you can provide him with sedation - use any drugs or other means you wish to sedate him and relax him, and you may then ask the questions but they have some questions they want answers to and on that condition they will withdraw all charges and release him immediately\". \n Well firstly, I was surprised that human rights lawyers could even bring such a suggestion to me unless they felt it to be amusing.  Secondly, it seemed to me that if the State had made such a suggestion, they either didn't know me as well as I thought they did or they were scared that we would in fact win the case in court.  \n I refused of course, the lawyers refused of course and on the following Monday morning when we arrived at court - and I remember Saths and I pacing in the corridor outside waiting for it to start, the State arrived and said: \"Oh by the way, we released him last night - the case has been withdrawn\".\n The problem about cases like that also is, they strongly suggest to me that they wouldn't have brought such a proposal to me alone specially tailored for me, if that was not something that they had done frequently to other people with results that were more favourable to them than that.\n I will not go into other details of other cases that I have given but I recommend that we examine those in the same sense of the problems that need to be addressed.  One other case that I think is indicative of this type of involvement, is the case of a man Ibrahim Ishmail Ibrahim - now a member of Parliament, who during his detention at John Vorster Square was tortured, was treated badly and was very severely damaged by this.  \n In the documentation that I was able to obtain in preparing a report for his case, we discovered absolutely clear proof in writing - and we are providing copies of the documentation of this to the TRC, that in fact his severe condition was recognised by one of the district surgeons, Doctor Edward Krousy who behaved honourably in this matter.  \n He recommended that the man who was in such severe distress should be transferred to the Department of Psychiatry at Wits University.  His senior district surgeon, a Doctor Willem Johannes Marthinus Petrus Lindeque, in his notes stated that he had intercepted these records - he considered the recommendation inappropriate.  He had phoned Brigadier Erasmus of the security police and in his own words in writing - in consultation with the Brigadier, had decided that instead of sending him to the clinical facilities at Wits Department of Psychiatry, he would transfer him to Pretoria Prison.  \n At the Pretoria Prison he was put - not even in the medical section of the maximum security section, but it was said that he was transferred in order to give him access to the outstanding skills - very extreme words were used, of a Professor Plomp there.  \n Professor Plomp - he's one of the people who has been named to the Commission, has testified that during those years he never treated patients, he exclusively wrote medical legal reports on cases referred to him by the security police.  And in my experience - however badly the person had been tortured, the most extreme diagnosis he was ever reluctantly able to make in them was a transient situational disturbance.\n Yes, I guess torture will do that to you, in my experience it does a hell of a lot more than that.  It was interesting though that the clinical instruction to provide mental health care to someone in need, was intercepted, discussed with the security police and resulted in a referral to someone whose only skill that was relevant, was in writing exculpatory reports for court.\n There was a problem because Doctor Plomp's initial consultation - according to his notes, believed that this man who was a Muslim tea-totaler was perhaps suffering from alcoholism which didn't turn out to be the case.\n I won't go into other examples from that section but I would recommend that we need to study those sort of cases in order - if perhaps a medical model in one of the areas where a medical model may be helpful, one believes generally that it's difficult to prescribe a treatment unless you have understood the pathology.  It's difficult to describe how to get something right until you've understood how it went wrong.\n Briefly in my other part of my submission prepared for today's hearing, I'd like to just mention the headlines of a section I wrote suggesting that there are a number of misunderstandings I have found to be current with regard to the nature of trauma and how it effects people, that I believe we need to consider otherwise we may go astray in how we recommend what form of assistance for victims of trauma.\n The first point is that there are many different types of problems that arise from exposure to serious trauma.  We have the issue of PTSD and there's no question that it's been established in people of all races, all religions, all cultural backgrounds, that something closely resembling this syndrome is found in a high proportion of people who've met serious problems.\n We had the difficulty in the face of the sort of expert testimony that is now being made available to the perpetrators that was never available to the victims, that they used to say that - what I find ironical about the same point that we heard just before lunch - of the perverted and bizarre testimony that is being allowed to be presented unchallenged to the Amnesty Commission, is that is some cases the same lawyers and some of the same experts who in case after case held that there is no such thing as PTSD, there are no bad effects from torture, standing for 25 hours at a time can't possibly cause you any harm, lack of sleep for long periods can't possibly be a stress, that the same people who swore that there wasn't one single victim of torture who ever suffered from any serious consequences, now apparently would have us to believe that these are common occurrences in the torturers.  That is something about which we must be highly sceptical.\n I had assembled - I began it in order to provide backing for the human rights court cases in which I gave expert testimony - something like now 15 and a half thousand item bibliography on my computer, on trauma and it's effects.  In all of that I have found one single paper on earth - and we cover most major languages as well as most journals, in which there was a report of - I think, it was two cases of possible PTSD in perpetrators and those were people who had committed murder within a family setting of immense emotional stress for all participants in which, which part was caused by the act of murder and by the proceeding stress was very unclear.\n Compared to the millions of cases of PTSD that have been diagnosed in victims, if it is the proposal of some of our colleagues that this is now a sudden epidemic of PTSD in South African perpetrators and torturers, then this is something I think they need to write up urgently for the world psychiatric and psychological literature as we are in the presence of a major epidemic completely unknown to science.\n It is also important to register - from those of us who have been studying the effects of trauma on memory, that no case is on record as yet on earth in which case major - exposure to major trauma, particularly as a witness - which is the situation of these people, have led to the extraordinary convenient variety of memory disorders that seem to be being described in this case.\n You may have periods or patches of global amnesia but to remember exclusively and with extreme clarity, everything that might be exculpating or helpful to your application and to forget so selectively everything which isn't.  To be able to claim to have made a total submission and then claim amnesia only for those points which your victims were able to  establish you had omitted from your application.  \n If the Amnesty Committee continues to allow such testimony to go unchallenged by those of us who are competent experts to the contrary, then unfortunately the Amnesty Committee would have joined in human rights abuses and their condonation and this must not be tolerated by the Commission.\n To repeat the headlines of my point about trauma, there are - after we had established that PTSD occurs, a lot of other conditions we have to recognise.  Simple anxiety disorders and depressions and other common disorders are also much more common in victims of trauma.  There's a high degree of ...[indistinct] - in other words, they often have PTSD and other things.  There's a high degree of ...[indistinct] with substance abuse and all of this - all the treatment of any one of these complicates the treatment of another.  \n To ignore that - and there is a tendency in some quarters to see PTSD as the be it all and end all, to see it as the badge of honour or the badge of entry for concern and treatment is a problem.  You may be horribly traumatised and develop lots of long-lasting conditions but not PTSD.\n It's important to realise that there are often a mixture of physical as well as psychological problems, not only because the people are often physically damaged as well as psychologically damaged - and I believe that the evidence is that this was often done deliberately and not accidentally.   Just as I believe that there is evidence that is strongly suggested of the fact that the development of PTSD in political prisoners was not an accidental by-product, it wasn't like sawdust at a sawmill or just something that happens if you're doing something else.  \n I believe it was often the primary intent, if you couldn't buy your torturer and your cohesive and abusive interrogation - force somebody to tell you what you wanted them to know, at least you could return them to the community.  You could return to the community and act ...[indistinct] now sitting shivering in the corner and awake with nightmares all night and no darn use to further the cause that he or she had been fighting for and that is a dimension we have to recognise.\n But there's also sinister work and I think we must learn from other situations like the Holocaust, like the European Second World War and other situations where their period of trauma is further back, to know what we can expect.  There is a growing body of research that people who were severely traumatised in the Second World War and the Holocaust are also developing an increasing instance of physical illnesses, heart disease, they have a higher than average instance of arthritis and so on and therefore provision even for those who seem to have been psychologically damaged must include provision for physical health care.\n We mustn't underestimate the fact that there are many people who were traumatised in detention who today may seem fine and may consider themselves fine and let's pray that they remain fine.  But our experience internationally in other conflicts where there's been a longer term follow-up, is that there is a very much higher lifetime instance of problems that may not display now and that therefore we must expect that many people not now complaining of severe symptoms will develop them later.  \n And there's a particular sub-group of people who - as they get to their sixties and seventies, seem then - perhaps because there's a small degree of dementia, to then develop a great deal more symptoms that they didn't have before.\n We must recognise the spectrum of effects, we must recognise the chronisity of it, these conditions are fluctuating and somebody who has been ill and has now improved, may not stay improved and again we must recognise that if we're to make proper provisions for the care of the victims of apartheid, it's not something that will be done in 10 years or 12 years or 20 years, it is a lifetime problem.\n I would address to you - I can't give you a copy of the chapter as yet but I have given you with my submissions, a summary of it - there is a new book out this month in America, that is a multi-national study in which I have written a section on the multi-generational effects of trauma and that again we must not underestimate.\n And again, from the follow-up of Dutch resistance workers and Scandinavian resistance workers and of Holocaust victims, we know that there are real measurable and serious impacts on the second generation.  Even where the second generation - which is not the case in our country, was themselves in no way directly affected by the trauma - we are seeing third generation effects and we must again allow for that if we are to provide proper and comprehensive care. \n I have outlined several other cautions which I think we need to look at.  The other point I'd like to pick from that to emphasise is, we need to gather information and we need proper relevant focused research and evaluation.  We need for example some epidemiological work in the country - epidemia already sounds boring and irrelevant but we can't really make proper provision for how to care for the trauma victims unless we know how many are there, where are they, how badly effected are they, what do they need, what is available to meet their needs and what isn't and this can be done on the basis of some properly designed focused ideas which we can then legitimately ...[indistinct] to the rest of the country and will help us to do that.\n I will - in the interests of time, reduce my claim to any further time but I hope that there will be time for you to read the full reports in detail, thank you for your time and your support.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Professor Simpson, wonderfully well toned and articulate and smooth as always and witty.\n Would the panel like to ask any questions?  Glenda?",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Professor Simpson, perhaps I would like to just make one or two comments and then ask a question and ask you to comment on something.  Perhaps for emphasis to underscore what you're saying about the issues of long-term effects of PTSD, it's not well understood by many people and particularly policy makers.  The issue of budgeting and finance for the treatment of people of suffered under the hands of apartheid, people who were tortured and so on and that we have to do long-term projections into what it will cost the State to treat people in the long-term.\n And I think that many of the ...[indistinct] of people who have gone into Government right now, are probably coping because of - sort of, social circumstance you know - that they're financially okay and that they have some family support and that there's some kind of social structure that's supporting them, helps to mask maybe or disguise the fact that they are suffering some kind of sequel of trauma but that once those social systems may perhaps break down or so, that they will have long-term morbidity.\n I think that many - both yourself and Lionel mentioned this morning the issue of comorbidity but both of you have not mentioned the issue of personality and how much personality has impacted on the profile of the perpetrator - you know, what kind of person would want to plead that they're suffering from PTSD so articulately and so conveniently, what kind of personality has this person and what is the link between personality and perpetrator.  \n And perhaps the academics and other people who are involved in that, should articulate that a little bit more for us so that we're able to also then make appropriate recommendations in our final report.\n But what worries me the most perhaps about your submission is number 9 and the whole issue of debriefing and preparing people for traumatic situation and debriefing people after a traumatic situation and your contention in the submission that that has absolutely no impact on PTSD and so on.\n And both yourself and myself and other people have been involved before in working with political detainees, ensuring that they get debriefing immediately after the traumatic situation of being in prison - targeting people who - targeting is not the right word but, identifying people who would be targets of the State and would  potentially be detained. \n And actually working on those people and preparing them for torture situations, for prison situations, briefing them about what they could expect - with the idea that that would help with PTSD and now you tell us that it doesn't, please can you comment about that - it worries me?",
            "Female"
        ],
        [
            "PROF SIMPSON",
            "Thank you.  To take the last point first as it sounded far more urgent and I don't want to have to debrief you afterwards.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "...[inaudible] debriefing and actually including that in our recommendations, you've probably seen that.",
            "Female"
        ],
        [
            "PROF SIMPSON",
            "Yes.  I think I should clarify a few points.  First of all, one of the things you're talking about which we used to do and which we believe is useful but in those days nobody would allow us to research it and now the opportunity - thank God, isn't around - you're talking in part about pre-briefing and there is some evidence from some studies that pre-briefing - in the sense of preparing someone at risk for what might happen, how it might effect you, what it might be like, what you could do about it, may indeed be useful.  I think our experience suggested it was and where it has been assessed in proper studies, that does appear to be true, so we did no wrong when we tried that.\n What the second category I think we need to distinguish between, is perhaps - I tried to make it clear but obviously not quite clear enough, there is a difference between a form of debriefing which we've all being doing for years and which so commonsensical - mothers have been doing it for centuries, and that is when the kid is ...[indistinct] you say: \"What happened, how do you feel about\"? - that is so trivially common-sense, of course it's helpful.  \n What we've had though since then, has been a secondary industry - a particular varieties of debriefing which have been codified - almost commercialised, there are groups that will certify you as a debriefer and with a 24 hours course, you now are able to do it and lay on the hands and it works and these other people don't know what they're doing.\n I know of some evidence that what we're talking about at the simple level of listening, being prepared to listen - not necessarily immediately - some people can't talk immediately, when they are ready, to be on a continuing basis able to hear is harmful.\n What is interesting is that where we are getting this marketing of a system  where you've got to go through certain steps in a certain way, you've got to be certified in a particular way, that - because it has made such extreme claims and has never been able to back up any of the data, has in fact been evaluated.  \n And there's some interesting studies - like one I'd address you to, that happened in Aberdeen where by sheer chance someone had done a wide scale evaluation of a bunch of people who then a few weeks later, happened to be on one of the oil rigs in the North Sea when it went up in flames so that by sheer chance they knew a lot of the people - on your issue also of personality, before the event and could look at them after.\n And from some of those studies it does appear that the sort of debriefing that's been commercially provided, not only doesn't show much benefit but doesn't show the benefit that was proposed, that it will prevent PTSD developing and that's still a very open issue.  \n I think the sort of basic level debriefing that we're talking about is worth doing even if it doesn't prevent PTSD because it's a simple human bandage - a psychological bandage, that helps you feel better immediately.  If that was all it did, it would be worth doing, if it does more that's good but we can't assume it until we've checked it.  \n There's some evidence in some studies that that commercialised variety may actually - some of the people who received that were worse off after their trauma than the others were.  So, my ...[indistinct] may actually be good news in the sense that the sort of debriefing I hope we will provide and immediate aftercare, should be the basic level simple thing that can be done on a wider democratic and community based scale - we don't need to pay Americans to teach us how to do that and I think that part of it is good news.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "...[inaudible] the comment of debriefing also has wild and unsubstantiated claims made for it and I just think that maybe we need to modify that sentence a little bit because we need to ...[intervention]",
            "Female"
        ],
        [
            "PROF SIMPSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Yes, and that would help us to - because I think that you're right.  I mean, Band-Aid has been very, very important in many instances and we do need a psychological Band-Aid that should be done.  Can you comment about the ...[inaudible]",
            "Female"
        ],
        [
            "PROF SIMPSON",
            "Yes, because I think that - thank you again Glenda, that's a tremendously important point.  Some of us were sad that although certain conditions were laid down for the granting of amnesty, what we would like to have suggested - if we'd been asked in time, was that one of the conditions should be that people applying for amnesty - perpetrators, should make themselves available for some extended interviews with behavioural scientists interested in exactly the question that you were asking.\n One of the reasons the question is difficult to answer is that we've not often had access to more than a handful of those sort of people to get enough of a clear idea, we can't answer that question on the basis of two people.  I know that there are some people in the TRC - some of the rest of us, who have an active interest in this and are in the process of interviewing perpetration - I think that's still something we should invite perpetrators to do in order to try and understand that.\n Our impression is that in a great many of them, some have may a borderline personality disorder - I understand that issue has been raised by some, the probability is that many of them suffer from an anti-social personality disorder and that is exactly what they're showing. \n What is interesting is that during the apartheid era in the human rights trials, that is something I was always asked in the opposite direction - they would always ask me: \"So and so is accused as a mad bomber, isn't he a psychopath\"?  And I made it part of my routine that in fact I - every single freedom fighter I assessed for those purposes, I always gave them a comprehensive assessment for personality disorders and particularly for anti-social ...[indistinct] and I didn't find one.\n And I think it's very interesting and it may well be - and it's not surprising, that few freedom fighters - people who were actually committing and risking their life and soul for a larger cause than their own, is that's not a job description that attracts psychopaths.\n Whereas torturers - torture is in fact a psychopaths absolute dream, what more perfect job description could you have than: \"Come along, we'll pay you well, we'll guarantee you'll get away with it\" - because internationally over the centuries the number of torturers who have ever spent any time in any prison on earth are minute compared to the numbers that do it, there I would expect to find a much instance and that seems to be - that explains the lack of remorse.\n I think we're seeing some who simulate remorse because they're clever enough to know that that's fashionable and helpful, and some who don't have the skill to simulate it well but I'm not too sure that we - except in a handful of cases of people who may indeed have been caught up in a system that carried them along, that we're seeing much more than ordinary ...[End of tape 5A - no follow-on sound]",
            "Unknown"
        ],
        [
            "PROF MAGWAZA",
            "I'm very much interested in your comments about the kind of research which should be pursued in this area.  When Doctor Bhana was talking she kept on referring to or ...[indistinct] and a few people, I had a question for him but I didn't have time.   In the past we have had people doing some work and sometimes we as progressive professionals moving in to assist to empower - as you always call it, but leaving really having disempowered people even more - I mean, the classical example I was thinking about progressive work around the effects of violence, human rights violation in Natal and I thought of people like ...[indistinct] who went to Natal in 1990's.\n So, when we look at follow-up to the work which is done here, I accept your point - I mean, I can see page 4 - 11 and 12, there's emphasis on a need to gather relevant information, I'm just wondering as to whether you have thought through your recommendation as to how this can be done - especially in ways that won't impoverish communities as our progressive work in the past has tended to do.",
            "Unknown"
        ],
        [
            "PROF SIMPSON",
            "Thank you, I think that's again a tremendously important point.  I think the general point I'm trying to make which I think we need to consider is - it in fact echo's back to our question about debriefing, what we've got to do is the best we know how at the time but if we leave it at that then we never know more than we know at the present and that's not enough because the victims that we need to serve deserve absolutely nothing but the best.  This year they deserve what's best - this year and next year, they deserve what's best next year.\n Therefore we need to evaluate and I think it should be made a condition of any form of private or Government funding for example, that there shall be evaluation because the history - medicine is particularly good at giving us examples of things, it seemed like an awfully good idea - that theoretically and by hunch and by all sorts of things, seemed like brilliant ideas but they didn't work.\n To choose one example that comes to mind, there was a period when they first began caring for premature babies - when the fact the babies had breathing difficulties, it seemed obviously a brilliant idea to put them into an incubator with very high concentrations of oxygen except the babies went blind.  And nobody had wanted to blind babies, it was by an effect that nobody had predicted or thought but it took a while because nobody had thought of building in an evaluation to say: \"Funny, they're living a bit longer but most of them are going blind, I wonder why that's happening\"?\n There are lots and lots of unintended outcomes - you don't get what you expect and you often get what you didn't expect, therefore it is actually - I think, irresponsible for us to embark upon large-scale social attempts to do anything - including therapy and counselling, without some evaluation.  \n That doesn't have to be expensive, particularly if at a central level there is a development of tools - of valuation questionnaires or methods or ways of doing it so that the community groups that may be carrying out the programme, don't have themselves to hire consultants or to spend a year doing that - to make methods available easily and cheaply.  \n Then it's simply a question of often handing out questionnaires or doing very simple structured interviews with people and gathering the data.  And again, it's not necessary that every community group should be able to do that themselves, they have far greater skills of other sorts.  \n But that there be a service available so that such groups who can then administer these tools, can get them back and someone else can perhaps analyse that data and give it back to them as information - what worked, what didn't work, what your - somehow that outside involvement is also useful in that - I mean, one of the great examples in this field which I again recommend to your attention, is there was a great Israeli project called: \"Cohagh\" that was used to deal with providing the sort of care that you are thinking of in terms of veterans of some of the middle eastern conflicts - that one was especially well evaluated and in fact was an entire issue that we produced when I was on the board of the Journal of Traumatic Stress entirely devoted to these evaluations.   \n And what they found was - this was a very expensive, very carefully designed project, the therapist earlier on thought that they were doing wonders, the patients were very polite - they didn't want to disappoint these nice keen people who were trying so hard so they said it was marvellous but when they were evaluated it was turned out to be of absolutely no value whatsoever.\n That was sad for those people who enthusiastically believed in it but it means that the Israelis are not wasting more millions doing again what didn't work, they're no doing things which hopefully do work a lot better.  So that sort of process - and in some ways the involvement of some external folks or a national group servicing the local community groups, may actually have an advantage in that people may be more inclined to tell someone who isn't part of the core group that's helping them, where it didn't help or what they don't actually appreciate.\n They may not always be keen to tell us that to our face, so a combination of local expertise and national servicing of that may both help to sharpen, to focus, to improve the programmes.  We must do the best we possibly can for our victims now but that hopefully won't be what we're doing in five years time, in five years we should be a lot better by learning from each of the mistakes we make - we must make mistakes but the difference isn't between miraculous people who never make mistakes and silly people who don't.\n Every year my New Year's resolution is: \"Dear Lord, let me make new mistakes next year\".  I learn enormously by making mistakes and the only person who makes no mistakes is the person who does nothing and that's perhaps the biggest mistake of all.  Let us make mistakes, let us make creative and fruitful mistakes but we must have a way of learning from them so that we don't make the same ones again.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, there's an appeal from the floor to make a comment.",
            "Unknown"
        ],
        [
            "FLOOR",
            "Just for one minute ...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask that you use that microphone there?",
            "Unknown"
        ],
        [
            "FLOOR",
            "Oh, I thought my voice was ...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We've got to record it.",
            "Unknown"
        ],
        [
            "FLOOR",
            "...[inaudible] go at also some of the aspects Doctor Simpson was talking about now.  What I want to say now as I'm hearing these questions from the ...[no sound] that this is an area that is quite important, especially when one realises that now one is looking at how to alleviate the problems or PTSD symptom formation and how to evaluate them as you call it and how to make tools to look into the community and help further on.\n As much as I'm aware also of what the psychologists have been talking about in creating a human resource method that will not be so completely focused in - sort of, only psychological medical terms, that debriefing problematic is quite interesting because it also involves expertise isn't it? - it also involves the knowledge of trauma counselling, trauma work because actually what it really is - from the latest papers, is that is has - it does not stop PTSD so much but people who have been debriefed properly tend not to have chronisity in their PTSD.  \n The minute you get there, immediately now those areas that we could move in where this violence is pervasive and also the personality part - I don't really know how much it is relevant in this case, but what I wanted to say was that it is known that children of PTSD's - especially those from the war, are also coming out in PTSD. \n So, what I want to say is that, let us - these are not easily things to ...[indistinct] question and answer and then go for, it needs that indaba of how are we going to solve these things, how are we going to go into them because it's not just going to be evaluation - it's not only going to be the formation of the human resource, it is going to look at what the community itself wants.\n We are not just going to send out and evaluate but we want to hear from the community what they want from us in empowering them or them empowering themselves.  This is actually now the beginning of the new paradigm, so we have to tread on it with braveness, without comprises but - for Christ's sake, with hell of a professionalism.  That's all I want to ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Good point, thank you.  I'm delighted to hear a lady with a broken leg telling us we must tread bravely into the future.  ...[inaudible]",
            "Unknown"
        ],
        [
            "PROF SIMPSON",
            "...[inaudible] It's a sort of division of labour that's important I think, the communities often have very considerable expertise in what questions actually matter and we may be able to work with them with some expertise in how to get the answers to the questions they want.\n The problem with the criticism we've heard today about earlier academia was, we had a bunch of professors chosen on political grounds who basically satisfied themselves and if there were any questions that troubled them, those were the ones they answered even if they didn't matter to anyone else on earth.\n The issue of finding what academic standards should mean is finding high quality answers but not being the sole source and the sole arbiter of what questions need to be answered, that has to be done with community as well as the process of finding the answers.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I'm getting anxious about time, so I thank you Michael and invite Lawrence Anthony who's going to talk - it's not on the - they psychology - he's going to do a submission on the psychology of oppression.\n Welcome, could you introduce yourself on your area of expertise for the panel because it was a ...[inaudible]?",
            "Unknown"
        ],
        [
            "MR ANTHONY",
            "Thank you Madam Chairperson, my name is Lawrence Anthony ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chairperson.",
            "Unknown"
        ],
        [
            "MR ANTHONY",
            "Mr Chairperson.  My name is Lawrence Anthony and I'm a Commissioner with CCHR and I will be discussing the politics of the effect of psychology and psychological - psychological and psychiatric studies in the formation of the apartheid political system, thank you.\n In order to fully understand the origins of apartheid, it is necessary to examine the intellectual justification for institutional racism and the rationale which motivated the creation and implementation of one of the most evil social and political systems the world has ever known.\n Apartheid was based and a simple but firm ideology, essentially that Blacks were racially, intellectually, mentally and culturally inferior to Whites.  These spurious ideologies - as CCHR clearly demonstrates in it's submission, are rooted in extensive psychological and psychiatric studies specifically designed to demonstrate the inferiority of Blacks which were then disseminated into our society and into the minds of the nation with disastrous consequences.\n While the Psychologist Association touched on this in their June submission, it fell far short of the inherent role of psychology in creating apartheid.  The apartheid system came about as a direct result of political acceptance and implementation of pseudo scientific, psychological and psychiatric racist theories and ideologies - factually, apartheid was a symptom not the cause.\n With the democratic elections in April 1994, only the political system was destroyed, the cause remains unaffected.  The racial fires were lit by psychiatry a long time ago, psychiatry's relationship with racism and eugenics continues even today.\n 1797, Benjamin Rush the father of American psychiatry whose face still adorns the seal of the American Psychiatric Association, declared that the colour of Black skin was caused by a congenital disease akin to leprosy, called Negritude - the evidence of a cure was when the skin turned white.\n In 1851, Samuel Cartwright discovered a mental disease he said was peculiar to Blacks, named Drapetemania, in which Black slaves exhibited an unnatural and uncontrollable urge to run away - the cure for this was whipping the devil out of them.\n In Germany in 1897, Professor William Vund conducting research in experimental psychology, promoted that: \"As a man's soul could not be measured by instruments, it obviously did not exist\" and thus man was just another animal.  Vund's pupil, Pavlov subsequently became famous for his experiments on dogs, the results of which were then transferred to human beings.\n Rats became a major focus of psychiatric and psychological studies from which human behaviour was predicted.  Stripped of his soul, man was now only a collection of chemicals and genes and presumably could now also be treated as an animal.\n Accompanying these studies and theories was a new-found science of eugenics.  Here began a paradigm shift away from spirituality and religion as the assent of materialism took place and the new psychiatric and psychological perceptions of man evolved. \n Definition of the word: \"eugenics\" - according to Websters, is a science concerned with improving the breed or species - especially the human species, by such means as encouraging reproduction by persons or races presumed to have desirable genetic traits and discolouring the reproduction of those people and races deemed to have undesirable genetic traits.\n Concepts of social and racial hygiene had already emerged and together these horrific concepts created psychiatric eugenics which glorified superior races and justified denigration of so-called inferior races, especially the coloured races.\n Immuel Kreplin - the most influential psychiatrist of his time in 1918, announced in Germany: \"An absolute ruler guided by our knowledge of today would be able to intervene ruthlessly into the living conditions of people\".  His prediction subsequently found expression in two of the most evil systems of our time - nazism and apartheid, as will be revealed.\n Earlier this century it became clear that racism justified by an international psychiatric eugenics movement was becoming scientifically respectable.  American eugenist, Doctor Paul Popenhou in a 1928 report to the United States Government, claimed that the IQ of Blacks was determined by the amount of - I'll say that again - the IQ of Blacks was determined by the amount of white blood they had.  The lighter the skin, the higher the IQ and visa versa.\n In 1921, CT Laurim of the South African Native Affairs Commission declared: \"Just as the war needs the chemist, the physicist and the engineer, so the native question needs nature scientists, namely the political scientists, the psychologist and the sociologist.\n Director of the Keizer Wilhelm Institute in Germany, Psychiatrist Eugene Fischer urged the annihilation of Black children and stated that Black were devoid of value and useless for employment other than manual labour.\n Ernst Ruden, Professor of Psychiatry at Munich's University urged that psychiatry should take the major role in purifying the race.  Ruden, President of the International Eugenics Organisation, later implemented his psychiatric eugenics theories which were embraced by the Nazis as the architect of Hitler's Holocaust in which millions were murdered, earning for himself the title of one of the most evil men ever to have lived.\n Psychiatric eugenics had influenced a major nation on a massive scale.  Practical implementation of psychiatric eugenics principles had begun with vengeance.  Ruden and his fellow psychiatrists - and there can be no doubt here, did not inherit eugenics from the Nazis, it was they who fed it to the Nazis cloaked in the respectability of the science of psychiatry.\n It was estimated that over 300.000 mental patients were murdered in German institutions before, during and after the war.  This was a separate programme independent of the Jewish Holocaust, instituted and implemented by the psychiatrist into whose care patients were entrusted.\n In South Africa the eugenics movements took root early this century and deliberations and conclusions on the inferiority of Blacks were disseminated nationally.  As an example, in a massive disinvestment - I beg your pardon, massive disinformation campaign between 1920 and 1928, over 2.000 copies of racist theories and ideologies were regularly distributed to universities, educationalists and politicians by HB Thanthom, President of the South African Eugenic Society.\n Doctor Ernst Ruden was the International President of the same society at the same time.  Thanthom stated: \"Man will go to endless lengths to get well bred animal sock and maintain it well bred and the same care should be applied to human beings.  Unless Whites continue to take pride in racial purity and maintain it, there will ultimately be a mixing of the races.  Left to himself, the native's evolution has been extremely slow and even now hardly rises above barbarism.  Only the nobler or intelligent citizens of the present should be the ancestors of the future generations\"\n Shaun Wittaker, in his impelling book: \"Knowledge and Power\", writes of these early intellectuals as racists theories were exposed, a new stratum - this is in South Africa:  \"As racists theories were exposed, a new stratum of intellectuals arose in the early 1900's to scientifically demonstrate racial differences.  Chief amongst the new techniques was the intelligence test which ensured the rise of psychology as a discipline.  \n Funded by the Rockefeller Foundation, psychological testing - especially intelligence tests in South Africa, could be perceived as a scientific means of justifying class inequality through racism, educational selection and individual merit\"\n Doctor Hendrik Verwoerd - himself a prominent psychologist, left South Africa to further his studies at German universities in Leipzig in Berlin.  Psychiatric eugenics theories were rife in German universities and academic circles at that time.  On his return, Verwoerd took up the chair of Applied Psychology at Stellenbosch, from where he went on to espouse and politicise prevailing psychiatric eugenics theories.\n As is well known, Verwoerd - the father of apartheid, thereafter practically implemented these false ideologies into law and in so doing created in South Africa the most effective psychiatric eugenic based society in history.  Verwoerd's infatuation with eugenics is further exemplified by his 1936 statement on Jewish refugees to South Africa from Germany, he said: \"The inflow is abnormal and a danger to the country\".\n Former Prime Minister, BJ Vorster, former President, Nico Diederichs and others as young men, followed Verwoerd to Germany on German Government bursaries.  Strong links between Afrikaner nationalism - the Broederbond and the German Nazi Government prior to World War 2 and during World War 2, are well known. One shudders to think of the consequences for Black South Africans at the hand of Doctor Ruden and his psychiatric eugenics if Germany had won the war.\n In South Africa in 1927, psychologist, ML Fick developed a standardised intelligence test for South Africans, in the South African Journal of Science he concluded: \"The inferiority of the native ineducability as shown by the measurement of actual achievement in education, limits considerably the proportion of natives that can benefit by education of the ordinary type beyond the rudimentary\".\n Fick wrote of the Zulu: \"The medians were so low that they almost tally with those found in the case of educable defectives\".  Fick equated the intelligence of Blacks generally, with that of mentally defective Whites.  Subsequently, Fick was involved with the development of the South African Group Intelligence Tests with psychologists, KR Wilcox and ID McKrone, using a grant from the Union Department of Mines.\n In 1928, racist psychologist KR Wilcox - who was Verwoerd's mentor at Stellenbosch, authored a report for the Carnegie Commission which had been appointed to investigate the poor White problem.  Wilcox recommended that Blacks be - I beg your pardon, Wilcox recommended that Blacks we prevented from competing with Whites for work and be used for cheap labour only.  \n Wilcox also provided various racist theories as a major means of dividing the colour casts.  He strongly advocated criminalising sex between colour casts and advocated that Black were to be kept well away from White communities as poor Whites were considered to have a germ plasma which could be rehabilitated and their stock improved.\n Thus began a national programme rooted in scientific, psychological and psychiatric eugenics theories as a primary means of addressing the problem of the poor White - principally the poorer Afrikaner. \n According the Shaun Wittaker, Black people were to be the chief source of cheap labour, the exploiting of the cohered labour thus had to be justified by building the myth about the inferiority of people with colour.\n In 1940, British Psychiatrist, Colonel JR Reece at the annual general meeting of the National Council of Hygiene, outlined psychiatry's responsibility for taking over all major fields of social endeavour.\n In 1945, British Psychiatrist, Doctor Brooke Chism - who subsequently became the President of the World Federation of Mental Health, declared in a speech affirming the future role organised psychiatry: \"Psychiatry must now decide what is to be the immediate future of the human race, no one else can\".  Chism continues: \"If the race is to be freed of it's crippling burden of good and evil, it must be the psychiatrist who takes the original responsibility\".  \n Psychiatry's prominent role in Russia during communism in the Goo Lakes, concentration camps and re-education camps gives further expression to Chism's statement. \n Prominent Australian psychiatrist, Harry Baily on a visit to New Orleans in 1957, boasted that it was cheaper to use niggers than cats for brain experiments because they were everywhere and they were cheap experimental animals.\n Professor of Psychiatry at UCLA, California, Doctor Jolly West - who is best known for killing a full grown elephant cow with an LSD overdose during experiment, stated during the 1960 riots in Los Angeles: \"Genetic and racial factors make young urban Blacks prone to violence\", for which he recommended castration and psycho-surgery.\n In South Africa, Educational Psychologist EG Malherbe, originally headed the educational Committee for the Carnegie Commission, in one paper published as late as 1950, he said: \"In tests applied to non-Europeans, there was a lower average intelligence in Europeans.  Natives learn more slowly than the European in activities requiring thinking in order to overcome difficulties.  That myth was legitimised by fabricated psychological IQ tests.\n ML Fick went on to become a psychologist for the South African Bureau of Educational and Social Research where together with other racist psychologists and psychiatrists, Wilcox, Dunstand and McKrone, he contributed to the development of the South African Group Test of Intelligence, using a grant from the Union Department of Mines.  The design and purpose of the test clearly was to demonstrate the inferiority of Blacks.\n Doctor JT Dunstand, South Africa's first Commissioner of Mental Disorder stated: \"There are prima facie grounds which suggested that the native - even of the best tribes, possibly belongs to a race which is mentally inferior to ours.  Some of the evidence he espouses as proof of this, is that the natives are oriented in time in the vaguest way and even their dancing of which they are very fond, presents no delicate motions.  He notes that this is an important psychological point which should be carefully studies.\n Dunstand further stated that American psychiatrists and psychologists of the higher standing agreed with him and that American Blacks produced only inferior lawyers and doctors, no surgeons of note and that Black do not develop poets, investors, scientists or painters and any art they may display is generally of the crude type.\n In a presidential speech to the Association of the Advancement of Science, Dunstand said: \"All of the considerations I have placed before you and many others suggest that in natives there is such a deficiency of brain cells that neither education nor environment, nor any other factor can lead to their rising to the level of the advancement of the higher White races.  From the investigations we have made, it would appear that the intellectual capacity of the average native is very much lower than the average European\"\n DA McKrone's works included a psychological study where he stated that native Black children aged between 11 and 12 years appeared to have reached their average level of performance and thereafter there is a distinct and a progressive slackening in the rate of growth of their ability.\n I pause just to mention that anybody involved in this field will recognise all of those names, there are some of the most prominent South African psychologists and psychiatrists who were responsible for the creation and design of all the testing throughout South African society at that time.\n Eugenics theories even went to far as to prompt the measurement of the brain capacity of natives compared to Europeans.   Based on a 1934 survey, Eugenist HL Gordon, claimed that the ranking order for brain capacity was one European, two educated natives, three psychotic natives and four normal natives.\n In 1941 - by 1941, these racist ideologies and psychological tests that propagated them were heavily entrenched in all sectors of the South African bureaucracy.  The Airforce Aptitude Test Board was by now headed by one of South Africa's foremost psychologists, Simon Bicheval.  Bicheval's stated aim was the modifiability of African behaviour. \n He was joined by psychopharmacologist, David Tebatsnic who is mentioned in the CCHR submission, as being a major shareholder and founder of the Smith-Mitchell Group, later known as Lifecare.  This company owns the private psychiatric camps investigated in the 1970's by CCHR, the United Nations, the World Health Organisation and the American Psychiatric Association.\n In 1946, the Aptitude Test Board was replaced by the National Institute of Personnel Research - NIPR, of which Bicheval and Psychiatrist RWS Cheetham, later became founding members.  The NIPR dealt with personnel tests for industries, Government, education, commerce, civil service, defence force and social welfare and was able to permeate every part of South African industry, employment and education.\n Bicheval was it's director and with him at the helm, a host of psychological instruments for screening African mine workers were developed that determined why Blacks should be kept as labourers.  Bicheval is quoted as saying: \"The African makes up for his lack of speed by his liking for repetitive action, Africans may therefore prove far more tolerant of machine operative work than Europeans\".\n Wittaker in knowledge and power states: \"The NIPR carried out the most intensive psychological research for expropriating the labour of African mine workers and it was with grave concern that this author notes that much of this has remain confidential and unavailable to the public\".  He continued: \"Scientific racism infiltrated every sphere of South African life through Government agencies like the NIPR\".\n This remains true today and it's clearly demonstrated that the Oranje Institution in Bloemfontein were recording to reports received in 1996, White patients - after entering the institution, were given a full blown psychiatric evaluation, new Black patients on the other hand were only given some coloured blocks to play with, to determine their mental state.  This I must disclose, is two years after the democratic election.\n This amazing disparity of assessment techniques between Black and White patients at a prominent psychiatric institution under a prominent South African Psychiatrist, adequately proves that nothing has changed and that psychiatric eugenics is alive and well in South Africa today and still operating under the guides of help and therapy.\n Whittaker sees the NIPR as a functionary of the Government and the industries need to exploit Black labour.  The aforementioned is clear, Africans were to be used for manual labour and the monotonous work while the better paying and academic jobs were to be reserved for the Whites.  And it had all been perfectly justified with pseudo-scientific rhetoric by psychologist and psychiatrists degrading and dehumanising Blacks and tragically denying them their right to be equal citizens.\n In 1948, the apartheid regime rooted in eugenics ideology, took political control of South Africa and Verwoerd's grand plan went into effect.  Verwoerd told Parliament that South Africa would be doomed if it allowed the native to improve his skill, draw better wages and provide a better market within White South Africa.\n His eugenics logic argued that if Black competition in towns meant fewer jobs for Whites, then send the Blacks back to the rural areas - even if there were no jobs for them and give the Whites what was supposedly rightfully theirs.\n The Immorality Act was strengthened to further tighten the noose around freedom of choice for Blacks.  Minister CR Swart told Parliament: \"We want to prevent any further admixture of blood between European and non-European which would aggravate our problems in the future.  He was echoing the psychiatric eugenics theories of the 1920's when he said that.\n Education standards for Blacks were to be lowered, influx control was to be implemented.  Ruden's psychiatric eugenics principles had taken hold in South Africa, having been given a new lease on life by the apartheid Government which remained in force until just a few years ago.\n The concept of apartheid was developed and refined in the pseudo-scientific studies and treaties of psychologists and psychiatrists, decades before the apartheid Government came into power.\n The principles of a superior race and the concepts of inferior races given  infinite credibility by the psychiatric and psychological communities, were seized upon by morally bankrupt politicians who could now comfortable proclaim that there was a wealth of scientific proof that justified the suppression of Blacks.  The Black had after all, already been dehumanised by the studies.\n As Witney Harris - a Prosecutor at the Nuremberg Trials after the Second World War, wrote in his book: \"Tyranny on Trial\" - \"Hitler realised that his aims were in direct conflict with the moral teachings of Christianity, he therefore needed to convince a nation that what he was doing was right and the easiest way to do this was to give such wanton destruction a scientific label of approval\".  \n Psychiatric eugenics provided both Hitler and Verwoerd with ample pseudo-scientific proof, all - with ample pseudo-scientific proof - I beg your pardon, with all the pseudo-scientific proof they required to create two of the most evil systems in history.\n The proof of the inferiority of people of colour provided the ammunition for the apartheid Government to embark on a masterpiece of disinformation and propaganda which laid into the minds of South Africans, to the extent that many Whites - not being aware of the true origins of this false information, considered that they had some sort of God-given right to be the superior race.\n Conversely, many Blacks subjected to a barrage of repressive laws and social and political exclusion, tragically considered perhaps that their lot in life too was a status quo determined by a higher power.  \n It is incumbent upon us and our duty - as our duty and responsibility to locate and identify all false psychiatric, psychological and eugenic study, aptitudes and IQ tests and to expose and discredit these.  \n It is further incumbent upon us to advise the nation of the truth of what took place, to describe to the people in detail the nature of the disinformation and propaganda which we have been subjected to and to publicly invalidate the studies and their authors - South Africa will not be truly free until this is done.\n In July 1996, the President of the Society of Psychiatrists on a national radio show about psychological and psychiatric testing, indicated that where possible we will try and develop new tests that are culture free and would apply across all culture groups.  \n The question that begs an answer is: \"If the testing was always scientific in the past as was claimed, what is the basis and the nature of the changes taking place or is this in fact an acknowledgement that the original scientific tests are being altered by the Society of Psychiatrists and other, only because it is now politically expedient\"?  These tests were used as the basis to justify massive human rights abuses, are they now to be arbitrarily changed? - either way, the test were politically motivated.\n It is important at this point that we recall the World Health Organisation Report of 1983 on The State of South African Psychiatry.  Although psychiatry is expected to be a medical discipline which deals with the human being as a whole, in no other medical field in South Africa is the contempt of the person cultivated by racism, more precisely portrayed than in psychiatry.  \n And this situation has no parallel in the history and present state of psychiatric care, it certainly does have a parallel in the ownership and trading of slaves.  \n As unpalatable as organised psychology and psychiatry and the individual psychologist and psychiatrists may find it, the inescapable conclusion is that these professions created and continued a massive contribution to apartheid by providing the tools with which the politicians could justify their inhuman policies - they are a day factor cause of apartheid.  This may not be easily confronted or faced up to but then the entire purpose of the TRC is to confess crimes and claim amnesty. \n From the evidence provided to you about the abuses and deaths in the private psychiatric institutions and elsewhere, it is clear that psychiatry's racist ideology has destroyed lives.  And under apartheid many psychiatrists and psychologists exploited and profited from this system.\n The treatment of Blacks by these professionals during apartheid was not therapy.  As the TRC has already heard, these practices assisted the security police and others in the most brutal tortures as well as psychological warfare. \n Under ...[indistinct] all this, was always the insidious ideology that provided the justification and excuse for the heinous crimes to be committed.  The invalidation, refuting and disregard for Blacks is no less a crime and we must take effective action to correct that.\n As such, we formally request of the TRC: \nThat the TRC fully acknowledge psychiatry's and psychology's prominent role in the creation and perpetuation of apartheid.\nThat the TRC recognises that racist psychiatric and psychological ideologies and instruments, have destroyed lives and severely violated fundamental human rights of millions of Black South Africans. \nThat the TRC investigate, identify and subpoena those persons living today, who were in any way party to psychological and psychiatric proof of the inferiority of South Africa's Black citizens.\nThat the TRC conduct an extensive investigation campaign to identify and locate all eugenics, psychiatric eugenic studies, papers, treaties, documents and conclusions and any related written or taped material that exists within our universities, the NIPR, HSRC, Psychiatric Institutions, Political Parties, Government Office or at any other location and to have these expunged.\nThat all psychiatric and psychological materials relating to scientific proof or justification of the inferiority of Blacks, be located, exposed and publicly invalidated.\nAnd I must reiterate, the vehicles for the usage's of such ideologies  - such as the private psychiatric institutions, must too be shut down.\nThank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I said to you that I ...[intervention]",
            "Unknown"
        ],
        [
            "MR ANTHONY",
            "I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Managed to keep to it.\n Does the panel have any questions or any follow-ups?  \n I mean, you've bombarded us with historical ablutions and I think some of them are quite funny to listen to in their ridiculousness but actually they're quite sinister and serious and I think maybe we're all laughing quite hysterically about that sort of stuff.  \n But I don't know whether the panel has got any feedback?  You haven't?",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Mine's not a comment but just perhaps to share one experience and the issue really is why we were laughing when you were talking about all these really ridiculous things and humour in a sense can trip you up.\n And just a few months ago I was presenting a paper in Amsterdam and before I presented my paper I said to the audience, that it's interesting that in Holland people can pronounce my surname better than they can in South Africa and that I'm a product of our colonial past and - I mean, we laugh about being the products of our colonial past etc., but that wasn't a joke in Amsterdam and people really didn't laugh and they found it actually quite below the belt in a way.\n One other comment I want to share with you is that I was at a meeting where Professor Simpson and I were together also in Copenhagen and somebody from Ghana who is as black as the ace of spades said to me very loudly: \"Hey Glenda, what are you, Black or White\"? and I said to him: \"Of course I'm Black\", he says: \"Hey listen here, you can't be Black - I'm a dermatologist, I should know\".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hlingiwe Mkhize?",
            "Unknown"
        ],
        [
            [],
            "Well, now that I've been given an opportunity to comment, I would just say: \"Look really, within the Commission I first had a presentation of this nature in 1990, there was a conference organised by psychology against apartheid and Saths Cooper and Lionel Nicholas at that time were facilitating that organisation and then I forgot about some of this stuff except that in universities, time and again there will be lectures on this.\n But having been part of the TRC process, I cannot acknowledge the seriousness of these theories - their impact.   I mean - I should think it was Zanele who was reading some of the comments - you know, because people who were influenced by this kind of thinking and they internalised it at a deeper level and then the things they did to other people are just overwhelming. \n So, I avoided even listening and engaging with you seriously because I've seen the after-effects of this scientific strategy.  If you really look at our material - what was done to people, you can see the power of science in the perpetration of human rights violations.",
            "Female"
        ],
        [
            "MR ANTHONY",
            "If I may answer that, I think one of the important factors is that the fact that these tests have been done and exist, is well known in the White communities and I can't answer that for the Black communities but I would imagine that's the case there as well.\n And it gives a great deal of comfort and strength to those in South Africa today who are right-wing or racist in their thinking because it justifies their racist thoughts, they believe - they know, that it's all been proved by the scientist - they know that they're right.  \n This is deep in this nations consciousness, I know it - having been to school in White South Africa, this information came into the classrooms, it came into the playing fields, it was disseminated right through this country and it is incumbent upon us.  If we really want to do something, these studies must be dug up and they must be exposed for what they are, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n It's taken me a whole day to learn to sit away from this microphone and I'm still not getting it right.  Can I thank everyone who gave submissions in the audience.  I guess what I'd really like to do is to move on, I think in a way we've enabled people to make their submissions.  \n It's disappointing at their kind of participation, I hear it is a bad time of year but I didn't think it's that bad - the time of year for people to get away - somebody's nodding their head.  But in a sense I'm not discouraged by that because we've got the information and I think it's for us to make the best use of it in our report - we've got to record it, so I'm fine with that. \n Can I invite everyone to really put what we've heard today into concrete recommendation for tomorrow.  If you remember, the sections are outlined on the focus topics throughout the programme today and tomorrow - I think because of the small numbers, we're going to collapse groups.  \n We initially had five groups but we're going to collapse into - we'll have to see, I've heard some more people are planning to turn up tomorrow but I think we're going to collapse into two groups okay - and do two topics each, with maybe the fifth topic running through on a separate recommendation.\n Myself and Zena our co-ordinator, will try and do a synopsis of what we've heard today and in terms of note form and prepare questions for tomorrow morning but can I invite everyone to really understand and internalise that today's been presentation, today's been retrospective to a certain extent and that we've got a task to fulfil and it's your opportunity to contribute to those recommendations.\n And I do believe its' - it's an existential point if you like, the end of the Truth Commission.  The Truth Commission's report is a - it has a potential nudge in terms of mental health in this country and if we miss that, then I don't what we'll - well, we've missed a huge opportunity.\n So, if I can invite you to come back early tomorrow morning - 8H30 I mean by early, everyone was aware of that.  Can I have a show of hands please of people who are not expecting to come tomorrow?  Not - two of you?  And everyone else is expecting to come?  Yes, it looks a bit of a lethargic sort of nod.  Yes, is that a yes?  Good, good.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}