{
    "header": {
        "type": "1 J DUBE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "JOHANNES DUBE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55908&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/dube.htm",
        "speakers": [
            "CHAIRPERSON",
            "JOHANNES DUBE",
            "PROF MEIRING",
            "MS SEROKE",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "JOHANNES DUBE",
            "PROF MEIRING",
            "MR DUBE",
            "MS SEROKE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will take one more witness before we break for lunch.  We will ask Johannes Dube to come forward.  Johannes, we thank you very much for coming to appear in front of this Commission to tell us what you went through.  I will ask for you to stand up.  I would like you to take the oath.",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may be seated.  Commissioner Sooka has just reminded me that please (not translated).  Joyce Seroke is going to help you.  I am sorry, I am very sorry.  It is Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Dube, it is my privilege to help you with your testimony.  I hope you feel relaxed and welcome and we would love to hear you speak.  Before we start talking about that very dark day of the 26th of August when you were shot, please tell us a little bit about your circumstance, about your life now, about what is happening to you and then I will ask you to talk about what happened to you on that day in August.",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "In 1976, it was in August, what happened was we were coming back from Mofolo with my friend Thomas Malaza.  When we were coming back we were about to take a taxi to Zola and then when we were approaching the main road the taxi rank, a car came by, approached us and there were\nSOWETO HEARING GAUTENG PROVINCE\n2 J DUBE\npolicemen in the car.  This car was just in front of us.  Inside were policemen.  They were in camouflage uniform.  All of them were police, white policemen.  One of those police took out the gun and pointed the gun at us.  As we were still wondering what is happening he told us to stand still.  He started shooting and he shot my friend.  Yes, I was still wondering what is happening.  Suddenly, I was also shot.  Just soon after that I could not see thereafter.  I was bleeding.  \n After that with the assistance of some people that we did not know, they took us.  They put us in their car and they took us to Baragwaneth Hospital.  The police, at that time, had already left.  Soon after shooting us they left.  Now, from my opinion that car was patrolling because each time they come around, when they appeared to us, I think they told themselves that these are students and we will shoot every student.  They were aiming at shooting students.  Now we were taken to Baragwaneth Hospital.  As I was in the hospital at Baragwaneth I was taken to St Johns.  That is an eye hospital because I could not see.  I was blind then.  I was there for quite some time.  The doctor who was in charge of me there was Dr Peiffel.  As he was diagnosing and treating me he mentioned to me that I was brutally injured and there is some nerve, optic nerve.  Those bullets actually cut the nerves.  He declared that I would never see again.  I was there for some time and I was taken to occupational for rehabilitation.  I was taught braiding, I was taught also cane skills.  It is called mobility.  \n After that I left and the lady who taught us therapy was Glynnis Hughin.  After leaving the hospital she recommended I should go back to school and I also wanted to \nSOWETO HEARING GAUTENG PROVINCE\n3 J DUBE\ngo back to school because I was young.  One other thing my father was concerned that what happened to me was not fair at all because we were shot having done nothing.  Just walking by on the street.  He felt and said it is probably better to take this matter further so that I could claim to be compensated.  Soon after that we approached and went to the lawyers, attorneys at Eloff Extension.  I do not remember the name of the building quite well.  My father and Thomas, who was a friend, and we gave statements to the attorneys there.  After that we were just at home.  \n Well, I have left some other things like I was at hospital.  The police also came to take a statement from me and the newspaper, it was World then, they also came to take the statement from me and I presented the same statement to the Truth Commission.  The compensation that was given to me and I still think it is unfair.  That is the very reason why I am here appearing to the Truth Commission.  The money was on R15 000.00 and I feel very little ... the Government for the favour they compensated, they could see that what happened to me was not fair.  \n Another thing that I want to explain, my case was never taken to the Court of Law.  After I received the cheque for R15 000.00 and at the time I was still so young.  I could not do anything.  I could not stand for my rights or whatever, but now that I am a grown-up and I know my rights I can tell now that that money is little.  I have a family and I have got two kids and I think my children would be leading a better life if I was not injured.  Even the lifestyle that I lead now, my ambitions in life were together with my friends before we were injured, just before we, you know, we had hoped that just before we passed \nSOWETO HEARING GAUTENG PROVINCE\n4 J DUBE\nstandard eight we should actually further our studies to standard ten and we had aimed to do a teachers course.  We were interested in being teachers.  At this point in time I would be a teacher had not that happened to me.  I could be leading a better life now than what I am doing now.  It is why I came forward to the Truth Commission because I still do not believe that for what happened to me I should be given only R15 000.00.  I do wish that the Truth Commission should investigate the matter further and also see that I get compensated much better than what I received.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mr Dube, thank you very much for your story that you told to us.  We do sympathise with you.  I want to ask you a number of questions just to clarify a few of the things you have told us.  You told us that on that fateful day on the 26th of August you were shot by the police without any provocation.  Were you politically active?  Did the police know that you and your friend were activists?  Was that perhaps the reason why they shot you or were you just shot at random by the police?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "What I can say here is that we were not in a march, we were just walking.  We were from our friends, we were just about to board taxis.  We were not doing anything, not even performing any activity at the time we got injured.  We just got injured while we were walking.  They just saw a school child and just shot.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And you do not think that you were known to the police as somebody that they were looking for, somebody that was active in politics?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "They did not know me.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  The second question.  You told us that your friend was shot first and then you\nSOWETO HEARING GAUTENG PROVINCE\n5 J DUBE\nwere shot.  What happened to your friend, Thomas Malaza?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "Just repeat the question.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "I was wondering what happened to your friend, Thomas Malaza.  Was he also very seriously injured or not that injured?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "Could you repeat?",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Yes, I will repeat the question.  Your friend, Thomas Malaza, was he very seriously injured too or not that very much injured.",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "He was hurt on his leg.  Fortunately he was not disabled, but he was injured.  He also went to hospital.  They took both of us together to Baragwaneth, but he was released the following day.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Another question.  In what school standard were you when you were injured?  Was that standard eight?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "I was doing standard eight.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And after that were you able to further your studies or did you not study anymore after that?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "After I was released from hospital I tried to go back to school.  Unfortunately, the school in which our school has already been demolished.  I tried to find a school which was nearby.  I tried to look for a school.  I went to Naledi High.  Seemingly I did not get accepted because the principal of the school was thinking that what I was doing there, it was just a waste of time.  Then it went into such an extent that he had to expel me from school.\n I remember one day I was walking with my friend.  He called me.  He asked me, do you not know that you are wasting your time, you have to go home.  Therefore I went \nSOWETO HEARING GAUTENG PROVINCE\n6 J DUBE\nback and stayed at home until I approached a lady who helped me to rehabilitate at Baragwaneth Hospital.  An occupational therapist, Ms Glynnis, she arranged a meeting with a District Inspector, Mr Metrovich, so that we can devise a method which will help me to study.  So I started to learn and I could also type.  I could even make a comparison between the schools there and the schools in the location.  I found that it was not a problem for me to go back to school, to the mainstream school rather than going to a special school.  \n There was a problem because by that time I was over 18 years.  Unfortunately, the special schools have got an age restriction.  If you are over a certain age they could not take you.  So I had a problem.  So I had to go back to the mainstream school.  This lady tried to arrange with Mr Metrovich and he tried to talk to one of the principals in Jabulani.  That principal had a meeting with his staff and tried to discuss that there is a child who is disabled.  He wants a place to study, he would like to study here and he can type.  I went there and I wrote my tests using my typewriter and I was using to record my lessons.  I studied up to matric level.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And you still want to become a teacher?  You said that your ambition was to become a teacher.  Do you still want to become a teacher?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "I would like to do that, but on the way I was frustrated.  It appeared that I do have a problem.  When I write exams they do give me extra time.  I have a problem because I normally do not finish my exams when writing.  As a result my certificate was not good and I got a school leaving certificate.  I tried to improve it, but I still\nSOWETO HEARING GAUTENG PROVINCE\n7 J DUBE\nhave the same problem that I do not finish my exams.  Until I stopped I decided to specialise in brail.  At the present moment I am busy working for an organisation dealing specially with the blind people to improve their reading skills.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Thank you very much.  I think those are the questions I wanted to ask.  Maybe some of my colleagues would like to add to the questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will start with you, Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Johannes, I would like to ask at the time the police came to you in hospital to take your statement did they tell you the names of the police who shot you.",
            "Female"
        ],
        [
            "JOHANNES DUBE",
            "They did not tell me the names, they just came to me to take a statement.  They just asked me when I was injured and I explained everything to them.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin.  Yasmin Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Johannes, I would just like to ask you two questions.  In your statement you actually mentioned that the last thing that you saw before you were shot was a green Chevrolet car.  I just want you to confirm for me that you were shot by policemen from a green Chevrolet car.",
            "Female"
        ],
        [
            "JOHANNES DUBE",
            "Yes, the police were travelling in a Chevrolet, green in colour.  This is the car that stopped in front of us.  They took out their guns and one of them shot at us.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "The second question that I want to ask you is that you say that at this point in time you work for an organisation for blind people and in your statement you mention that you are now a brail proof reader.  Will you tell us a little bit about that please?",
            "Female"
        ],
        [
            "JOHANNES DUBE",
            "It means that, I am talking about the brail proof\nSOWETO HEARING GAUTENG PROVINCE\n8 J DUBE\nreader.  It is a letter which comes out from ink print and put in the brail.  In other words the type is people who could see, they can take what is written in ink and put it into the brail and that brail will come to us as proof readers and we proof read it.  What is written in the brail and work in conjunction with the person who is working with the ink printed script and read whatever is written in the brail and to find out whether it does correspond with what is written in the ink.  We also check mistaken spelling and other mistakes like typing errors and some omissions.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And you earn your living doing this?",
            "Female"
        ],
        [
            "JOHANNES DUBE",
            "I would like to say this is how I survive.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Johannes, maybe before I thank you we would like you to help the commission in trying, sort of like, to help the Government.  What can they do to help people like you?  Especially those who were injured during 1976.",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "As I have already said that I felt the compensation that I got was very little taking into account of the children who were also compensated with amounts up to R200 000.00.  I feel R15 000.00 is so little and there are so many times it was R200 000.00.  I feel so bad about it.  I think people who do not have money should be assisted and they have to be compensated especially those who are still alive, who would still like to continue with their lives because most of us are still young and we do have ambitions.  We have, like, plans that we want to live in a particular way and we do have children and we would like our children to have a good life, even a better education.  When I think that they will need, they need to stay in a decent home where they could be able to continue with their studies.  I\nSOWETO HEARING GAUTENG PROVINCE\n9 J DUBE\nam very much concerned with the education of children so that they can say, well, I study.  I also think that people like me should be compensated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Some of the things that I would like to explain to you about the aims of this Commission is that people can be helped in other means rather than money and I am trying to find from you what you think, what other recommendations can you make in that regard?",
            "Unknown"
        ],
        [
            "JOHANNES DUBE",
            "At the moment I think we have to deal with the needs of the disabled people.  For example there was a lady here this morning and she told us that she does not have a wheelchair and I am also thinking that maybe even in the house in which you stay, I mean, there must be some improvements in a way that it will be easier for her to get in and out using the wheelchair.  In other words so that she can be in a comfortable position within the house, to reach to heights in every corner of the house.  Also for those who would like to continue with their education they should be given a chance to study.\n I also believe there are media people here.  The media have to try and educate people, more especially people who are disabled within the society.  They should accept them and try to treat them in a better manner.  They should not be surprised when they meet a disabled person and they should be brought into school so that they can continue with their studies.  So that even the kids at school when they see a person holding a walking stick they know what kind of treatment this person should be given.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dube, we would like to thank you for your evidence and also your determination.  We know that you do have ambitions and we also appreciate that we see you as a\nSOWETO HEARING GAUTENG PROVINCE\n10 J DUBE\nhero.  We would like to ask you to go back to your place.  Thank you.  \n I will ask the audience to remain seated and ask all the witnesses, I will ask first the witnesses to go to the room where they will have lunch and somebody to lead the dignitaries as well.  I would just also like to draw your attention to the photos along the wall.  That is some of the things that people are talking about here.  You can actually see them.  We will be back here exactly at two o' clock.  We will be back at two o' clock.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "They must leave these things here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Also can I ask you to leave the earphones behind.\nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}