{
    "header": {
        "type": "1 N MASHIYANE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "NOMAVENDA MASHIYANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55922&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/mashiyan.htm",
        "speakers": [
            "CHAIRPERSON",
            "NOMAVENDA MASHIYANE",
            "RUSSELL ALLY",
            "PROF MEIRING",
            "YASMINE SOOKA",
            "MR LEWIN",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOMAVENDA MASHIYANE",
            "DR ALLY",
            "MS MASHIYANE",
            "PROF MEIRING",
            "MS SOOKA",
            "MR LEWIN",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will ask the next witness, Nomavenda Mashiyane, to come forward.  Nomavenda when we started this morning you were not in.  We emphasised that we will try to limit all of you to 15 minutes.  We thank you for agreeing to come forward to give your perspective of what happened on June 16th.  Before you do that I will ask you to take the stand.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I would like to take this opportunity to introduce our MEC of Education, Ms Mary Metcalf.  I will ask her to stand up so that you can all see her.  To you, Mary, I would really like to welcome you in a special way.  Since we have been sitting for these two days we have been hearing from witnesses about our education system in this country.  People have been sharing about its history which, I must say, if you listen to what people are saying, you end up not being proud of our school system.\n  The two witnesses who have just left, they were talking, sharing about how their young ones, their rights were violated while they were at school and they ended up loosing their citizenship and they died outside the country.  So we hope what is emerging here will assist our future planners to make sure that these things never happen again. \n I will ask Russell Ally to assist Nomavenda in giving\nSOWETO HEARING GAUTENG PROVINCE\n2 N MASHIYANE\nher testimony.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Nomavenda, welcome and thanks for coming.  You are going to relate two incidents, separate incidents, but also related incidents which you personally experienced during 1976.  One in your capacity as a journalist and the other where you just happened to be in the surgery of the late Dr Asfat.  Please will you give us an account of these two incidents.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Thank you.  I am a journalist.  I have been a journalist since 1974.  In 1974 I was with True Love Magazine and I moved into daily reporting in 1977 when I joined the Weekend World Newspaper.  I lived just down the road at the Salvation Army Mission which is quite close by, close to Rajanamundie where a lot of activities took place.  Commemoration services use to take place in this hall as you might recall.  Across the road was a shopping complex.  It was called Machaning.  It was owned by Jewish people and Indian traders.\n So on this particular day we were woken up by a noise.  There were gunshots.  Although we were quite use to hearing gunshots, but on this particular morning the gunshots seemed to be quite close by and the residents of the Mission, we went out to investigate what was going on.  Also, just opposite where we were staying was a garage, a filling station.  So there had been rumours that the filling station was going to be blown up.  So we were anticipating that something was going to happen, but on coming out of our homes we saw that there were police vans parked out Machaning and some policemen were outside while there were some people, seemed to be, coming in and out of the shopping complex.  In no time we saw policemen coming out of the \nSOWETO HEARING GAUTENG PROVINCE\n3 N MASHIYANE\ncomplex dragging bodies by their feet.  They were carrying these people and loading them onto the van.  From where we were standing one could not actually count how many bodies were being loaded onto the van, but there seemed to be quite a lot.  \n After some time the vans moved out, drove off and we wanted to come out and investigate what was happening.  At that point people coming out of Rockville here and Dlamini and Senoane were running towards the shopping complex and no sooner were they into the shops than the police vans would come.  Again they would be shooting and at that point there was, the shopping complex was on fire.  So this plague of people coming out of the townships into the shops and the policemen coming and shooting and taking the bodies out into the vans must have taken about three hours, the incident. \n For those who survived the shooting, they would not come this way because if they came this way then they would meet the police.  So they decided that instead of coming this way they ran towards the Mission Station and further into the other townships.  So when the police realised that some of the people were running from the police into the Mission Station, then they came over and started harassing residents of the Mission and saying where are the people.  ... all very well.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "When exactly was this Mary, freudian slip there.  When was this incidence, you do not give a date in your statement.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I do not give a date because I cannot categorically remember what day it was, but it was shortly after in 1976.  Just, I would say maybe a week or two.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "After June 1976?\nSOWETO HEARING GAUTENG PROVINCE\n4 N MASHIYANE",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Yes, it should be around then.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So in the first week after the 16th.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Yes, it should have been around then.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And these people who were being shot and dragged out were they young people, were they mostly students?  Can you?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "No, it was mostly women.  It was mostly women and young people, but I would not say they were students because, I mean, they did not seem to be students to me.  They seemed to be young adults and largely women.  Incidentally on the same occasion a famous soccer writer, I just do not recall his name properly, I think it was Eric Kongwane or something like that, met his death on the very same road because as he was driving down the road he was hit by a stray bullet.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did you ever follow-up this incident in your capacity as a journalist to actually try to find out what happened to these people or whether they went to hospital?  After this event what actually happened?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "What I did after the event was to write a story of what I saw.  That I saw policemen coming in, driving up to the shopping complex and carrying the bodies and loading them onto the vans, but those were the days when you could not go to the police and say, you know, the people that you shot, what happened to them.  Also what I found frustrating was that as a journalist I was standing there and seeing people getting dragged by their feet and loaded onto the van and I could not call on anyone to say, stop this or do something.  I just stood there and I just took my notes and, you know.  There was nothing I could do, I could not call on anyone to say what is going on here.\nSOWETO HEARING GAUTENG PROVINCE\n5 N MASHIYANE",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And since that time have you found out what actually happened.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Not with that particular incident, particularly.  There have been so many other incidents that we have been following.  I have not followed that one in particular.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Nomavenda.  There is another incident which you also were an eyewitness to.  Could you tell us about that?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "It also happened around this vicinity.  At the Machaning Shopping Complex Dr Abubaga Asfat had a surgery there and Asfat was one of those doctors who was very active in the community.  Many children went to him when they had been shot by the police, but on this particular afternoon I was off sick, I had the flu.  I went to his surgery and while I was sitting there waiting to be attended to, he was still attending to somebody else.  The door just opened and a group of children, these students in black and white came in.  I mean, these children were bleeding all over.  I mean, their white shirts were red, they were just a mess.  They were bleeding all over and the way they just burst in and there was so much commotion.  We did not know what to do and, I guess, in that noise Asfat came out of his room.  He was consulting with someone, consulting somebody.  He came out of his room and he was confronted by these children as we were confronted by these children and he took one by the hand and said, come.  No questions were asked and I think it must have been on the Saturday that Kissinger was visiting Soweto, but I stand corrected, because I have not referred to my notes.\n As he took one of the children into his consulting room SOWETO HEARING GAUTENG PROVINCE\n6 N MASHIYANE\nand as he did that the children were in such pain and they all just rushed into the consulting room.  So Asfat then said, okay, okay, those of you who are not very, very sick, help me.  Let us do something about these children.  So he tried to tell us how to get hold of the pellet guns, the pellet bullets because they had been shot.  They had been shot all over and he was trying to tell us that feel the pellet, you know, just feel the pellet.  I mean we, the women.  We then got hold of the children and the children, we could not touch the children without them screaming.  So we tried to get hold of the pellets, to find where the pellets were and for those pellets which we could not squeeze out of the body, we would call Asfat and he would make little scissors and we would squeeze the pellets out.  The most difficult pellets to remove were the ones in the skull because then the hair would come into the way and this little, I guess, little flesh on the skull.  So we were busy calling, come help me this side doctor and he would be rushing this way and the children were screaming.  We were also, we were not doctors, we were not nurses, we had to handle this blood, but anyway we managed, you know.  I do not think we managed to take all the pellets out.   \n However we managed, but then having done the operation, if I may call it an operation, we then had a problem.  We were all full of blood and we were so scared that if we were to go into the township with so much on our clothes and we met with the police, what do we do?  At that stage the children had been, the children that we had attended to had been, you know, going out one by one, but then us, the so called nurses now, we were so full of blood and we just feared that, you know, if we met the police we would have to SOWETO HEARING GAUTENG PROVINCE\n7 N MASHIYANE\ntell the police what had happened and Asfat would be in trouble.  We just did not want to do that.  So Asfat said, okay, he will drive us home.  So Asfat took us home one by one.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Nomavenda, that event, do you have an idea of when it took place because again, in your statement, you do not actually give a specific date.  More or less, when was this?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I am not sure whether it was 1977 when or 1976, but, as I say I stand corrected, but I suspect it was the Friday that Kissinger visited Soweto, but I do recall it was a Friday.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And these 20 odd students who came rushing into the surgery did they explain what event had taken place?  I mean, what was the context, the situation in which they were fired upon by the police?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Yes, they did say, they did say that they were at school and the police came in and shot at them.  They said they were not, we asked them, they said they were not doing anything, but, you know, being school kids one was not sure whether they were telling us the truth.  They said their teachers, the police just burst into the school yards and started shooting at them, but it was not for us to ask questions.  What we had to do at that time was just to assist the children who were in pain.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And from Dr Asfat's surgery where did these children go to?  Back to their homes or to hospital or what happened?  What follow-up was there?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I did not particularly nor did any of us adults ask them where they were going.  We just wanted to know if they were in the neighbourhood.  They said no, we are fine, we are quite safe.  At that time it was difficult, SOWETO HEARING GAUTENG PROVINCE\n8 N MASHIYANE\nreally, to ask a person, a stranger, where do you come from because, I mean, people were not, we were living in a climate where you did not divulge your identity that easily.  They did not know me, you know.  I could have been an informer.  So there was no way I could know where these children were coming from, but we did want to know where they were staying, but they said they were in the vicinity.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So they came for medical treatment and then left again?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Yes, they came for medical treatment because they knew that Asfat would attend to them without charging them, one, and also he would not send them to the police because he had that, the township people knew Asfat to be that kind of a doctor.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So during that time Asfat was trusted and quite important in what was happening in Soweto?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I do not think many people would have survived, you know, without Asfat having been there because, I mean, he attended to so many people who had suffered from being shot at by the police.  I do not recall during my visits to the surgery, you know, Asfat saying money first, you know.  I use to, I cannot recall him saying, look, you can pay me when you have got the money.  At the moment let us attend to your problems.  So, Asfat was a well known person around here.  He was the people's doctor.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And do you feel that in the events around Soweto 1976, he should be remembered in a particular way?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I just feel a chapter ought to be devoted on Asfat.  Asfat spoke Sotho, you know.  Asfat was the people's doctor.  Asfat had sweets on his table, you know, he attended to the children, he gave them sweets.  Asfat\nSOWETO HEARING GAUTENG PROVINCE\n9 N MASHIYANE\ndrove around here, he was the people's doctor.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Nomavenda.  I am going to ask if there are any other Commissioners who would like to ask you some questions as well.  Thank you.",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "You are welcome.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I will start with you, Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "I was moved by what you tell about Dr Asfat and it may well be that he must be remembered in Soweto.  Are there other doctors too in the vicinity who were, as Asfat, as kind, as ready to help the people or was he the lonely doctor in this area?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I would not say he was the only doctor who performed such services to the people of Soweto.  I am talking from this area.  I know there are, I mean, for instance there was Mary, Dr Mary Emklatana at Crossroads.  I mean, she also performed, you know, lots of services for people of Soweto, but I am, particularly, I particularly know about Asfat because he was in my area and he was a doctor that I could always call when I was in distress.  Not for my family only, but for the people around here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Nomavenda, I want to ask you about a matter that is not related to your statement here.  In our first hearing, the mother of Imbiyusa Makoebo, the youngster who was carrying Hector Petersen, she came to the Commission and I think at that time she was still uncertain about what had happened to her son.  She did mention that you had followed that up.  I wonder if you could give us anymore information on that particular matter while we have you here.",
            "Female"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "You should have warned me.  I met a lady who\nSOWETO HEARING GAUTENG PROVINCE\n10 N MASHIYANE\nhad just come back from exile and we were sitting at a party and she started talking and saying that they were in Nigeria and she was with other Soweto students.  She was also from Soweto.  She was with other Soweto students and in their company was Imbiyusa.  She said that Imbiyusa decided that he was going to have a swim in the sea and that was the last time they saw him.  I said to the lady I happen to know Mrs Makoebo and she is very worried about her son.  She would like to know what happened to her son.  Would you kindly go and tell her what happened to her son?  She said she would think about it.  \n A year later I asked her, I said you told me about this and could you please, you know, go and talk to Mrs Makoebo.  She said she is going to ask her family to ask for advice if she can do that.  I asked her later and she said, no, her family is against, advising against doing so.  Then I went to a social worker in Soweto, a friend of mine, Madi Kolomotenie and I said to her, I think we had better talk to this woman and assist her and actually accompany her to Mrs Makoebo, but she still refused to go and talk to Mrs Makoebo.  At that point I then picked up the phone and I called Mrs Makoebo and said in case you do not know, I have a lead to what happened to your son.  This is the address of the lady who says she was the last to see your son and you can talk to her because it is obvious that she does not want to talk about it.  That is where I left the matter at.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "You are welcome.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Nomavenda, you mentioned Machaning Shopping Complex.  Can you tell us a little bit more about what exactly happened around those shops which might have led to\nSOWETO HEARING GAUTENG PROVINCE\n11 N MASHIYANE\nthe fact that today we do not see anyone of them and also, maybe, if you can say are there any photos which were taken around those Machaning shops?",
            "Unknown"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Machaning, as I said earlier on, was a group of shops where Jewish people and Indian people were trading at.  I am not a phycologist, but I guess it is the animosity, the anger of the residents around Soweto where they found that people who were outside their community were able to trade, to do business in an area where they were supposed to be trading in.  You had traders from Soweto who were quite capable to run those shops, but because of the colour of their skins, because of the laws of this country, they were not allowed to conduct certain trading businesses even in the vicinity of, in their own localities.  So, I guess what happened on that morning was their anger to say here are people who are making money out of us and we cannot make, we cannot do business, but they are able to do business in our own localities, but as I say, I am not a phycologist.  What I am saying is what I think might have happened.  Their anger, their anger that has been building up, the animosity.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you Madam Chair.  Nomavenda I would just like to say thank you very much for telling us those stories and ask your advice because we as a Commission have the responsibility of making a report at the end of the whole process and it is very important for us to put into that report recommendations which arise out of the people's experience.  You have for, as you say, for 22 odd years been a working journalist.  So you are both an observer and someone who can express yourself.  There are two questions\nSOWETO HEARING GAUTENG PROVINCE\n12 N MASHIYANE\nthat I would like to ask about specifically relating to what we might recommend.  The first thing is the police.  The way police handle people.  Now the experiences of 1976, do they give you any reflection on how a police force should function?",
            "Male"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I mean, I stand corrected, but I do not find the average policeman, particularly the black policeman, feeling that they are part of us.  I still find that distance between us and the police.  Today, maybe, they are forced to, they are today forced to give us information, but you still do not find that even when they are, even if we are in an era of transparency, you still find that we still have that distance between us and the police.  I do not think any legislation can change that distance.  It is something that has to come from the police themselves.  Until the police realise that they are one with us.  No legislation can change them because as journalists, I do not feel myself as outside my community.  What happens when I report, I report as a member of that community, but you do not find that with the policemen.\n One example.  I was at John Vorster Square recently when they were thinking of changing the name of John Vorster Square.  I was trying to write a story of what has now happened to John Vorster Square.  I went onto the ninth floor and the tenth floor and I found the whole place having so transformed.  There were no cells, now it was a police archive and the police who were there claimed that they had not been there.  You find that we have a police that want to distance themselves.  They are not there.  So it is not legislature that is going to change.  It has got to come from them.  \nSOWETO HEARING GAUTENG PROVINCE\n13 N MASHIYANE",
            "Female"
        ],
        [
            "MR LEWIN",
            "And secondly, what about journalists, thinking back to the events of 1976.  The way you covered them, the difficulties that you had in getting the stories out.  Did that give you any insights into how you think journalists should function or should be allowed to function in a democracy?",
            "Male"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "I am sure it is difficult to say how we can because if you look back to how we performed then, at times you were not performing as a journalist.  You were performing as a mother, as a sister, as a brother, you know.  So while there was information we could not access, but the fact that we were within the community, we were in touch all the time, but today in a democracy, the very people that we were writing about, today they want to remind us that, no, there is a way, there is another way you should be reporting, you know.  They are now trying to say to us, no, there is, you have to adhere to certain rules.  I mean these are the people whom we put our heads on the block for.  So today they have forgotten where they come from, but not all of them.  I mean we are supposed to have this beautiful transparency, but sometimes some of the people that we were writing about have forgotten that.  So today we have to, we are operating within a certain set of rules whereas at the time when we were performing as journalists and we were all harassed, we were adhering to a different set of rules.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.  Joyce Seroke.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Nomavenda, you said a while ago that when those kids came to Dr Asfat's surgery you, and you asked them, you know, what had happened to them when you removed the pellets they said nothing had, they had not done anything wrong, but I would like to ask you as a journalist would you not know,\nSOWETO HEARING GAUTENG PROVINCE\n14 N MASHIYANE\nwere you not aware of incidents where the police would march into schools when the children were at assembly praying and start shooting?",
            "Female"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "There were many such incidents.  I mean, it did not have to be in the school yard.  For instance, you could be walking down the road and you were shot at.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So in other words if those kids did say that they had done nothing, it could be true that they had not?",
            "Female"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Absolutely.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And just another comment about Dr Asfat who opened his surgery to young people wounded during the struggle.  It is interesting that just before you we had Mrs Swaarbooi's testimony when she said that where her son spent two months in hospital and after the bullets had been removed the police came and arrested him.  So, it is no wonder that the children fled to Dr Asfat's surgery because they knew that their bullets would be removed and they would not get into trouble.  Do you not think so?",
            "Female"
        ],
        [
            "NOMAVENDA MASHIYANE",
            "Yes, it is quite possible because, as I said, Asfat was the people's doctor.  It is quite possible that they particularly went to him because they knew that he would remove the pellets and throw them away.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Nomavenda, thank you very much for assisting the Commission in trying to make sense of what happened on June 16 1976 here in Soweto and other surrounding areas.  We thank you.  We expected what we have heard from you.  We thank you for your independent mind, your courage particularly as a woman.  What you have said shows that you have always had a certain degree of resilience especially when you share about your involvement on the day when there was drama in Dr Asfat's rooms.  We thank you very much.  We\nSOWETO HEARING GAUTENG PROVINCE\n15 N MASHIYANE\nwill certainly continue working with you even in the formulation of our reparations policy.  Thank you very much.\nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}