{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-26",
        "location": "SOWETO",
        "day": "5",
        "names": [
            "NDWAWI LINAH NGQABAYE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55938&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/ngqabaye.htm",
        "speakers": [
            "CHAIRPERSON",
            "NDWAWI LINA NGQABAYE",
            "MR LEWIN",
            "MS MKHIZE",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NDWAWI LINA NGQABAYE",
            "MR LEWIN",
            "MRS NGQABAYE",
            "MS MKHIZE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mamma, are you able to hear me?  Okay.  When you want to talk you can just press the red button and when you are finished you can just press the grey one.\n Before you begin, I would like to ask you to take the oath.  Will you stand please, Mamma.",
            "Unknown"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mamma, you may be seated.  Mamma, as is our practice we have assigned a Commissioner to assist you with the telling of your story.  Mr Hugh Lewin, this Commissioner on my right-hand side will help you to tell your story.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you, Madam Chair.  Morning, Mamma. Thank you very much for coming to join us.  I am sorry we can't make it any warmer.  I think even the person who you mention in your story, who is now our President, couldn't do much about the weather, but it is significant that we are hearing your story, I think, in this place, in Regina Mundy.   You talk in fact about another place in Johannesburg where the incident that you will tell us about, took place. It takes us right back to the beginning of the beginnings of the Sixties and the beginnings of the time period which is covered by the Commission.  We are very grateful to you for having come to tell us that story, and we would like to ask\nSOWETO HEARING TRC/GAUTENG\n2 N L NGQABAYE\nyou please, in your own time, and as relaxed as you like, please to tell us. Thank you.",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "What brings me here, I got a few women, the women who were waiting there, they were waiting for those who were arrested like Mandela and others.  As we were there they arrived.  They came in a vehicle, in a big vehicle. I cannot describe this vehicle in any way.  They arrived and were led in.  There was no gate so they could not lock or shut any gate.  We got inside also and as we were getting inside, policemen came out.  I don't know how many they were. They had those sjamboks that they were hitting us with.\n I had clothes for the other prisoners who were in jail. I didn't know where to take the clothes. One of the people I knew, he took those clothes. He took us to the - he was taking them to the Africa House so that he can see the doctors.  We were given the wrapping stuff and the tablets.  When I realised that I was beaten, it was on my back.   Even now I can't breathe properly. I must always speak softly, always holding my breath. As from then I was not healthy. I am not healthy.\n In 1976 during a funeral of a child who was shot by police, when we were on the way to the funeral, when we were in Klip Town, we decided to walk, we were hiking, until we reached the place of the funeral.  While we were washing our hands there were checkers. I couldn't see, I was confused. I saw people holding me and pouring water over my body.\n The following day I was going to (indistint) place where I got help, because of my eyes, and I could get some spectacles.  I got them because I am old-aged and my other eye cannot see properly, my right eye cannot see properly.  SOWETO HEARING TRC/GAUTENG\n3 N L NGQABAYE\nThere is nothing else that took place.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much, Mamma.\n Could I just ask, take you back to the first incident where you saw the prisoners in the van, in the police van, I assume it was.  Can you tell us where that was?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "It was in the Drill Hall.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You mention that you can't quite remember the date. I think it must have been - sorry?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "I can't remember the date because that was long ago.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I think from your account, what it must have been was the arrival at the Drill Hall of the treason trialists, so that must have been probably at the end of the treason trial in 1961.   Do you think that is about the time?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "No, it was not the end, it was the beginning. It was the beginning, it was not the end of their case, it was the beginning of the case.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, that would make it even earlier. Thank you very much.  And then could I just ask about the police.  When they came with their sjamboks and they were beating you, were you with any of the others, can you remember any of the people that were with you?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "I can't remember.  The only person that I knew, because from Orlando East I was the only one.  The only person that I knew is Lian Gooley, the late Lian Gooley.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Lian Gooley, thank you, yes.  Did the police give any warning before they came forward and hit you?  Did they give any reason for wanting to hit you?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "We were not told.  There was, they just instructed us to go out.  When we resisted, because we\nSOWETO HEARING TRC/GAUTENG\n4 N L NGQABAYE\nwanted to get inside the court, they didn't ask anything, they beat us.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Now if I could take you to what we as a Commission might be able to do to assist you.  Could you tell us how we as a Commission might be able to help.",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "I said initially that I don't know what can I ask for, because what I wanted to say here, I also want to contribute about the things that took place in the past.",
            "Female"
        ],
        [
            "MR LEWIN",
            "That you certainly have done. But we still feel that perhaps there is something that we can do to help you, can you tell us?",
            "Male"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "If the Commissioner can help me, I don't have any person who is supporting me financially. I don't even have food, I have been borrowing money to come to this place. I have nothing.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you, Mamma. I think I will now pass back to the Chairperson, Yasmin for other questions.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mamma, I will ask the other Commissioners if they want to ask you any questions.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "You told us that when they started beating you it was 1961, when you were at the meeting in the Drill Hall.  Maybe it also happened again in 1976.  The way you look at this thing, when the police severely beat you was during the first instance or the last one?",
            "Female"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "The severe beatings that they were hitting me was the first beating. I couldn't even remember when they were asking me. I couldn't even remember whether it was 1961.  I can't remember the time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I don't even know whether they were doing this because we were women, but I know that they were beating us so that we must move away from the prisoners, because we\nSOWETO HEARING TRC/GAUTENG\n5 N L NGQABAYE\nwanted to go straight to the people who were arrested and to hear what is happening.",
            "Female"
        ],
        [
            "NDWAWI LINA NGQABAYE",
            "My eyes were - it is because of the tear gas.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Glenda?  Mamma, thank you for coming to us to tell your story. You are one of the oldest people and it is quite clear that right from the beginning of our history, people like yourself have been the subject of beatings and abuse. We are very proud to have you here. You have been one of our, I think, oldest witnesses and you have come to tell us about the time which is remembered greatly in our history.  We have heard what you have said in terms of your own needs.  We have taken note of them. We will see where we can assist you in that regard.  Thank you very much for coming to share your story.\nSOWETO HEARING TRC/GAUTENG",
            "Female"
        ]
    ]
}