{
    "header": {
        "type": "1 P SWAARBOOI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "PULENG SWAARBOOI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55948&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/swaarboo.htm",
        "speakers": [
            "CHAIRPERSON",
            "YASMINE SOOKA",
            "PULENG SWAARBOOI",
            "DAPHNEY RAMOKGOPA",
            "MS SEROKE",
            "INTERPRETER",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SOOKA",
            "PULENG SWAARBOOI",
            "DAPHNEY RAMOKGOPA",
            "MS SEROKE",
            "MS SWAARBOOI",
            "INTERPRETER",
            "MS RAMOKGOPA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Our next witness is Puleng Swaarbooi.  Let us be quiet, please, as the witness takes the stand.  Is Daphney Ramokgopa in as well?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Just call Ithombi Sing and clarify the issue quickly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I please get a name of a person who will be giving testimony?  Both of you?  Are you both giving?  So I will ask, first of all, Puleng or Puleng Swaarbooi to stand please.",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will also ask Daphney Ramokgopa to stand up also.  I will ask for you to take the oath.",
            "Unknown"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will ask Joyce Seroke to assist you in giving your evidence.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good morning Puleng.  It seems you are having problems with you earphone.  Can you hear me?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Would you like me to speak English or Sotho.",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Sotho.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good morning Puleng and Daphney as well.  I will ask for you to tell us so briefly as to what happened to your son.  You live in Rockville and you are here to tell us\nSOWETO HEARING GAUTENG PROVINCE\n2 P SWAARBOOI\nabout Bushy, your son.",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Bushy was my only child.  He attended school at St Matthews Catholic School in Rockville.  On the day of 1976 on the 16th Bushy was shot by the police.  He was from school, he was going to Jababu office.  Now there were helicopters flying and we could see smoke, but we did not know as what was happening exactly.  Now, Bushy left for Jababu office.  Now some woman brought Bushy.  This lady was driving a Peugeot, having Bushy in the car and Bushy was already shot by three bullets.  This lady told me that I brought your son here.  You will see that you get some transport so you can rush him to the hospital.  Now my neighbour sympathised with us and took Bushy to Baragwaneth Hospital.\n I called Bushy's father, my husband, and I told him that this child has been shot.  He left work immediately to go to Baragwaneth.  When he got to Baragwaneth he was not allowed inside.  The following day he went back and again he was not allowed to get in.  The third day I went in person and I got there, I forced my way in and they allowed me in.  I looked around for Bushy, I went to the mortuary, I was all over the hospital looking for Bushy.  Finally I located Bushy in Ward 8 at Baragwaneth Hospital.  I found my child so much in pains.  I found out his left arm was injured.  He was also, the third one went through the stomach.  He could not talk.  I waited for Bushy until he got better and God helped us.  He got back home after a month.  \n After three weeks when Bushy was at home Protea policemen came and they told us to go to Protea.  I told the police straight away that my child is sick and there is no transport to Protea.  There were no taxis yet to Protea. \nSOWETO HEARING GAUTENG PROVINCE\n3 P SWAARBOOI\nNow they brought their own vehicle to take us to Protea.  When we got to Protea they took Bushy some pictures and they asked do I know what happened to Bushy.  I told them I do not know.  He just left school and he went and we could see some fire, some smoke and the helicopters.  After that they took us back home.  They wrote and wrote some things and they took us back home.  \n When Bushy got well recovered in the second week of September Bushy disappeared suddenly, we could not see and find him.  We looked for Bushy until we gave up.  Fortunately my elder sister left for Botswana.  I am from Botswana.  She was going for a holiday.  When she got there she found Botswana, she found Bushy in Botswana with my mum.  Now the organisation of the ANC, some colleagues took Bushy to Botswana.  Now when I went to Botswana, actually my brother called me to tell me that Bushy is in Botswana.  \n In 1983 during Easter time, that was the last time I saw Bushy.  We were there and my father died in 1984.  I could not go to Botswana for a year.  After some time I left for Botswana.  You will please pardon me.  I do not remember the dates very well.  I left for Botswana.  I looked for Bushy.  My uncle told me that I am also looking for Bushy, I cannot see him at all.  I was so surprised where Bushy is. I also looked for Bushy's girlfriend.  She is from Botswana.  She was actually a student at the University of Botswana.  I found also that she was not there.  She had left.  It has been five years that she was away.  I came back.  My sister, elder sister went back to Botswana and she found out that Bushy's girlfriend was back then and Bushy passed away.  I was shocked.  Yes, he is dead.  How, the last time I saw Bushy it was 1983 and it looks like he died in 1983.  What\nSOWETO HEARING GAUTENG PROVINCE\n4 P SWAARBOOI\nis happening?  How come we do not know?  \n After two days I left for Botswana.  When I arrived in Botswana Bushy's girlfriend told me.  She brought some papers with her.  I just think I have those papers, documents in my file.  They are saying Bushy died somewhere in the Western Transvaal.  They left Botswana.  It looks like the very same night when they left Botswana, she was with them.  The girlfriend with Bushy were together and Skhriwi Ramokgopa and they told here that they were going some place somewhere.  Then she said, no, do not go, but they refused.  They said we are going.  They told her we are on duty here, we have got to go.  They crossed Botswana back to South Africa.  When they were busy on their mission as they were going back now to Botswana they hit a roadblock and the roadblock was actually there for them.  As the police stopped them, when they took off from the car, they were searching through there and there was such a war suddenly.  \n There were some people who were my neighbours when they were reading newspapers.  They actually told me that they saw the thing on TV.  We hardly ever watched TV anyway.  They say it was looking like some kind of battle.  I took those papers, I took them to the headquarters of the ANC.  I gave them the information.  I was telling that, you know, I am surprised that you do not communicate and tell me.  This is my only child.  \n The interpretation service will go on as soon as the speaker regains composure.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Take your time, take your time, drink some water till you regain your composure.",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "They apologised, they said at the time it was\nSOWETO HEARING GAUTENG PROVINCE\n5 P SWAARBOOI\njust difficult and confusion.  They could not contact me. They could not even locate my whereabouts.  Some of them were actually, did not give us their physical address like Bushy.  Apparently he did not furnish them with his address.  He actually said I am not going to give the ANC, anyone my address because they will come to harass you as soon as they know where I am.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Rest, take a break.  We will wait for you.  Just drink some water and relax.  We will wait for you.  Can you carry on?  Can you please carry on as soon as you feel you can.",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "And then I came back.  I got back home, I stayed for some time, about three years.  When I got back with these papers I looked around for Ramokgopa's family because I did not know them.  I sent my sister's daughter  to look around for this family in Diepkloof.  I think those people also do not know what we know and, truly, they left to look around for the Ramokgopa's family in Diepkloof and they got back and they did not find them.  The following day the same thing happened and finally they got back and they said we found them.  One of the family representatives of Ramokgopa came to my place.  I told, I gave her to look and I showed her the pictures and I asked is this your child as well?  She said, yes.\n Then she told me that let us meet at the ANC offices on Monday and, truly, we went there on Monday.  I explained to them and they referred me to Mr Emlangeni in Anderson Street.  There was an office there in Anderson Street.  We went to tell Mr Emlangeni.  Mr Emlangeni told us that it was difficult during those days ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Pardon, excuse us, can we please have order.\nSOWETO HEARING GAUTENG PROVINCE\n6 P SWAARBOOI\nThere is a disturbing noise from the back.  We may, please let us maintain order for the sake of restoring the witnesses dignity.  Please, please.",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "Truly, we went to Mr Emlangeni and Mr Emlangeni told us that it was so difficult those days because they could not even let us know about the death of our children.  He actually told us that those children died even here in South Africa, not even in Botswana.  So, really, they should have let us know, but they could not.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they were shooting Bushy you say he was shot by the police by the helicopter.  What were they doing at the time, who were they actually, in violence of some kind or what?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Bushy said to my when they were going to Jababu office, when they were on their way to Jababu office there was a helicopter that was flying so low around and it started shooting even before they got to Jababu.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What were they going to do in Jababu's office?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "I do not know because Bushy was a member ... and when we ask him why are you coming late at home he said, no, we are just practising at school.  We actually did not know what was happening in 1976.  We only got to know after.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So at that time you did not know that Bushy was politically active as a member of the SRC?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "I did not know.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, he was injured, he was taken to hospital.  When he got back from hospital he left for Protea.  Did he stay there for some time in Protea or they only questioned him?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "No, they just cautioned him and I came back with him.\nSOWETO HEARING GAUTENG PROVINCE\n7 P SWAARBOOI",
            "Female"
        ],
        [
            "MS SEROKE",
            "And in your statement you say four months after that Bushy disappeared at home.  Did he not actually say?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Bushy was never, the police never, were never following Bushy anyway.  He was not even showing any signs of being active in politics at school and he actually never showed any signs of the fact that he could leave the country.  He was still young at the time.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, you say you could only get to see him in 1983 in Botswana with your elder sister.  Where he was in Botswana, it was your brother's place.  Now they took him from there.  Why were they taking him?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "When my brother said to me, he actually said he was not safe there.  He had to leave.  He said the South African Police came to Botswana, they were actually looking for some children and he was not safe.",
            "Female"
        ],
        [
            "MS SEROKE",
            "But when you saw him in Botswana, talking to him, did you actually ask him what do you want in Botswana?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Yes, I asked him and he said he was a member of MK.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So all the details that they shot him in the Western Transvaal, you actually saw those from the documents, all the documents?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "Yes, I saw that from the documents.  I got the documents from Bushy's girlfriend because she knew those people.  You see when they leave from the camp they will go to her.  That is where they were hiding.  So they gave her those documents at the time.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Can you explain to us, briefly, that all those documents, they are saying actually what happened when Bushy was killed?",
            "Female"
        ],
        [
            "INTERPRETER",
            "She did not get the question.\nSOWETO HEARING GAUTENG PROVINCE\n8 P SWAARBOOI",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I am saying from those documents that you read from, can you actually explain how did, how was he killed, what happened that led to his death?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "On the document they actually tell me that those two children, Bushy and the other one, they actually ran short of the ammunition and they got to a point or they discovered that the police actually were more powerful than them.  That is how they died.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You told us that you never heard that, you wish to know where are his remains, you do not even know where he was buried.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speakers mike is not on.",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "I can be very much happy if I can get Bushy's corpse, Bushy's bones, even where he was buried.  According to our custom we have to go where he was killed to get his spirit.  If he was buried by any chance there we shall dig and get the remaining bones and take them back home.  That is according to our custom.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, you are saying you spoke to the ANC and asked them why they did not tell you and after they explained and they asked for apology to you, did you actually, did they actually say anything or did they do something for you regarding his death?",
            "Female"
        ],
        [
            "PULENG SWAARBOOI",
            "No, there is nothing that they did for me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I thank you.  Hlengiwe, are you going to refer this to other Commissioners before the other lady or?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any things that you would like to say as well?  I am talking about Ramokgopa.",
            "Unknown"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "What this lady is saying, when they left South Africa they did not leave at the same time.  They were in Botswana.  He left in 1976 saying he was going to the\nSOWETO HEARING GAUTENG PROVINCE\n9 D RAMOKGOPA\naunt in the farm, but we had already heard that there is some restless and there is some violence, that there were people that were leaving.  I asked him what do you think what happened?  He said, no, I am going to my uncle, to my aunt.  That was the last time I spoke to him when we were talking about this.  \n When he was in Soekmekaar he left Soekmekaar for Lesotho.  In Lesotho, I was expectant at the time.  My brother use to visit him in Lesotho, I never did.  As he use to go and visit him coming back telling us that, no, he is still fine.  He was a soldier.  He wrote a letter in 1977.  He was asking how is mum and how is everything at home.  In that letter, that time I was actually married at that time.  Seeing that my parents were so old I could not talk to them, I could only talk to my other brother.\n In 1983 I remember I had already delivered at that time.  The police came from Protea to ask us where was Skhriwi and we said, no, we do not know and they found my dad and my brother.  They took my father to the police station in Protea.  The following day they came again to pick my father up.  That is when they sent a child to go fetch me to ask me.  So they kept asking me what happened and when my father says when he got to Protea they actually showed him some pictures and they asked him to point his son.  My dad said my child does not appear on those pictures.  What he knows is that Skhriwi was killed.  He told them that what I know that he was killed by four Boers.\n At that time we did not know what happened.  We were just there at home.  Nothing happened.  My mum was ill at the time, sick.  She got worse and this aggravated.\n In 1991, early 1991, I do not quite remember whether it\nSOWETO HEARING GAUTENG PROVINCE\n10 D RAMOKGOPA\nwas March.  My mum got the papers and she was already from Botswana.  Skhriwi and Bushy had some friends in Botswana.  We actually became relatives with the lady seated next to me because of all this.  My mum got those documents and looked for the address and the address was written 43 25B.  My home number is 43 52B.  She sent those people to look for her, but they never got that address, but they looked around until, finally, they found the house.  They found my brother and my father.  When they arrived that is just when they asked is this Ramokgopa family.  We said, yes.  They told us that they were sent from Rockville.  We asked who is this lady.  Is this Bushy's mum?  They said, yes.  They showed my mum those documents.  There were pictures, photos along with the documents.  They asked we will like for you to point your son here.  My brother was called.  They are also asking that question, point your son here on the pictures.  He said, no, he does not appear on these pictures.  They asked, can you not locate, can you not see him?  He said, okay, yes, I can see him.  He pointed at him.  My mum said, no, that is not the one.  \n From there when they called me, they sent a car to go fetch me.  When I got back home I found my mum so sick, affected by this.  They showed me those photos.  They asked me show your mother that this is your brother.  I looked and said, yes, this is my brother and they said, then go and show it to your mother in the bedroom.  I said to my mother in the bedroom, this is truly my brother.  My mum said, no, and she got worse.  The situation aggravated her sickness.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker cannot go on.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Daphne, please relax, drink some water and take your time.  We know that this is painful.  It is not easy to SOWETO HEARING GAUTENG PROVINCE\n11 D RAMOKGOPA\nbear.  Take your time.  Do you feel you want to carry on now?",
            "Female"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now I would like to ask you about those pictures, photos.  Were those pictures taken when they were still alive, happily, or were they taken when they were dead?",
            "Female"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "Those photos showed that they were still alive.  Now, I do not know why you do not have those documents because we supplied those documents to be given to you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Well, I think the Chairlady has those documents.",
            "Female"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "When I saw him on those pictures, I saw he had gained weight on the pictures.  Even the clothes he was wearing I do not know them.  My mum passed away in July, but before her death she called my brother.  My brother is Norman.  He is actually around.  She said to him, I will like for you to look for this child, but the way I see I do not think he is still alive.  My brother said, why are you saying that?  She said, no, I do not think he is still alive.  I left home.  Well, I left my house and I went to live home with my mother for the whole month.  I was working at the time.  Each time I come from home I will find my mum sleeping and I will try talk to her and I use to ask my mum, why do you think Skhriwi has died?  You know I use to ask her those questions when I see she was in a happy mood.  She use to say to me, Daphne, I do not think this child is still alive.  I think he is dead now.  Well, I was with my mum until I left for my house again.  It was only two weeks and after two weeks and my mum got worse.  She called me, she told my brother to call me to come here.  My brother said,\nSOWETO HEARING GAUTENG PROVINCE\n12 D RAMOKGOPA\n no, I cannot call her.  She said, no, I want to talk to her where she died.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much ladies.  Now I will like other Commissioners to prepare their questions and ask you questions.  Yasmin Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mama and Mrs Ramokgopa, I do not know if you actually read those articles.  We did get them and they are on our files.  We saw the article in the Dawn Magazine which explained that both your sons were Commanders in MK and that they had been shot in a shootout with the police after an operation.  They were actually named in the heros column of the Dawn Magazine.  I am not sure if that was quite clear to you.",
            "Female"
        ],
        [
            "DAPHNEY RAMOKGOPA",
            "It is true and we know that you have the article.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "I think that we will of course be looking at following-up on the article, but you must both be very proud of the fact that both your sons were in the peoples army.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Russell Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "In your statement you say that you were not informed of the death of your son by the ANC, but were you informed by the South African Police Force or the South African Defence Force about the death of your son?  In your statement you say that you were not informed about the death of your son by the ANC.  What I asked was whether you were informed, whether the South African Police of the South African Defence Force, did they ever inform you of the death of your son or the circumstances of his death?",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "There is no one who actually informed us\nSOWETO HEARING GAUTENG PROVINCE\n13 P SWAARBOOI\nabout his death and I do not know exactly that as they were hot where, people who shot them were they soldiers or were they police.  I do not know.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "According to some of the information that we got it seems as if it was the Defence Force, but in your statement also you say that after 1976, before your son actually went into exile that he was a known activist as far as the police were concerned.  That there was regular harassment and that, did that harassment actually involve visiting your house to look for your son?",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "No.  There are no police who came to harass me.  It was his teacher and himself and they use to come and his colleagues come home and they will actually come here as Regina mourned in the Church and they said to me they were just coming here for service.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And after your son went into exile were you ever visited by the police.  Did they ever ask you about him or his whereabouts?",
            "Unknown"
        ],
        [
            "PULENG SWAARBOOI",
            "No, I never went to the police because when he arrived in Botswana we got the message real quick that immediately when he disappeared my sister went to Botswana.  She was on leave.  When she arrived in Botswana she discovered that Bushy was actually there.  Then she called this side, she called me and immediately I left for Botswana.  When I arrived in Botswana, it was on Thursday, and they told me that Bushy left on Wednesday.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring.  To the two of you, once more, I would really like to thank you for sharing with this Commission the difficult experience that your families have had to live with.  We as the Commission, we have heard you\nSOWETO HEARING GAUTENG PROVINCE\n14 P SWAARBOOI\nand that fits in with the many other voices that in an African culture the question of burial rights should be a pre-requisite to any healing or reconciliation process.  We promise you that you will be with us in formulating a policy which will address this important question of reburial where it is possible and also of assisting people to get clarity about their unknown deaths.  We hope your appearance before this Commission is going to be the beginning of your healing.  The things that you have said, we hope you are going to join other families worldwide who are said they will never be silenced.  Your children were silenced, but we hope what you are saying will help us to remember what they stood for.  Thank you.\nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}