{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "SOWETO",
        "day": "3",
        "names": [
            "MR I PADI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55941&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/padi.htm",
        "speakers": [
            "MS MKHIZE",
            "UNKNOWN",
            "MRS NCALO",
            "CHAIRPERSON",
            "YASMINE SOOKA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MS MKHIZE",
            "MRS PADI",
            "MRS NCALO",
            "MR PADI",
            "CHAIRPERSON",
            "MS SOOKA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "Maybe Mr Padi ... Please take your time and slow down. I will ask your wife maybe to share a little bit about the circumstances surrounding the death of your son, when you arrived at Pierre what she saw from there, and then we will come back to you again.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I will speak in Sotho.  When we arrived in Pierre with Mrs Ncalo, we met Madi by the gate and blood was flowing.  Oh, we saw blood flowing and there were some bones that we came across.  We made our way into the house.  We spoke to the people in the house.  When we got out from the house we went in as my husband has already said. When we got there we found that the bed was soaked in blood.  Actually the way they were shooting, it looks like they were pointing their guns directly to the mattress.  The headboard it was riddled with holes.  The wall behind - you see they were shooting these bullets, they were going through the wall through the headboard.  There were holes in the wall, the wall was cracked.  The ceiling was full of blood, in the room, the wardrobe down on the floor, because this was winter.  The blood was beginning to freeze.    The wardrobes were opened.  The TV was just shattered.\n We started with Mrs Ncalo. My husband had just gone into the big house. I don't remember what he was doing. I was telling Mrs Ncalo let's pray, let's ask for strength from God that we may clean up and be able to tidy up the\nSOWETO HEARING TRC/GAUTENG\n15 MRS PADI\nplace and the bones of the children, the mess of the children.  After praying we started cleaning up. We actually started taking the blood by hand to the bucket, into the bucket.  As we were collecting the blood, you could actually tell that this is part of the brain.  When you see on the other hand it is a part of a bone, and you could tell that this is the bullet shell.  We tried to collect everything.  After that we took water to clean up.  \n We even went to clean up outside, at the Totseto's place. We started from the gate, cleaning up, up to the house, we cleaned up.  After that we took the mattress out.  We took it out. It was soaked in blood, and the mattress was full of holes.  We covered the mattress with paper so that people could not stand and watch and see all the blood.   Then we started, that's where we discovered that she was sleeping when they shot them.  They were both sleeping and they were shot on the bed.  \n So we did all that.  We collected and tried to clean up everything and it was neat.  The walls we cleaned up, because it was also full of blood.  After we were done we therefore left and went back home.\n My husband remained behind, taking the mattress back into the house.  We left the house for our place.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe we should stop right there.  I will ask Mrs Ncalo to say her piece to the Commission about Mirriam Ncalo.  Tell us exactly who was Mirriam, up to the time where you discovered her at Pierre.",
            "Female"
        ],
        [
            "MRS NCALO",
            "It was on a Saturday. I was coming from work. When I arrived at home Nokuzola said to me, she says Sistami, they call me Sistami, I am going to see Dumi.  She said when I come from Dumi I am going to see my friend, she\nSOWETO HEARING TRC/GAUTENG\n16 MRS NCALO\nhas got a birthday party in Orlando. I allowed her to go.\n On the morning, on a Saturday - sorry, on a Sunday, on the 19th, the phone rang.  It was Mrs Padi.  She said to me open your gate, we are coming to your place. I was surprised. I thought maybe she is inviting me to church.  We were going to church in Orlando.  \n When I opened the gate I saw a red car in front of the gate. I saw Mr Padi and Mrs Padi and another lady and gentleman.  When they got in, Mr Padi told me that Dumi had some visitors, he was not arrested but he was killed.  He said I must go and prepare myself. I was very shocked.    \n We went to Pierre.  When we arrived in Pierre I was already told that the children were injured.  When I was in Pierre, there was blood on the gate.  When we got into the house the owner of the house told us what the boers had done the day before. I have never seen anything like that in my life.  \n He also told me that there was a boer who was watching us.  He didn't even allow us to go out, because this boer was watching us in the house.  There was a girl also.  We don't even know that girl.  We said let's go and see.\n We went into the house.  The first thing that I saw when we came in, it was Mrs Padi and myself.  The first that I saw when we came in was Nokuzola's watch.  Nokuzola was working for the ANC offices. It was only two weeks before that they had moved to Shell House. She had this watch on her, with the ANC emblem. I saw this watch.  It appeared in that blood. I saw her sandals. I told Mrs Padi that this is Nokuzola's watch, those Nokuzola's shoes. \n Mrs Padi said to me let's pray.  We closed the door. We stood up because it was full of blood.  We started praying.  SOWETO HEARING TRC/GAUTENG\n17 MRS NCALO\nWhat I was praying for, I was asking for God to give me strength, because I had already seen my child's belongings, and that she was there. We took off our coats. I had strength after that. I was no longer weak.\n We started cleaning up.  The walls were full of holes, the bed was already destroyed, the mattress.  What I found in this blood was Nokuzol's bra, her underwear. It was bent on both sides of the breasts. \n We cleaned the blood. There were bones and pieces of flesh. We were collecting this and putting it into a plastic bucket.  When Mr Padi went (indistinct) to get the people to help us, we told them not to bring along the women, because they are going to make a noise, rather bring the fathers and come and help.  We cleaned up.  There were some remnants of brains combined with the blood.  \n When we were finished, we collected Dumi's goods.  We put them in a plastic bag and came back home.  The men were left there, trying to finish up the other things.\n When I was at home, I went to Mr Padi's place and delivered the clothes to him.  We put it to the house. When we were finished they took me home.\n When I arrived at home, Shirley, the one who is also Nokuzola's story, I told her that Shirley, Nokuzola was shot by the boers.  She started crying. I told her not to cry.  She asked me if I was serious. I told her that she has passed away, Nokuzola passed away.  We collected the stuff, like she was already dead in the house.  \n We started telling the people about Nokuzola's death.  Mr Padi said to me I must just sit down, he will be the one who will be doing all the ups and down.  He said just sit down, I will do everything.\nSOWETO HEARING TRC/GAUTENG\n18 MRS NCALO\n Mr Padi was the one who went to the mortuary and identifying the corpses.\n During the funeral it was also Mr Padi who was helping. I was so confused. Even during the memorial service I couldn't go there, because I was very sick. I stayed in the house. On the day of the funeral the boers were there all over the place, they were even the church.\n When we went to Avalon, the helicopter was just moving above us.  There were a lot of vans.  When we were in Avalon, they were surrounding the Avalon, pointing guns at us. But nothing happened.  We managed to bury them.\n After that there was this son of mine who was coming from Tanzania who were at home for four months.  He was crying, saying how can the boers kill my sister like this, they should have killed me.\n After the funeral, on the 1st of June, we went to the funeral. On the 13th of June the other one who was crying, the one who was crying, the brother of Nokuzola, was shot on the 13th, only 10 days after the funeral. He is the one who was shot, but he was not killed by the boers. He was not shot by the boers but he was shot by the other gentlemen fighting in the street.\n During Nokuzol's funeral, Bongani is my third born. Nokuzola is my first-born and Shirley and Bongani.  When we were burying Bongani the boers they were there again.  They were controlling the funeral.  We buried Bongani, but on that particular day they did nothing, but they were also there at Avalon, even when they were going home, they were there.  They were in front of us. Then Bongani was buried.\n In June 1991, it means we buried two children at my home, with a difference of 10 days.\nSOWETO HEARING TRC/GAUTENG\n19 MRS NCALO\n As the time goes on our ... (END OF TAPE 5 - SIDE B) ...\n ... at last we ended up with three boers, Mr Havenga who is Mr Havenga. The other one is Johannes Schoeman and the other one is Daniel Knoester.  Those were the boers that were together in the court.  When they were questioned by the advocate, Knoester said that on the 6th of May he was not aware that there was a girl also, because it was dark.  He mistakenly shot the girl.\n On the 26th of May the magistrate discharged all of them, because he described the whole thing as self-defence. They even asked is he also referring to Nokuzola. He said both of them, it was self-defence.  Yes, he said Dumi was very dangerous, that's why I had to shoot him, and that if Dumi had the chance he could have killed me.  The guns that they were using, they brought them, we saw those guns and the bullets.  But when they were shooting Nokuzola and Dumi we didn't see those guns, because they said it was a hand-grenade.  They said the guns they were using, it was the one if they steal it, if people steal it, people cannot open it, but still they use that particular gun and they steal it. If the car is running and the owner doesn't want to stop, they use that particular gun. The car was destroyed.  They used the very same guns for hitting Nokuzola and Dumi.\n The other day they were showing photos. I saw Nokuzola being the one who opened the door.  But this policeman said when he was asked, he said he kicked the door open.  The advocate showed him the photo also that Nokuzola is opening the door. He opened it and stand behind the door. When they were looking at the other photo the bed was full of blood.  Meaning he was on the bed when he was shot.\nSOWETO HEARING TRC/GAUTENG\n20 MRS NCALO\n They did that, they killed the children, but they said my child was a mistake, because it was dark.  The magistrate said that Mr J Botha, do you mean that it was self-defence.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would ask, if you have got Nokuzola, it was clear that she was shot, there were bullet wounds on her face. Is there a place where it is shown where she was shot?",
            "Female"
        ],
        [
            "MRS NCALO",
            "On her face she was okay, there was nothing on her face, but what I saw on photos, she didn't have hands, both her hands were destroyed.\n When I was thinking, I thought maybe she was trying to defend herself, she could see the gun, the bullets coming to her. She didn't have hands, especially fingers.\n After the funeral I became very sick.  Rev Boraine from the Methodist Church took me to Dr Martin who is in Auckland Park.  Dr Martin was the one who was doing post-mortems for both of them in the mortuary. Dr Martin said he is the one who was doing the post-mortems and he was also sick after seeing their bodies in the mortuary.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Mamma.\n Mr Padi, I would like to come back to you. You have shared with us very difficult experiences.  Partly, you confirmed what was shared an experience that was shared by one of the first witnesses this morning, experiences of torture and family harassment. But I will come back to what you said about your son. Maybe before asking the Chair to take over, ask you whether you had specific things in mind which you would like the Commission to do for you, in particular, regarding the circumstances surroundg Itumeleng's death.",
            "Female"
        ],
        [
            "UNKNOWN",
            "My main concern is more about my three kids, particularly Refele, who still has these, what you call it,\nSOWETO HEARING TRC/GAUTENG\n21 I PADI\npellet or bird-shot in her body.  That if there is something that could be done about that, because the doctor said it cannot be removed at this stage.  They seem to be affecting her somehow.  \n The other thing is that after they were found not guilty and discharged, that they did this in self-defence, we appealed and in the Supreme Court the finding was that they were not happy about the manner in which the magistrate handled the case, and the case was referred back to the magistrate.  That was on the 10th of July 1995.  But up until this day, we have not heard a thing.  We are concerned.  We want a follow-up about this.\n The other thing is that they claimed that Dumi wanted to hurl a hand-grenade them. But up to today they have never proved that that grenade exploded or not. They were not questioned by the magistrate about the hand-grenade itself.  Where is it as evidence that Dumi actually had a hand-grenade?    \n In the case of Nokuzola, in their defence in court they said - it was not even in their defence.  They told Vincent Skosana, who was living next-door to Dumi's room, that Nokuzola attempted to hurl a hand-grenade at them and that hand-grenade caused their deaths, both of her and Dumi and blew her chest open and Dumi's face. That is the cause of their death.  That is what they told Vincent Skosana.  The evidence that Vincent Skosana gave in court as well.  But now what this other guy said, Johannes Knoetser said in court was that when Knoester said hand-grenade, he did not see that hand-grenade, and he was in front of Knoester, he was nearest to Dumi. It was shortly after the first shooting that took place before Dumi died.  \nSOWETO HEARING TRC/GAUTENG\n22 I PADI\n Dumi actually called him and said look, I am injured, please help me.  He advised him to go and see if Dumi is really injured, and he had said to Dumi, but you are armed, I cannot. Dumi said I am not armed, I am injured.  The man could see himself that Dumi is injured. He tried to approach Dumi.  As he went forward, his colleague who was behind him - and they said there were no lights in the room, it was dark, you see. How could they have seen the hand-grenade and particularly, the man behind, that is Knoester, how could he have seen this hand-grenade that Dumi attempted to hurl at Schoeman.  And Schoeman, the man who is in front and nearest to Dumi, could not see it, did not see it. He even said look, I was shocked, I jumped out and then Knoester started shooting. He actually finished him off, you see. \n So I would like the TRC to look into this and ensure that justice is done.  A fair hearing must take place.  Because the magistrate never bothered about it, questioning them. Even I myself, I was never called in just to give my side of the story, you see. No, I think, I was never called, you see.  That's why I strongly feel that the law must take its course. This must be exposed, to avoid recurrence of things of this nature.   So that people must know that even in the future, that if you do things like this, they will haunt you, they will follow you. One day the law will catch up with you and the truth will come out.  This is what we want to see happening.\n We want to know - and remember I said they told me that if they find him, they are not going to arrest him, they are going to kill him and they did just that.  The next they said they did this in self-defence.  But then, here it is in self-defence, they knocked at the door.  They actually\nSOWETO HEARING TRC/GAUTENG\n23 I PADI\nknocked on the door. He said okay, the guy who was next-door said, he heard Dumi saying yes, I will open.  The door was opened by one of them. It could have been Dumi, it could have been Nokuzola. Why do I say that?  Because the door was not forced open, nor was the lock damaged, you see. Which means that it was opened by one of them.  The fact that if it was Nokuzola, the time when they shot him and her hands were shattered by the bullets, you see, trying to sort of ward off the fire-arms.  That could have been the cause of that, you see.  \n Well, I can't say exactly what happened, I was not there.  But I think the person could have been there and not the hand-grenade as they claimed, you see.\n So at least we would like to see what happened to those two, two or three hand-grenades that they claimed they found that these people had. Because they were never shown as evidence in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Could I ask fellow Commissioners if they have anything to ask.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Padi, I see in your statement that you actually say that you hired your own expert witness, Mr David Joseph Platzow, a forensic expert. What was his opinion after he had actually looked at the room?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He actually felt the way I did and even the attorneys that know that he was shot in bed.  It is not a question of self-defence and not only him, including the - we had engaged the services of Dr Martin to examine the bodies, you see. He was equally shocked.  We also had the services of a radiologist to X-ray their bodies, Dr - who was this doctor again. I have just forgotten the name. Paul, I have just forgotten the surname, Dr Paul - I have just\nSOWETO HEARING TRC/GAUTENG\n24 I PADI\nforgotten the surname. They actually looked into this.  Those are the people whom we instructed.  They were all shocked, that could a human being be killed in this fashion, you see.  \n That is why we still feel that the TRC should do something about this, and to avoid this happening again. Perhaps in the new Government or even governments to come. We cannot allow this to ever happen again.\n I was bitter, I felt that I will never pardon the police.  But at the end of the day, what do I get out of it?  Because this is our country, we have got to build it together and at the end of the day we need these people and we have got to educate them and we have got to change them from what they used to be in the past. It is part of our duty.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "For the record, who were you represented by, which firm of attorneys and who acted for you through these proceedings?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Chiddel & Thompson and Hysop and the man representing me is Brendon Barry.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Have you ever gone back to Brendon to ask him  what sort of happened afterwards?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That I did even this morning, I spoke to him about that and he said it is still quiet up until this day. He has been in touch with the AG and up to now there is absolutely nothing happening, and they are equally concerned.  He felt that now it is all the better if the TRC also gets involved in following this matter up.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr Padi, you are now the mayor of Roodepoort. In your position what sort of recommendations would you make to the Truth Commission to ensure that human rights violations\nSOWETO HEARING TRC/GAUTENG\n25 I PADI\ndon't take place again?  Clearly, here the police acted in a way which was unlawful. Do you think that enough is being done to make sure that police is educated as to their behaviour in how they deal with people, even criminals?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I must say that - you will remember that I said that I was very bitter.  But now with the changes in the country, and with everything that is done by the Department of Justice, I think quite a lot is done. I am personally involved in trying to appeal to the community to get involved in this community policing forums.  So that if we still have such elements within the police force, they be identified.  Because it is no use asking, standing back and saying what are the police doing, while we, as the community, do nothing to help address this. Because in some cases these things do happen.  We are there, the police are not there. They need us to come forward and help them with the information they require, you see.  I think quite a lot is being done, and they are also willing, they are also prepared. They say please come forward and they also agree that we have seen the force, there are such elements, and we have got to help them address this. Together, I know, we can make it work.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mr Padi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Tom?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Yes, my question is, at the time Dumi died, was he still a member of Rema Church?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I think I made it very clear earlier on, that he divorced himself totally from the church.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "From the church?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  Both Mr and Mrs Padi and Ma'am Mirriam,\nSOWETO HEARING TRC/GAUTENG\n26 I PADI\nwhat role or what sympathy and/or what support did you get from the ANC, because if I heard you well, you said that the Dumi was an MK cadre.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he was an MK cadre and the ANC was fully involved during his burial and they gave every assistance, and even in the case, they actually advised me to get legal representation.  We instructed Chiddel & Thompson and Hyslop. They did the paying.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "So you sayin you are still having their solid support.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am still enjoying their full support in this, thank you.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "The same applies to Mamma Mirriam Ncalo?",
            "Male"
        ],
        [
            "MRS NCALO",
            "Yes, even today they assist me, becuase Nokuzola left two children who were still young.  The first-born is nine years now, the second one is five years.  So they are assisting them in their education. They are even paying all the fees for their schooling.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr and Mrs Padi and Mrs Ncalo, I don't myself have any more questions.  Being in the Chair is usually now my task to try and comfort you or in thanking you for coming, to try and provide some comfort.  I don't think I can, you know, there has been, what you have told us, has been so chilling.  You have spoken very quietly, with the calm obviously covering all your emotions, until they come out and there has been so much blood and you have told that story and drawn those pictures so clearly for us. I don't think there are enough words to cover the blood or to match the blood. All I can say is, we appreciate very much your coming. We will do what, everything we can to push this\nSOWETO HEARING TRC/GAUTENG\n27 I PADI\nprocess along.  \n I would appeal to people please to stand as the witnesses return to the witness desk.  \n Thank you very much for coming.\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}