{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "SOWETO",
        "day": "1",
        "names": [
            "GABU TUGWANA"
        ],
        "case number": ".",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55951&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/tugwana.htm",
        "speakers": [
            "YASMINE SOOKA",
            "GABU TUGWANA",
            "MR LEWIN",
            "MS MKHIZE",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "GABU TUGWANA",
            "MR LEWIN",
            "MR TUGWANA",
            "MS MKHIZE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "YASMINE SOOKA",
            "I would like to now call the last witness for the day Mr Gabu Tugwana, a journalist to come forward to the stand please.  Mr Tugwana we would like to welcome you.  We are indeed grateful for your patience and for bearing with us.  We know that we have really spent an enormous amount of time with other witnesses and that you come at the end of the day.  We thank you for your patience.",
            "Female"
        ],
        [
            "GABU TUGWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I will now hand you over to Mr Hugh Lewin who will assist you in the leading of your evidence.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Which is a great pleasure for me Gabu, thank you.  We have come to the end of a very long day.  You have also submitted a very detailed report, statement to us.  I think if you could possibly bring us to the end of the session fairly briefly.  As an editor you know what it means to be chopped, so chop your time down from an editing point of view.  But there are two particular things.  We have heard today all sorts of stories about specific things, you have yet another.  We have heard about the green car, you have another specific incident to tell us about which I think is very important, plus you have some very specific recommendations to make to the Commission arising quite specifically out of the events of June 16.  So if I could leave it in your capable tight hands.  Thank you.",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "Thank you Commissioner.  As you said I will\nSOWETO HEARING TRC/GAUTENG\n2 G TUGWANA\ntry to sum this up.  Should I go straight to the evidence without introducing myself if I may?  Thank you.\n I will start with the issue of the tensions between the hostel dwellers and the community at Mzimhlope, Killarney and Meadowlands, and then I'll go straight to the recommendations.  I think the turning point of the tension between the community and the hostel dwellers was triggered by, in part, the guarding of the Mzimhlope Hostel and of course the police who subsequently came there to speak to the hostel dwellers.  I was assigned to cover that story and I noticed police in a huge truck supplying bread and what appeared to be dagga.  I think it was dagga because of the manner in which it was being preferred, and also from the smell which came from there.  As journalists and travelling in a car we were able to come pretty closer to the situation and the wind was coming in our favour.  There were discussions which we couldn't hear because of a safe distance we wanted to keep.  Peter Makubane who I worked with at that time subsequently took pictures which were published by the Rand Daily Mail.  I think those pictures did appear in his book.\n After that the men left the hostel area, there were about 150.  At the time we popularly referred to them as an impi.  They were armed with all sorts of sharp instruments from bars to wooden sticks and also carrying shields.  They wore red bands on their heads.  They travelled through Mzimhlope, Orlando West, which is also known as Killarney, Pifeni and Dube where they ended at a hostel in Dube.  They were then joined by a group of hostel dwellers in Dube who appeared to have expected them.  After a short discussion they left the hostel, now with this new group at the hostel \nSOWETO HEARING TRC/GAUTENG\n3 G TUGWANA\nand they were, they made war cries and trained their weapons as if ready to strike.  Township residents fled in all directions running away from them to the enjoyment of the laughing police.\n That night Mzimhlope, Meadowlands and Killarney families living adjacent to the hostel vacated their houses, carrying whatever they could including their children, to safer areas, deeper into Meadowlands and other townships.  Others sought refuge in Meadowlands Community Hall and at the police station.  \n On the night of August 24 I went home, of which my home is about 800 metres from Mzimhlope Hostel in Killarney.  I told them what I had witnessed and warned them that it appeared that there was an impending attack on the residents.  My mother and father who were then respectively aged 57 and 64 vowed to stay in the house rather than leaving the house to be looted.   I was very worried about their safety.  \n This also is a period when the notorious police, I think the engine size of that car was 3.8 or 4.1 Chevrolet green car which was shooting people at random, appeared.  Together with colleague Peter Makobane we followed this car at a distance and were able to record most of its activities.  \n Back to the issue of the mopping-up operation by hostel dwellers on August 24, I left home and returned near to Mzimhlope, Meadowlands, Killarney, \"War zone\".  It must have been after midnight when, together with photographer Khosini, who was then known as William Kosi we observed a group of hostel dwellers, behind them followed by the police, running amok towards houses in Mzimhlope.  Another \nSOWETO HEARING TRC/GAUTENG\n4 G TUGWANA\ngroup took the direction towards Meadowlands Zone 1.  We then decided to drive away from the scene.  \n On the way I asked Khosini to drop me off at home.  He was reluctant and told me it would be too risky to be home in the light of the rampaging impi.  Finally he had no alternative to leave me home when I said I will probably work out a plan of hiding outside the house.  It was about 2:15 a.m., almost two hours after I had been dropped off home on August 25.  As I lay still inside our coal box I heard the shattering noise of breaking windows and screams.  There was a roaring sound of an armoured vehicle in the background.  Then I heard a voice through a loud hailer saying in Zulu, \"We didn't order you to destroy the Municipality property\".  At that stage the Municipality of course was the West Rand Administration Board.  It continued, \"you were asked to fight people only, so you are asked to withdraw immediately\".\n The way the Black speaker spoke his sentences suggested that he was interpreting someone's orders given in a different language.  Despite the call to the impi to withdraw I didn't feel safe and I continued to stay still in my hiding till sunrise.  I cautiously opened the box to peep and see if our house was damaged, but there was no such sign.  I then emerged and knocked at the door.  My father, apparently still reeling from the fear of the rampaging attackers last night, asked who I was. ..(tape ends)\n... be prepared to be ready for Khosini to collect me.  It was just after 6 a.m. when he arrived. We then went to inspect the situation at Mzimhlope and Meadowlands.  I will never forget what we saw.  Houses with broken down doors and holes all over the frames.  Blood spots started from the \nSOWETO HEARING TRC/GAUTENG\n5 G TUGWANA\ndoors to outside where bodies were lying with gaping wounds on the head and face.  Stab wounds and hands raised in the form of surrendering.  They were dead.  We counted four bodies in Mzimhlope who we later identified as Eliot Dladla, Jacob Muthlame and Gauta Moralong whose ages ranged from 29 to 35.  \n I will then immediately switch over to the issue of a recommendation which I wanted to make, but if you will allow me can I give a background of why I am making the recommendation?",
            "Male"
        ],
        [
            "MR LEWIN",
            "Please do so, yes, thank you.",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "Thank you.  As we know by now subsequent to the events of June 16 and the days which followed I was among the journalists who were detained without trial under either Section 22 of the Preventive Detention, or Section 6 of Terrorism Act.  I am raising the issue of detention only in the context of its effects.\n Speaking from experience between 1976 and 1978 I spent over 200 days under preventive detention.  For me, an unmarried youngster in his early twenties this type of incarceration was not much of a problem.  In this type of detention we were kept in communal cells which held up to 20 people.  We were allowed reading material which of course had to be passed by the prison's commanding officer.  We read newspapers, watched television, held church services and also received mass.  There was an hour of exercising.  Immediate relatives could apply for permission to be granted to visit you.  We were detained with elderly people who had responsibilities like families and businesses.  The level of stress brought by this involuntary detention was very harsh on them.  At times we would bump into elderly people hiding \nSOWETO HEARING TRC/GAUTENG\n6 G TUGWANA\nin the toilet crying.  I have a reasonable belief that most of them never went through post traumatic stress treatment after detention.  My belief is based on reports which I received on how the behaviour of these people changed after detention.  It went to the extent that some of them lost their businesses and even families.  \n There was also this vicious type of detention in solitary confinement Section 6.  In fact our jailers made no bones about it.  When they locked us into the cells they would say they would throw away the keys and only make efforts to find them after we had, \"decided to tell the truth\".  Not the truth as we understand it in this Commission but rather the assumptions they had about what they wanted one or, wanted us to say for possible use in court against our own fellow colleagues or contacts. I will not get into all sorts of the gory details about the methods they used to force this so-called \"truth\" from us.  \n The point I want to make is when you are kept in a 4 x 6 foot cell alone, if you are lucky given only a bible to read, having no other reading material at all, no friend to talk to, no visitors allowed to see you and frequently denied exercise, you get pushed to breaking point.  Few survived this experience.  I spent almost 400 days in solitary confinement between 1977 and 1978.  Again I will save taking you through details of the human abuse I experienced there.\n I, however, was very fortunate in that solitary confinement became some kind of challenge for me.  Having been brought up from a family with strong religious background the Holy Bible became my supreme shield against depression.  Each time I closed my eyes and let the book \nSOWETO HEARING TRC/GAUTENG\n7 G TUGWANA\nroll open some relevant scripture came to my attention when I opened my eyes.  This scripture was amazingly relevant to my situation and actually uplifted my spirits.  For the record I read and completed the bible three times.\n Another pastime was my facecloth which was imprinted with various squares.  I did not know much about chess but rather a lot about a similar game called Marabaraba which I played with pieces of dry crust from the bread supplied as breakfast.  I used my right hand to play against the left hand and I took both hands as opposition to each other.  I must say I tried my best to be as objective as I could with both hands taking them as people who are sort-of fighting to win the game.  \n At times I used to use my metal-like spoon to mark each day in detention.  This idea developed something else, that I could work backwards trying to find the week day of my birth, my birth date.  I also attempted to work backwards trying to find how many days, minutes and seconds old I was.  The exercise went on for days.  When I was tired I could do exercises.  At one stage I befriended ants in my cell.  I could talk to them and give them the remains of my bread.  If you attempted, at that moment, to interfere with those ants I think I would have killed you, because they were the only visible sympathetic, I thought, people I could communicate with. But imagine if I had no programme with which to pass the time.  I think I would have been a mental wreck.  \n Talking about one's mental attitude collapsing I can think of one of the youngsters who was detained with us.  His name is not relevant in this but I can tell you that each day his cell was opened for inspection or any other \nSOWETO HEARING TRC/GAUTENG\n8 G TUGWANA\nofficial reason, this young man would stop at the warder, pull him by his clothes, demanding to be freed.  I am still not sure if he ever got treated for trauma after his release, but I know that he occupies a responsible position at Local Government level and I pray daily that he would not snap and surprise his colleagues.\n Another major problem of stress which I personally came across is that of liberation army combatants.  Some of them tend to snap and resort to a violent response to pressure.  I once worked with one of them.  One day he resisted to be accountable and he walked out of the job. Two weeks later he had burnt down the house of his fiancee and disappeared.  I think these people also need medical and psychological treatment.  The same should be applied to those people involved in violence at flashpoints like Kwazulu Natal province.  And I think to those people who were talking today like Mrs Dorothy Tshabalala about her son, and also Mrs Dorothy Seatlholo was talking about her husband, I think those people need some kind of treatment.  \n I want to urge the Truth Commission to ask the government to look into this problem and help set up as many rehabilitation centres as possible countrywide to deal with this problem, otherwise I fear that the fabric of our society would remain threatened by people who never intended to do any harm to our new democratic South Africa.  \n I thank you for this opportunity.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Gabu thank you very much for that.  What I would like to do, because we have the two people who are involved here in reparation and rehabilitation, Hlengiwe and Tom on her committee maybe they have some other points to discuss with you and raise with you.  Thank you very much.\nSOWETO HEARING TRC/GAUTENG\n9 G TUGWANA",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I was touched by your recommendation referring to people whom you think they will benefit from trauma treatment, I just want to ask you one thing, sometimes we come across many people saying the Black community has stood together over the years, they have supported each other, they have helped them to work through whatever conflict, so when looking at your recommendation of which I agree fully with, how would you explain the two intentions, your recommendation and this popular belief that the community is sufficient in terms of dealing with the after-effects of repression?",
            "Female"
        ],
        [
            "GABU TUGWANA",
            "I think as a newspaper person I have no knowledge of visible existing structures which actually deal with that, except to say you might have some kind of trauma kind of structure attached to Wits University, Western Cape University, but I think we need more than just those type of areas.  One can look at what people are now saying for instance about Vietnam in America for example.  I do understand our government is young, it doesn't have resources, but I do believe that in a small way there are certain possibilities which can be exploited to deal with this.  For instance we need more trained people, as one example you can look at the Cuban doctors who are here.  I mean I am not sure in what direction they are trained, but I know that the Cuban government has opened its doors to try and assist us in this area, and also given the experience of Cuba in their country, they have assisted many African countries in various struggles against colonialism and other things, I suspect that they do have expertise in this area.  So you need to have some kind of visible and friendly type of structures where people are not going to have this fear\nSOWETO HEARING TRC/GAUTENG\n10 G TUGWANA\nthat you know if for argument's sake I come from exile then I think if I go there people are going to think that I am mad.  \n The fact is that we know of a lot of people who have had their families broken who come from exile.  We know of a lot of battering of women which go behind scenes by some of our friends which we grew up with.  We know because their wives know us and they talk about this.  We don't think that they do this deliberately but we think there is at times something which happens that they just snap, and just at that moment they go for whatever.  So I think the government, as part of the healing of our land, need to have some kind of conscious programme to deal with this problem.  I am saying if we leave it I believe we will really be undermining all the changes we have achieved.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Gabu it leads to what you were describing, finding an elderly detainee stressed to a point of crying in secret, what impact did this have on you?",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "Well I mean I think at that time I was around 22 years old, to be honest I was shocked.  I never thought that an adult male cries.  Often I have assumed that males are strong.  I mean for me to be exposed to that type of thing I did realise that detention can really break.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thanks.  My next would be, there has always been this collective assumption that we knew what we are being detained for, but did you ever get to know as an individual what you were detained for?",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "Well not exactly.  I have a faint idea because of the type of people who interrogated me.  Initially of course you don't just volunteer information, they give you\nSOWETO HEARING TRC/GAUTENG\n11 G TUGWANA\na book to write your history, your story, who you are, where you were born etc, where you went for education etc, and then later on they come back and tell you that you haven't said anything much about your activities.  But as you go on they feel you are wasting time then they go into assault etc.  I remember that with me in fact the assault is what helped me, it actually made me strong because I just became very, very stubborn.  And I think one of the people who was interrogating me said look let me be honest, I believe what you say.  In fact at that point I might indicate that I had said to him, if he likes he can kill me, I am giving up and I want to tell him that even if I were to die I won't be the first person, Timol etc, and others went to jail for a long time like President Mandela, I am willing now to die.  But the things which I stood for I knew that I will not die, that's what I told him.  And I think at that point he decided to say look my Captain has told me to try and find out how much do you know about the bombs the students were carrying.  Then I realised that these guys didn't know what they were arresting me for.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "My last question would be similar to what was said to you, put to you, with regard to treatment for trauma and so on, that we still need guidance and opinions because one other thing that makes that process a little of a problem or difficulty is that the cultural differences make it very difficult, as you have said, to take people to say, whether it's Wits or Cape Town University from Soweto to be counselled in those offices where the question of the language becomes a bit of a problem and of course counselling through an Interpreter we still have to guided on that.  And of course another element is that our state of SOWETO HEARING TRC/GAUTENG\n12 G TUGWANA\neconomic divisions sometimes when a person has to go to centres like Wits the person is filled with a little bit of expectations beyond what he would have got from what you might call informal counselling structures within the community, what guidance would you give us on that?",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "You actually hit the nail on the head because I was going to suggest, I mean I'm not sure if these structures are feasible, kind of Alcoholic Anonymous type of operation which is some kind of network where people can talk about these things.  I think it's a very important foundation when you begin to get people to talk about this.  And I think like with a problem with alcohol normally the starting point of this is the company where a person works, where they feel this person always arrives late, he's absent on Mondays etc, and they send this person away.  Or in some cases families the families who would complain about abuse etc and I think organisations should be encouraged to begin to start this type of network and I think that will be a more I think grassroots type of approach, operation.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you Gabu, no further questions.",
            "Male"
        ],
        [
            "GABU TUGWANA",
            "Thank you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Gabu we want to thank you for coming to share your experiences with us.  I know that you said in your document that you don't want to detail the unpleasant things that were done to you while you were kept in detention, however, at some stage I think we are going to ask you to be more graphic about it and we will certainly come back to you in respect of those things which you have left out in your document.\n The issues that you have raised in terms of the recommendations that you have made is something which \nSOWETO HEARING TRC/GAUTENG\n13 G TUGWANA\ntouches this Commission very, very directly, because in the making-up of this Act the word that is used in the Act is not just reparation, but reparation and rehabilitation and the restoration of full human dignity to the persons who are part of this process.  The difficulty of course is that cultural differences in our communities, also the fact that we use that as an excuse to deny the fact that we need to talk about these experiences and to begin to recognise the fact that there are people in our communities who need help.  These are difficult issues and of course we sometimes reject the traditional centres out there who can assist.  \n I think it needs to be a two-pronged process, or multi-pronged one actually, where we bring all the role players together, but that we train people within our communities who can begin to assist people in our communities to start talking about this and also to start recognising the fact that many, many people in our country suffer from post-traumatic stress.  We are very, very grateful for the fact that you have raised this.  \n We have heard the fact that people have made friends of ants, very, very often, especially people who have been in solitary confinement, I think we know that the world accepts that solitary confinement in fact is a gross human right violation of its own kind and we are very thankful that you have raised that so succinctly in your paper.\n We appreciate the fact that you have waited a considerable amount of time before you were allowed to make your statement, but we are very, very thankful that you have raised all these issues.  You are indeed a survivor of what happened during those times.  We know that in the Act we are forced to use the word \"victim\", but in fact the word is not SOWETO HEARING TRC/GAUTENG\n14 G TUGWANA\nabout \"victims\", the Truth Commission is in fact about survivors.  The victims are those who never, never came back themselves.  Thank you very, very much for that.",
            "Female"
        ],
        [
            "GABU TUGWANA",
            "I am also thankful.  Actually I was worried that you don't call me tomorrow because I'm catching flu, I am already trembling, so I don't know if tomorrow I would have survived.  Thank you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I now declare the proceedings of the first day of the Truth Commission closed.  I also want to say that the proceedings will begin at 8:30 tomorrow to take the statements of those witnesses who were not able to give their testimony today.  Thank you very much for your patience.",
            "Female"
        ]
    ]
}