{
    "header": {
        "type": "Caprivi Hearings",
        "starting date": "1997-08-08",
        "location": "DURBAN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56254&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/caprivi/caprivi5.htm",
        "speakers": [
            "CHAIRMAN",
            "DALUXOLO WORDSWORTH LUTHULI",
            "INTERPRETER",
            "Inter alia",
            "MR",
            "MR COETZEE",
            "MR DE VOS",
            "MR LASICH",
            "MR LAX",
            "MR MACADAM",
            "MR MARITZ",
            "MR STEWART",
            "MR VAN ZYL",
            "MR VISSER",
            "MR VON WILLIGH",
            "MR WILLS"
        ],
        "original_speakers": [
            "MR MACADAM",
            "MR WILLS",
            "CHAIRMAN",
            "MR DE VOS",
            "MR VAN ZYL",
            "MR MARITZ",
            "MR COETZEE",
            "MR VON WILLIGH",
            "MR VISSER",
            "MR STEWART",
            "MR LAX",
            "DALUXOLO WORDSWORTH LUTHULI",
            "Inter alia",
            "INTERPRETER",
            "MR   (?)",
            "MR    (?)",
            "MR LASICH"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Please can you take your seats, we are going to start now.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, Mr Luthuli has been brought back, not for any further fresh evidence, but merely to be cross-examined by counsel on the evidence he has already tendered before the Commission and Mr Dlamini will then follow him on precisely the same lines.  There will be no further evidence led today.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.  I wonder if I could intervene at this stage.  As a result of the cross-examine or the part cross-examine of my client, Mr Mkhize, it became abundantly clear to me that we are not sure at this stage of the proceedings as to what is in dispute and what is not in dispute.  Obviously this creates not only enormous difficulties for me and my clients, but also for all the parties here and results in the proceedings possibly being unnecessarily protracted.  In order to get certain clarity on the matter, I together with counsel representing Mr Luthuli and Mr Dlamini, have prepared a Request for Particulars, which I have delivered to, this morning, delivered to counsel representing the other parties in the hope that they can provide certain clarity as regards the issues in dispute.  I realise that these particulars cannot be answered immediately, but I would greatly appreciate it if an effort could be made in order to facilitate the furnishing of these particulars by Monday or Tuesday morning, but clearly before any submissions are made.  Thank you.  Sorry, I have also given copies to the evidence leader and members of the\n /Committee.\n1A Committee.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Wills.  Yes, I have a copy of that.  I'm not going to make a ruling that they - that the counsel for those implicated should reply by Monday or Tuesday, but I would suggest that it would be helpful to all concerned if we did have a reply on the basis as requested.",
            "Unknown"
        ],
        [
            "MR DE VOS",
            "Mr Chairman, can I just give my viewpoint?  We're not on trial here.  We - certainly, if this is a new procedure and we can assist, we wouldn't object to try and assisting this Commission, but to receive such type of documents after we've been here for a week is senseless, having regard to the limitation on cross-examination and various other aspects.  I'm not going to waste my time to even look at this document at this stage.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "That is your right, Mr De Vos, I would encourage people though to, in the sense of what is being requested here is for counsel to place on record what their client's version is.  I'd encourage people to do so, but no one is obliged to do so, obviously.  As Mr Macadam said, we will proceed now with the cross-examination of Mr Luthuli on the evidence he has already given and no new evidence will be led today and thereafter we will deal briefly with Mr Dlamini.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Mr Chairman, for the record, it's Mr Van Zyl speaking.  Before Mr Luthuli's cross-examination, I wish to put the following on record.  There is - arguments have been put regarding cross-examination and what will be allowed and I'm not going to pay any attention to that.  It is, however, the case that the framework for the application of the ... [break in recording] ... the\n /proceedings\n1A proceedings of this Commission.  (Inaudible) ... the decision of Du Preez v The Truth and Reconciliation Commission.  The detail is known to you and I'm not going to go any further into that.  It is my submission, Mr Chairman, that the way in which the \"cross-examination\" is undertaken here, it has the effect that my - the rights of my clients are not protected based on the following.\nAccording to my submission it is ... [break in recording] ... and secondly ... [break in recording] ... it seems clear that witnesses who testified here and especially Mr Mkhize who testified yesterday in this regard deliberately failed to answer certain questions, gave long protracted and unnecessary answers, made political speeches and they are allowed to continue in this vein without answering the question.\nMy submission is that insofar as the legal representatives have been restricted in their cross-examination to save time, and that duty has been performed by the Committee, they in the same way have a duty to order witnesses to answer questions to make meaningful cross-examination possible and in the light of the above I, as far as my clients are concerned, at this stage I will not participate any further in cross-examination, especially in light of the way in which witnesses are allowed to answer questions, which actually does not achieve anything;  where questions are not answered and, in fact, other evidence is then placed on record which may seem to be unfavourable and I will accordingly have no further part in cross-examination inasmuch as one can call it cross-examination of witnesses.  I will attend the rest of the proceedings simply to protect my clients' rights\n /and\n1A and also offer any assistance which the Committee might require from me or my clients.\nThank you, Chairperson.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, for the record ... [break in recording] ... has already raised an issue which came to the fore and I must say to you that I have been requested by other colleagues to address this matter this morning.\nWe must stress, Mr Chairman, that we represent our respective clients and it is our duty to protect their interests to the best of our ability.\nThis panel is bound in law to act reasonably at all times and this is categorically stated in the decision of the Appellate Division in the case which has already been referred to by my colleague, Du Preez and Van Rensburg.\nNow notices was caused to be sent to our clients and your attention has been drawn to the notices in the course of these proceedings on more than one occasion and it is a fact that they contain very serious allegations which could have grave consequences for our clients.  It is plain that they have the right to rebut such allegations;  that they have the right to be represented;  that they have the right to test the credibility of witnesses in cross-examination, which is the universally accepted method to test evidence.\nWe respectfully submit that it is plainly unreasonable to attempt to impose one's own subjective views on a legal representative as to how he should conduct his client's case, which obviously includes cross-examination beyond the rules evolved in law.\nIf interested parties are prejudiced, the process is flawed and of no real value to anyone.  If we are not\n /accorded\n1A accorded a proper opportunity to exercise our clients' rights, this entire process will be of little value.\nMr Chairman, we respectfully point out that your duties are prescribed in law.  Our clients are in the realm of Section 4(a)(iv) of the Act which governs these proceedings.\nWe submit that our clients - that this aspect is as important as all the other aspects mentioned in that section.  To pay mere lip service to our clients' rights falls short of your true duties.  Invariably there are two sides to a story.  If one closes one's eyes to the one side in an inquiry, one has an exercise in futility.\nWe are well aware of your time constraints and we have endeavoured to assist.  At the same time we are troubled by the manner in which time is allocated.  Yesterday is an example.\nMr Mkhize was allowed to take up valuable time with lengthy accounts of irrelevant matters, but we have been curtailed to the extent that we are hardly able to perform our functions properly.  With regard the treatment of our colleague, De Vos SC yesterday, is nothing short of harassment.\nMr Chairman, with the greatest respect, we appeal for a proper understanding of the function we have to perform in these proceedings and we appeal to you, Mr Chairman, to conduct proceedings so as to do justice to the interests of our clients as well.\nThank you very much.",
            "Male"
        ],
        [
            "MR COETZEE",
            "If I may shortly put one or two aspects on record.\nIt is our feeling and we submit that cross-\n /examination\n1A examination as allowed here amounts to no cross-examination.  Yesterday there was a most unfortunate incident with the person that was cross-examining, namely my leader, landed up being cross-examined by a Commissioner.  The rules of national justice can never ever be met on that basis.\nDue to the manner in which our cross-examination has been curtailed, it is of little or of no value whatsoever.  At this stage we will be putting no more questions to any witness, because of the limitations that are put on our cross-examination.\nI would like furthermore to put on record that our clients have been - testified in a Court of Law where full cross-examination was allowed.  Their version was tested and they were found not guilty in a Court of Law.  The witnesses in these proceedings make wild allegations and their allegations cannot be tested.  It's my submission that it's clearly - the manner in which these proceedings are further proceeded that - that it is of very little value.  However, I will urge all the Commissioners to please read the proceedings of the Msane matter, under oath, where our clients' versions are clear.  Furthermore, we must reserve all remedies and rights that we might have for our clients and further - I realise that this is not a Court of Law, but there's certain rules of procedure that is to a certain extent unfortunate that while witnesses are testifying, other witnesses hear what they're saying and specifically relating to Mr Luthuli and the other people that have testified here.  It is clear by all their evidence and the statements that - Mr Luthuli seemed to have controlled them and have a certain amount\n /of\n1A of authority over these witnesses and then he sits and listens to what they're saying, specific issues that are relevant for our clients.  We say if the Defence Force train these people, they are not liable for people that become hit squads that are under Mr Luthuli's control and then Mr Luthuli sits here and listens precisely what they're saying and on the basis that such limited cross-examination is allowed, it serves little purpose.  If you will just bear with me for a moment?\nMy attorney has brought it to my attention that it was one of the rulings of this Committee that versions that have been put forward in other forums don't have to be raised over here during the proceedings.  At this stage no cross-examination is allowed, all that's said is, \"Put your version.  Put your version\".  And my learned friend is asking particulars of what your version is and regarding that issue, that's all I'd like to place on record.  I have nothing further to say.\nThank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Is there anybody else that would like ... (incomplete)?",
            "Unknown"
        ],
        [
            "MR VON WILLIGH",
            "Mr Chairman, yes.  Willem von Willigh.\nI wish to place on record that I join with the previous speakers, my learned friends, I join with their views and I subscribe to those views.  I will also not place any questions in cross-examination and will also not consider the Request for Further Particulars.  There is no provision made for it.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, I have already said that, Mr Von Willigh.  I said that nobody is obliged to answer those at all, so I take your point completely.\n/\nMR VON WILLIGH\n1A",
            "Unknown"
        ],
        [
            "MR VON WILLIGH",
            "I accept that, Mr Chairman.  I'm just placing on record that I will also not supply any Further Particulars.\nThank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, if I could say something here.\nMr Chairperson, I must agree with my learned friends to an extent in that whilst I understand the time restraints that the Commission is under, I do believe that the credibility and the weight given to the evidence of my clients does depend to certain extent, in any event, to the amount or to the freedom of cross-examination of my learned friends.  To that extent, whilst there are time restraints, I must agree that they be allowed to be cross-examined.\nThank you.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Sorry, Mr Chairperson, the issue of cross-examination is not within my ambit, but purely on the allegation that Mr Luthuli is present when other witnesses testify, my difficulty in this regard is specifically the Van Rensburg judgment requires that when a person is implicated in evidence and clearly there is evidence implicating Mr Luthuli out of these other witnesses, they say they were more or less taking orders from him at the times when they committed these extremely serious offences.  The judgment is clear that Mr Luthuli would have the right to be present to here this evidence, these allegations, to instruct his counsel to challenge it and say, \"Well, look, you're bringing me - you're implicating me on frolics on your own.  I might have given you certain instructions, but not all the cases that you're telling the Commission about flowed from my orders\", he has that\n /right.\n1A right.  This is similar to a criminal trial where accused 1 and 2 have the same defence and the prosecutor feels frustrated, because he knows accused No 2 listens exactly to accused No 1's cross-examination and knows how to protect himself from those questions, but is a requirement of the law.  One cannot say that accused No 2 must be removed from the court building, locked in a police cell while accused No 1 gives evidence and I submit that this is precisely the situation with Mr Luthuli and the other witnesses.  They implicate each other.  They have that fundamental right to protect their ...[break in recording].",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, that was raised at the beginning of these proceedings.  It was discussed and it is absolutely proper that Mr Luthuli should be here while the others give their evidence and I don't want any further argument on that.  It is proper that he should be here, his rights are also affected in the same way that an accused person may be affected.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson - yes, Mr Chairman, I believe it is proper for us to place our position on record.\nFirst of all, we do echo what my learned friend, Mr Maritz, has said.  We have been concerned, Mr Chairman, from the point of view of the image that is going to be projected to the public outside and yesterday was an example of what I'm talking about.  I mean, when the public actually joined in the fray, if one can put it that way.\nMr Chairman, our position is slightly different from that of our learned friends who appear for members of the Defence Force, as you will well realise.  First of all,\n /our\n1A our versions are not on record and I think as has been evident from the way in which we have conducted our cross-examination, we are able to deal with the matter far more expeditiously than my learned friends do.  I have great sympathy with their position, but I must distinguish our position as far as that is concerned, that ours is perhaps an easier task, but, Mr Chairman, where we find ourselves very concerned and please, this must not be viewed as any personal criticism, it is not so intended, but, Mr Chairman, yesterday and I have alluded to that before, where a witness across the floor starts attacking legal representatives personally, one finds as a legal representative and you've been there before, Mr Chairman, I have no doubt, that legal representatives by and large have to rely on the protection of the Court and in this case on the protection of the Committee.  I'm not talking about myself, I can take care of myself, but across the floor Mr Mkhize attacked various of my colleagues yesterday in a personal capacity and, Mr Chairman, may I request that that kind of thing be stopped, that it shouldn't be allowed, that it doesn't take the process any further.  It raises emotions, as you've seen quite clearly yesterday of the crowds cheering and that kind of thing and, after all, Mr Chairman, it is our serious concern that the credibility of the work of the Commission should be of a high standard, because otherwise it reflects on us, because if it isn't, what are we doing here?\nThe mere fact that we're here, that we're assisting, Mr Chairman, we do with the intention and with the purpose of attempting to assist the credibility which is projected to the public.  I'm sorry if it's not really relevant,\n /Mr Chairman,\n1A Mr Chairman, but it's a matter that weighs heavily on my heart and I wish to point it out and thank you for listening to me, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser.  Mr Stewart.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you, Mr Chairperson.\nAs I understand the various submissions that have been made or rather the recordings of matters for the record, no specific ruling has been asked from yourself or from the panel, so I don't respond to that and I don't respond to much of what has been said, notwithstanding that I may disagree with it, but I do ask one thing and that's of my learned friend, Mr Maritz, who spoke about the Du Preez judgment and also about the rights of cross-examination and I understood from him to imply that that judgment sets out the rights of cross-examination in a forum like this and I would appreciate it and I am sure it will be useful to the panel as well, if my learned friend would refer to what section of the judgment in particular deals with that, that in my reading of the judgment it deals primarily with issues of notice, both time and substance and not the whole issue of the nature of cross-examination in a forum like this, but I'd gladly be shown to be mistaken on that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  I will draw your attention to it.  I really don't want us to have a debate now about what the Van Rensburg judgment does or does not say.  It's now twenty to ten and I'm not going to deal in reply to every matter that has been raised here.\nThis panel is well aware that I role is prescribed by law and it's unfortunate that one member of counsel shows to characterise the attitude of the panel as the\n /implementation\n1A implementation of subjective views, that the procedure that we are using here was determine by the Commission set out in the procedures which were given to you.  Cognisance was obviously taken of the Act which clearly gives us the right to limit cross-examination in view of the limited time available to us, that is clear in the statue and secondly, in terms of the Van Rensburg judgment, there is reference in the Van Rensburg judgment to cross-examination and I'll read that portion which says, on page 38 of the judgment -\n\"... this will enable him and his legal representative to actually hear the implicating evidence and see the demeanour of the relevant witness or witnesses.  Conceivably the implicated person might be able readily to rebut the allegations of the witnesses and in such a case the Committee might well be under a duty to hear rebutting evidence forthwith and permit cross-examination\".\nSo that is the only reference in the entire judgment to rebuttal of an allegation, of a specific allegations against the client and that was the point of my opening address, was to say we are not going to allow counsel to wear this Committee down, the panel down and the witness down by taking the witness seriatim through every item of their client's version, we simply will not allow it and that is why I suggested to client(?) that they, within the framework of what we would feel as equitable, that you put the client's version to him, but you are not going to be allowed to take witnesses seriatim through your client's\n /version.\n1A version.  We simply cannot allow that, because we do not have the time to do it and it would be unfair on - if counsel A did it, it would be unfair on counsel B, C, D and E.  So we're going to proceed with cross-examination now.  At no stage did I say that a version which had been given in another forum may not be put here, I never said that.  I said that it should be put to the client - and by that I didn't mean it should be merely put, \"My client's is X, what do you say?\".  Put it to him in a limited way, so that you are seen to be rebutting, in the words of CORBETT CJ, the version of the witness and I'll ask counsel please to take these comments to heart and just let us get on with the matter and let us go beyond the unpleasant confrontation which we've seen over the last few days.  This is not a Court of Law.  We don't have eight months at our disposal as people had in the Malan trial, the Msane trial.  We have been given two weeks.  It's not of our doing and we have to make the best - we have to do the best that we can in that short time available.\nYes, obviously we have taken note of the Msane record and the judgment and we will continue to do that.  No findings are made at the end of this hearing.  They will be made in - if they are made at all, they will be made in months to come and reference, repeated reference will be made to that record and to that judgment and I don't want counsel to get the view that we are ignoring that.  We are aware of the various versions of your respective clients.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If I could just add one thing.\nPart of the problem is that the witnesses don't know\n /what\n1A what your client's version are and that's why we want you to put it to the witness.  We may know what your client's version is, having seen the judgment;  having read aspects of the trial and so on and having sat through, for example, Section 29 inquiries with some of your clients.  We know what some of their versions are already.  The point is that the witnesses don't know that and that's really why you want to put it to the witness.\nThe other final aspect I would want to add, is that in due course, as I said earlier in this hearing, in terms of Section 32(2)(b), your clients will all receive in due course - may, if we decide to make a finding in respect of your clients, a further opportunity to get detailed substantive aspects of what we intend finding and to make representations in relation to those aspects.  So really, your clients, those who may be subsequently implicated in any finding, will get a second bite at the cherry at that point and your submissions that you're going to hand in to us as well, so really, we can't take it any further than that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think I'd like to then continue with Mr Luthuli's cross-examination.",
            "Unknown"
        ],
        [
            "MR DE VOS",
            "Sorry, is this Mr Luthuli now in the witness box?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "That certainly is.",
            "Unknown"
        ],
        [
            "MR DE VOS",
            "Well, isn't Mr Mkhize - oh, he's coming back on Monday.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE VOS",
            "Sorry.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, for the record, Maritz speaking\n /again.\n1A again.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Maritz, are you going to start?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "With your leave, yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I'll just swear him in before you do so.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Thank you.",
            "Male"
        ],
        [
            "DALUXOLO WORDSWORTH LUTHULI",
            "(Sworn States Further)",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Luthuli, I must tell you quite frankly, right at the start, that this is not really cross-examination.  This is an attempt to gain more information and possibly to gain some understanding of what transpired.  The first thing I wish to ask you is this and it may be of some importance, is that you mentioned that you received military training abroad to be able to become an MK member.  Do you recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Where did you receive your training?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In the ... (inaudible).",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Could you give - and when was it?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was 19 ... [break in recording].",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Could you give us a brief description of what the training entailed?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was a guerilla warfare, a mobile warfare.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now you made a statement to the ITU, I think it was somewhere in December 1995.  Do you recall that?  I think Chief Superintendent or whatever his rank was, Dutton.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Was the person who was involved in that statement.  Do you recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "And as I understand that statement, you then intended and it's quite a lengthy statement, you intended to make a full disclosure of what had transpired here in Natal.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "/Now",
            "Male"
        ],
        [
            "MR MARITZ",
            "1A Now in that statement you referred to the fact that you became - and I'm paraphrasing, I may be using the wrong words - that you became the commander of the Inkatha armed forces.  Do you recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Is my understanding correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Will you tell us how that came about and when it came about?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's impossible to remember the year and the date and the day, but immediately after the meeting which we had at that base - I forgot the name, but in Empangeni there, it's 121 Battalion.  I forgot the name.  That was our first meeting.  People who were there, is Cor van Niekerk, Major Botha of the Special Branch, M Z Khumalo, Opperman and Cloete and others, whom I cannot remember now.  At that meeting M Z Khumalo said because the commander, because at that time I was only a Political Commissar, not a commander, because Mr Xesibe is not well, he feels that from today I will be doing - be a commander and a Commissar at the same time.  That is all.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Was that just in respect of the Caprivians at that stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm talking here about the 200 who were trained at ... (intervention)",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes, yes, the Caprivians?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now it's quite clear that as time went on, further combatants were trained, whether they were taken up in self-protection units or whatever the nature of it was, it is quite clear that other combatants were trained and inter alia, I think, that you took part in that training.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Which ones now?  Which combatants are you talking about?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Well, people that took part and I once again refer to it as a war, because there was in fact a war being",
            "Male"
        ],
        [
            "MR MARITZ",
            "/waged",
            "Male"
        ],
        [
            "MR MARITZ",
            "1A waged in KwaZulu-Natal, not so?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there was a war.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Right.  Now the war wasn't waged just by 200 Caprivi trainees.  A vast number of people took part in that war ... [break in recording]",
            "Male"
        ],
        [
            "MR MARITZ",
            "(END OF CASSETTE NO 1A)",
            "Male"
        ],
        [
            "MR MARITZ",
            "(START OF CASSETTE NO 1B)",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B",
            "Male"
        ],
        [
            "MR MARITZ",
            "... inter alia by yourself?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  By who?",
            "Unknown"
        ],
        [
            "Inter alia",
            "by yourself.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Okay, come.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Is that true?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know that.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Were other people not trained in a military manner? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Which people?",
            "Unknown"
        ],
        [
            "Inter alia",
            "Young people, young men?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  From where?",
            "Unknown"
        ],
        [
            "Inter alia",
            "From Natal, from KwaZulu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  From which organisation?",
            "Unknown"
        ],
        [
            "Inter alia",
            "Mr Luthuli, please, I'm not here to answer questions, you are.  If you don't know, say so.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.",
            "Unknown"
        ],
        [
            "Inter alia",
            "So what was the extent of your armed forces which were under your command?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't get you.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Well, I think it's - it's ... (intervention)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Can you put it some other way?",
            "Unknown"
        ],
        [
            "Inter alia",
            "... it's a plain question.  What was the extent of the forces under your command?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I've already told you, 200.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Only the 200?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "Inter alia",
            "That was throughout your involvement?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Now you heard the evidence of Mr Mkhize yesterday.  If you take the Esikaweni matter which he testified about, that was a case in point where other people, other than the Caprivi trainees were involved in the action that was",
            "Unknown"
        ],
        [
            "Inter alia",
            "/taken.",
            "Unknown"
        ],
        [
            "Inter alia",
            "1B taken.  How did that come about?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I can't answer that question, because you have already put it now that there was a war between the ANC and the IFP and then during that war people were fighting, not because they were trained as soldiers.",
            "Unknown"
        ],
        [
            "Inter alia",
            "What were they fighting with?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were fighting with whatever they had in their hands, either spears or guns or home-made guns, petrol bombs, whatever they had.  ",
            "Unknown"
        ],
        [
            "Inter alia",
            "And you say they didn't need any training to equip themselves to fight?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "Inter alia",
            "Now, Mr Luthuli, when the Caprivi trainees returned from the Caprivi to KwaZulu, will you describe to us what happened to them?  How were they deployed?  What did they do?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, the witness is indicating he wants to ask me something.  Mr Chairperson, the witness has requested to be able to speak in Zulu, he is struggling in English.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "No, that's what we expected him to do.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Can you repeat your question again, please?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes, the question is this.  When the Caprivi trainees returned to KwaZulu-Natal, what happened to them? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will start from scratch.  Will you allow me?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "AT THIS STAGE THE WITNESS SPEAKS THROUGH THE INTERPRETER",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Please don't be too long, Mr Luthuli.  Just deal with it in stages, we don't want to take a long time with that, because we have - we've heard some of that evidence before.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When they came back from Caprivi they got to a place called Nhlungwane and the preparations that were made or apparently there were no preparations",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/made",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "1B made for their return, so they had to go back to their respective places.  During that time that's when we started to conduct meetings at 121 Battalion.  That's where we were devising some means as to how they were going to be deployed all around the KwaZulu-Natal area.  That's why we put some offices as to enable us to deploy them in those offices and that's exactly what we did.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "[Break in recording].  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is so.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, I'm terribly sorry.  I forgot to adjust my earpiece so that I could hear the reply.  I heard a lot of Zulu which I don't understand.  Can I just try and find the channel ... (intervention)",
            "Male"
        ],
        [
            "CHAIRMAN",
            "If you put it on No 2 you'll hear the English translation.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I'm getting the translation.  Could the interpreter speak, please, to see whether I've got it?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Can the interpreter please speak?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "In English?  Yes, can you hear me?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "[Break in recording].",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could you please repeat the question as well?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I think Mr Luthuli knows what - you don't want your question repeated, just Mr Luthuli's reply?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes, I didn't hear him at all.  I'm sorry.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "If you could just start your reply again, Mr Luthuli, about where they went afterwards.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When they arrived they met at Nhlungwane and when they got to Nhlungwane, they were told to go to their places, respective places, because there weren't any preparations made for them to be deployed at that time and later on there was this meeting at 121 Battalion to discuss as to",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/what",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "1B what they were going to do since they have come back.  That's when we put some offices where we were going to deploy them and the offices we put up, they were deployed in the respective offices around Natal.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes.  Yes, thank you.  Mr Chairman, bear with me, I have to spend a bit of time on this because it's important to me to have a full picture here.  Mr Luthuli, once again, if I'm out in my numbers, nothing turns on it, I'm just working with broad figures, but No 1, there was a unit which was trained for VIP protection and this was roughly about 30 young men in that unit, not so?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "When you returned, were those people in fact deployed for that very purpose immediately or virtually immediately to do their job as VIP protectors?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will explain in this manner.  After the training at Caprivi, they went first because there were certain courses that they were supposed to attend in Pretoria with regard to the work you have just referred to, so they left before us and when we got to Ulundi later on, they did not arrive with the same group that I've referred to, which was at Nhlungwane camp.  They went straight to their respective jobs, that is the job that you've spoken about to go and safeguard some VIPs from the KwaZulu Government and thereafter I never got any contact with them, but that didn't mean that I did not have any powers to use them wherever they were.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  But that didn't mean that I had no authority or powers upon them, but at that time they were on the other side, the one that I have just mentioned and the rest are the ones",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "/who",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "1B who were sent back home so that we could make some preparations for them to be deployed.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now do I understand you correctly that although the VIP bodyguards were deployed to do or to perform that exact function, your understanding was that you were nevertheless still their commander?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now the other very large group were the fellows who were involved in contra-mobilisation, not so?  Do you have a figure of how many they were?",
            "Male"
        ],
        [
            "MR VISSER",
            "Could I assist?  I've got the exact figures and we don't have to ... (intervention)",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Ja, please do.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "They were 114, according to Exhibit 1F handed in before the Goldstone Commission, which is an extract from official documents.  Mr Chairman, there were 28 VIP protectors and may I just see whether I can find the other two figures as well?   The 28 were the defensive group, 114 was contra-mobilisation.  Intelligence was 31 and the offensive group was 33.  Those are the exact correct figures.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I just add, where the figure doesn't tally with 200 or whatever, please bear in mind that other people were taken along.  For example, Daluxolo Luthuli was not reckoned to be a Caprivi trainee, nor was Xesibe, nor were the cooks and drivers or whoever were taken along, but those were the Caprivi trainees, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser.  I think Mr Maritz mentioned that the figures were not particularly important, the exact figures and nothing would turn on\n /them,\n1B them, so let's not get too hung up with the exact figures.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "But while we're about it, Mr Chairman, may I ask from Mr Luthuli whether you would, for our purposes, be prepared to accept these figures which have now been given by Mr Visser?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now these contra-mobilations fellows, they were deployed all over KwaZulu-Natal, not so?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "And I understood from Mr Mkhize yesterday that they had to perform the function which they were trained for, namely to perform contra-mobilisation.  So that was their job?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now I'm afraid I know nothing about the defensive fellows.  How were they deployed?  Defensive.  The defensive group or the intelligence group or whatever you wish to call them, those 30 fellows, 31 fellows.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I had already explained that they were one group now at that point, that is the contra-mobilisation as well as the defensive group.  As they were divided into their respective offices, they were also deployed at different areas.  They were doing their own job as specified with their training and the contra-mobilisation unit was going to discharge its own duties.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "And do I understand the situation correctly that the main function of all these trainees was to enhance the Inkatha movement;  to enlarge it, to recruit members and to establish it as a political force throughout KwaZulu-Natal?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "That's the one main purpose, not so?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (No audible reply).",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "The other main purpose was to render protection",
            "Male"
        ],
        [
            "MR MARITZ",
            "/against",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B against attacks from those who were in conflict with Inkatha.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "And as I understand it further, the - one of the main purposes was to protect the - well, if I'm insulting you here in any way, I plead innocence, because I'm going to use words such as Indunas and Chieftains.  Would that description satisfy you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Are you referring to Inkatha members?  ",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes, yes.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, that will be fine with me.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "In other words, their role was in particular to render protection to - if I may call them dignitaries of Inkatha all over KwaZulu-Natal?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is true.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now, Mr Luthuli, you will recall that Mr Mkhize - and I mention him as a case in point, just to try and understand the situation - became a policeman, a KwaZulu policeman and some 5 years later, in 1991, you recruited him to perform specific tasks in Esikaweni.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I never recruited him.  I deny that.  I gave him an order.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "His evidence, if I understood him correctly was that you came to him and you said to him, \"The time has come for you to do what you were trained to do and I need you and I have a job for you\" and he remonstrated with you, he wouldn't and you had to persuade him that he has to adhere or concede to your demands - accede to your demands and to fulfil his role as a trained soldier of Inkatha.  Not so? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I deny that I had to coerce him.  I did not have to beg.  It was an order that I issued that he should act accordingly.  He knew that he was trained specifically for that job and when an order issued for you to discharge that particular duty, you know fully well that you ought",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "/to",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B to do that without being begged.  You don't even need to be coerced, but if the order is issued, he should act accordingly.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Yes.  The fact of the matter is that you left him alone for some 5 years and then on a given day you said, \"The time has come and the walrus said, you have to come and do your duty now\".  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "But I'm using the word \"recruiting\" and it's easier for me to facilitate my questioning of you, to keep on using the word \"recruiting\", with this particular meaning that we have now given to it between ourselves.  Do you follow that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  You can use the word \"recruit\", but it doesn't tally with me.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "As you understand that when I use this word, it has the same meaning that we have now decided it will have, for our purpose.  Okay?  Now was Mkhize the only Caprivi trainee who was so recruited as the need arose, or did it happen on other occasions as well?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is true.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "[Break in recording] ... say and could the panel understand that you employed Caprivi trainees as the need arose?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is true.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "In other words, can we dispel the concept that here was a force that was continuously acting against foes in a proper type of war situation as an organised army outfit, that that wasn't the case?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I cannot agree with you.  Maybe that's your interpretation of the situation, but it's not mine.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I should rather argue it, if you don't want to assist me, but what is of importance is that over a long timespan, at least a timespan of what is it, from 1986 to",
            "Male"
        ],
        [
            "MR MARITZ",
            "/roundabout",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B roundabout 1993 somewhere, 92/93, you recruited members of the Caprivi trainees to perform specific tasks in specific areas which had been identified and you did so as the need arose from time to time.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Let me just explain to you.  Those Caprivi trainees, as they were divided into different groups and in different offices, according to the training that they had been given, they were working on their own in the respective areas and whenever there was anything or any duty that they couldn't discharge, that's when I came in.  In other words, they were working in groups and they were not known in their respective areas as to what they were doing.  If there was anything that they had to do, they did not specifically had to wait for me and they didn't have to come and report that they had seen such and such a person and whether they were needed to help.  At some stage they had to use their own discretion, so it was not an army situation where they were at a base and waiting for an order to be issued.  That's the situation and that's how they were operating.  Maybe you'll get an insight now.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What's happening is that you are sometimes talking before you switch on the mike.  It's having problems, for example, with the transcribers.  The person in charge of the transcribers just asked me to mention please, if people could switch on the mike, make sure it's on and then talk, because the record is now showing \"inaudible\" and then suddenly it starts, so if you could just ... (intervention)",
            "Male"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, I think I picked this up over the course of the proceedings.  I think that what happens is that when the interpreter speaks, she cuts me off and\n /once\n1B once she puts her microphone off, then I come on line again.  Mr Macadam had the same problem.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, just ... (intervention)",
            "Male"
        ],
        [
            "MR MARITZ",
            "For much of what he said we didn't hear anything because of the same problem and if the interpreter would just immediately, after she'd spoken, switch off her machine, that will probably solve the problem ... (intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, I'm just asking ... (intervention)",
            "Male"
        ],
        [
            "MR MARITZ",
            "... because this machine is on all the time.",
            "Male"
        ],
        [
            "MR LAX",
            "I hear you.  I'm just asking us all to be a bit careful about that so we can just try and facilitate a proper record.  Thanks.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Thank you.   Now, Mr Luthuli, when I read your statement which you made to the ITU, I gained the impression that you were very wary of the South African Armed Forces comprising the Defence Force and the South African Police.  Is that impression correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "As a matter of fact, I think you categorically stated that you didn't trust them at all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "As a matter of fact you weren't going to tell them what you were doing under any circumstances, because you didn't trust them?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "And is it also so, Mr Luthuli, that in much of your activities - and that's the impression that I gain.  If it's the wrong impression, please correct me, but in much of your activities, you were in the invidious position that you had to steer clear of the South African Police and the Defence Force, because in a sense they were your",
            "Male"
        ],
        [
            "MR MARITZ",
            "/enemies",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B enemies as well, because they could harm you, they could act against you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  May I please just explain?  After the 121 meeting, I spoke to M Z Khumalo, as my fellow comrade and I asked him as to how could we allow the Special Branch, the army, to know as to what we were doing as members of the IFP, because we didn't know what they were doing.  We didn't know the operations of the police and later on they would come back to us and use us to do their dirty job and if we refuse, they will tell us that we did some operations at certain places and we will always be under their control or power and he said he understood me, but he said there was nothing that we could do, because they were the powers that be and we were getting the money and arms from them.   That was the day I went there and it was my very last day.  He realised that whatever I was saying, was what I said in Caprivi, that they are asking me as to what the other group wanted, because they had realised - and at times they speak Afrikaans, thinking that we do not understand Afrikaans.  They had to speak English right through and I wasn't going to be in a problem of answering as to who this other group was.  That's where the matter is.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Well, the long and the short of it is that you mistrusted the South African Government and their agents, whoever they were.  You didn't want anything to do with them.  That's the long and the short of it.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think you can put it in that way, I'll just listen to what you say.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Do you agree with that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I've already explained.  Don't coerce me to say yes or no, I've already explained.  We have come here to enlighten each other and",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "/I'm",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B I'm trying to enlighten you as to why I did not trust them.  It's because I didn't know their operations and I did not want them to know my operations.  That is what we discussed at the meeting.  Whether I trusted them or not, is no relevance in this matter.  I just didn't want them to know what I was doing, because I didn't know what they were doing.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Thank you very much, your explanation is a good one.  Thank you.  Now there's another thing that bothers me a bit and maybe you can help us and I know - and I was must just introduce this topic.  I know that you have in your statement to the ITU, made some attempt to describe this person, you gave a description of him and you also said that he had a friend by the name of Jumbo.  Now in these proceedings it came across on record that the person you are referring to is a Mr Paul Berry or a Major Paul Berry, whereas in the statement you made to the ITU, this same person is referred to as Polberry, P-o-l-b-e-r-r-y.  Now you know who I'm talking about?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Polberry, as - I don't know, this thing is wrong again.  Was it in fact \"Polberry\", as written in your ITU statement?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know, maybe it's the pronunciation.  You could pronounce it any way, but if it's the Polberry that was working for the Military Intelligence, there's no other person that I'm referring to.  Whether it's Polberry or Paul Berry, I wouldn't deny that.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "What did this person say his rank was?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He said he was a major.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "From Durban or where?  Or don't you know?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was from Durban.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "/You",
            "Male"
        ],
        [
            "MR MARITZ",
            "1B You see, Mr Luthuli, the difficulty I have is that those instructing me, that they searched for a Major Polberry which could have had anything to do or was in the SADF at any time from 1985.  There is no such person.  Can you appreciate my dilemma?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The dilemma that you have I also do have, because when we looked for this Polberry, I had his phone numbers.  I was working with people who were working under him at Hammarsdale from the Military Intelligence and the very same people who were working for the Military Intelligence who were in Hammarsdale could not be found nor traced, not even a single one of them.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Well, we couldn't - well, my clients couldn't find him either.  Now there is a possibility here, maybe more than one possibility, is No 1, that this person who said he was Major Polberry from Military Intelligence, may have been lying to you as part of his cover, or he may have belonged to some other intelligence organisation, as for instance National Intelligence or he may have been a policeman, I don't know.  Could you possibly assist us?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I know him very well, that he was working for the Military Intelligence, because one of his members was working at the IFP offices in Durban and when we got hold of him, he told us under no uncertain terms that he was scared and he didn't want to talk.  He was working for the Military Intelligence here in Durban, so I'm positive(?) ... [break in recording]",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "(END OF CASSETTE NO 1B)",
            "Male"
        ],
        [
            "MR MARITZ",
            "(START OF CASSETTE NO 2A)",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A [Break in recording] ... was working for the military intelligence.  I have worked with him for quite some time.  I know him very well.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Mr Luthuli, we've reached an impasse.  All I can record is that despite a diligent search for this man, we can't find him.  There is no reference to such an officer, Pollberry in the relevant in any department of the SADF. It's no use arguing about it.  I'm just recording that that is the position.  Now, Mr Luthuli, I am now going to be a bit confrontational and this is about the only cross-examination that I'm going to do, and I'll tell you straight out what it's all about.  You said yesterday or when you testified that Mr M Z Khumalo told you that he received weaponry from the South African Defence Force.  You recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "As a matter of fact, you repeated that this morning, but in a different manner, by saying that M Z Khumalo said to you, \"Yes, but we are being paid and provided with our needs by the SADF\", not so?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now, I looked at your statement to the ITU and in paragraph 27.1.2 thereof you refer to armaments and you then describe that M Z Khumalo had a shop.  Inter alia, he had coffins in his shop and he used to use those coffins as a storage place for the arms and ammunition which he had available to him.  Do you recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Now, in that self-same paragraph you said to the ITU unequivocally that you did not know where M Z Khumalo got his arms from.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's correct.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, sorry, if I may intervene.  That question was misleading.  That statement which I have\n /in front of\n2A in front of me does not say that Mr Luthuli said that he did not know where Mr Khumalo got his arms from.  It said, \"These arms\".  It specifically says - I'll read it, \"I don't know who supplied these weapons to him\", after talking about the ones in the shop.  Now, I don't know whether there's anything significant in that, but it wasn't put there that it's any arms anywhere for the IFP.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Okay, it seems that the statement then refers to the specific weapons held in that shop or in those coffins.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Yes, but Mr Luthuli, you will recall that you then go on to describe at length where arms came from.  You referred to Minister Mzimela.  You also referred to a person by the name of Mthethwa.  You also referred to Psychology Ndlovu, and you also referred to Pat Ndlovu - all people who obtained and provided arms.  Do you recall that.  As a matter of fact, you went into a rather detailed description.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Do you want me to explain further on that point?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I'm just saying do you recall that you gave a very detailed description under the heading, \"Gun running\".  Do you recall that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I put it to you that nowhere in that portion of your statement when you were specifically dealing with arms and ammunition did you intimate that these arms were acquired from the SADF.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can I explain to you?  I will just give you a brief explanation.  I won't waste your time.  During the incident which took place at KwaMakutha where people were killed, it came to a stop.  For some time the soldiers didn't supply us with firearms and we started on our own trying to find our own sources where we can get",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "/firearms.  All",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A firearms.  All the people you are referring to at the moment, you are referring to people who were going out on their own to find firearms.  Do you understand?  That's all.",
            "Male"
        ],
        [
            "MR MARITZ",
            "Now, will you tell us, please, Mr Luthuli, when you say that M Z Khumalo got his arms from the military, was that what he told you or is that what you saw or do you have any other reason for saying that he got his arms from the military?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will again give you a further explanation and I won't take much time.  Myself and M Z Khumalo, we were one thing.  You couldn't separate us.  If the military intelligence were to give M Z Khumalo firearms, the first person to know was myself and nobody else, and the person we were working with, it was Opperman.  He is from the South African Defence Force, and let me mention to you the firearms.  They were all new.  There was not even a single old firearm.  They were all wrapped in brown paper which had a grease and all the grenades were still in their boxes and the ammunition too was in their boxes, which were zinc (?) and they were green in colour.  There wasn't anything old which was brought to us, and he didn't even hide anything.  He explained to us.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Luthuli, would it be fair to say, and I want your - that's why I'm putting it to you - would it be fair to say that on all the facts that you've now mentioned, which were within your knowledge, you made the deduction that these arms came from the military?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I won't deny that.  That's what you are thinking.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Well, on that score I must merely record that, and I cannot speak for anybody else but my own clients,",
            "Male"
        ],
        [
            "MR MARITZ",
            "/because I don't",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A because I don't have a brief for them, but my own clients, which are on record, deny that the military supplied arms and ammunition to Inkatha at any time.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can I ask a question?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "If there's something you want to clarify about what Mr Maritz has said, you can clarify it, but you can't ask him a question, unless it's a clarifying question about what he said.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As it pleases, I will follow what you say.  My view is that the military intelligence trained these people and they were the very same people who supplied arms to these people and they were the ones who were giving advice to the people.  That's what I'm setting.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Luthuli, I don't know whether anything turns on it at all, but I act upon instructions, No 1 and, No 2, I'm curious.  When your evidence was led my recollection is that there was some attempt to establish your present political affiliation, and I don't think we've got a clear answer on that.  Will you please tell us what your present political affiliation is?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There isn't anything that I can say because I am just before the Commission at the moment.  I last knew myself as an Inkatha member.  I haven't moved.  I am still standing there.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "You obviously know what you said in your statement to the ITU, and there's quite a lengthy passage about you becoming disenchanted with the IFP and that you decided that you wanted to go back to the ANC, that you had discussions with the various people and that eventually - I think the gist of it is that you were required to remain in the IFP and pass on information, but that you had a",
            "Male"
        ],
        [
            "MR MARITZ",
            "/desire to",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A desire to return to the ANC and possibly you have.  I don't know.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can I explain?  The time you are referring to is a time when I was just being released from Robben Island.  I wished to get contact with the MK - Umkhonto we Sizwe - outside the country.  I couldn't.  I tried and tried and I finally got successful.  I found them and I told them that I have joined the Inkatha.  Chris Hani said to me, \"Because of the situation you can stay inside the Inkatha, because we aren't enemies with Inkatha.  However, if you had to stay somewhere where we don't know where you fall, the special branch will be following you\".  That's what I want to correct.  As you are stating that I was about to leave Inkatha and go for the ANC, it was at the time when things started to come out, the Codesa, TEC, the Constitution, the Caprivi's and Inkatha didn't participate in any of all these incidents I'm mentioning, and since I'm a person who can speak for myself I used to talk and when I tried to talk to him and they picked up from my speeches that I was sympathising with the ANC they started distributing propaganda that I have joined the ANC.  It is them who said so - it's M Z Khumalo who said so and Mr Visser knows that.  I never myself personally said I wanted to join the ANC.  It's M Z Khumalo and his people who said that.  That's why I'm still standing where I was.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I don't know whether this is an important issue at all, but I merely want to read to you what is stated in this statement of yours and I'm reading from paragraph 39 and I think I'll read the entire 39, which makes it plain that it doesn't appear as if you are being entirely candid.  It says the following,",
            "Male"
        ],
        [
            "MR MARITZ",
            "/\"Kay Mtshali was",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A      \"Kay Mtshali was an Inkatha Youth member whom I had trained at Mpumalanga.  He was married to my niece.  We were very friendly.  He had been telling me for a long time that he was in contact with a man by the name of Magadhla.  He told me that Magadhla worked for the ANC and wanted to meet with me.  By the end of 1994 ...\"",
            "Male"
        ],
        [
            "MR MARITZ",
            "That's long after Robben Island.",
            "Male"
        ],
        [
            "MR MARITZ",
            "\"... I had become thoroughly disillusioned with the IFP and wanted to return to the ANC.  I expressed an interest in meeting Magadhla.  Before Kay was able to set up a meeting he was murdered.\"",
            "Male"
        ],
        [
            "MR MARITZ",
            "And then I carry on to 39.8.",
            "Male"
        ],
        [
            "MR MARITZ",
            "\"A series of meetings took place between Magadhla and I and as a result thereof I had a meeting with Jacob Zuma.  They wanted to debrief me and wanted me to remain at Ulundi in the employment of the IFP and pass on intelligence to them.  I wanted to be accepted into the new SADF together with the Caprivians.  We were still in the process of negotiation and had not reached any agreement.  I was not debriefed by the ANC.  I was still considering my options when, soon after this meeting, I became aware through Advocate Visser that there was a suspicion within the IFP that I was meeting with the ANC.  I stopped all further meetings because I was not sure as to how this information had come to",
            "Male"
        ],
        [
            "MR MARITZ",
            "/the knowledge",
            "Male"
        ],
        [
            "MR MARITZ",
            "2A the knowledge of the IFP.  I thought that there may have been a leak in the ANC.\"",
            "Male"
        ],
        [
            "MR MARITZ",
            "Is that all correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Have you still not made a decision?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I have kept my word.  I've been very brief, but can we have a tea adjournment, so that I could just consider my position finally?\nMR   (?)   : Mr Chairman, I'm sorry to interrupt, but what came across as, \"No\" was interpreted as, \"Yes\".",
            "Male"
        ],
        [
            "CHAIRMAN",
            "That is rather confusing.  We can have a short adjournment, Mr Maritz, but, sorry, that last issue.  You said, \"Have you made up your mind?\"",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "I said, \"You have still not made up your mind?\" and he said, \"No, I haven't\".",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Did you mean as to which camp you belonged to?",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Because he says in the statement that he hadn't made up his mind and I was asking whether it was still the same position.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, I heard him say, \"No\" in Zulu and, \"Yes\" in English.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "In fairness to the witness, Mr Chairman, I think it should be clarified.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Luthuli, the question of Mr Maritz, have you still not made up your mind whether you are with the IFP or the ANC, or where are you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Witness replies in English)  No.  I have not decided yet.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "MR    (?)  : I am sorry, Mr Chairman, I also would like one clarification.  You'll know what it's about.  I'm not sure I understand what's going on here.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "No, I was just going to say we would break for\n /20 minutes.\n2A 20 minutes.\nMR   (?)   : Perhaps I should ask my learned friend, Mr Maritz.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Any problem after the break you can put the question to Mr Luthuli.  Thank you, ten past.\nSHORT ADJOURNMENT\nON RESUMPTION\nDALUXOLO WORDSWORTH LUTHULI",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Before resuming the cross-examination, I just want to make a few remarks about statements which were made by counsel before the break - Mr van Zyl and others, and the panel is concerned by these remarks by counsel that they choose at this stage to withdraw from cross-examination.  It has never been the intention of this panel to inhibit cross-examination, other than to bring it within the limits of what is possible in terms of the time frame available to us.  We believe that by not cross-examining that you will be doing a disservice to your clients and we would urge them to do so, bearing in mind that this hall is booked for the whole of next week until Friday afternoon, and there are only - I think there's only one new witness to be heard, so I would really urge counsel to reconsider their position, and I would also ask them to bear in mind that if full cross-examination, as would be permitted in a court of law and as happened in the Msane trial, which went on for, as you know, months and months, if that sort of cross-examination is not permitted counsel should bear in mind that they have ample opportunity to deal with the evidence of each witness by the way of written submissions at the end of this process.\n /So those are\n2A So those are just some remarks which I will ask counsel to reconsider this afternoon and during the course of the week-end.  Having said that we will then proceed with Mr Luthuli.  I think Mr Visser wanted to make some remark.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, thank you.  In the tea adjournment, during the tea adjournment, my learned colleague, Mr Maritz, pointed out to me what this is all about.  I was totally unaware of it, I may tell you, but I have considered the situation and if my learned friend would allow me to say so, I have no quarrel with what is in paragraph 39.3 of his statement, which Mr Luthuli made at that stage.  It is basically correct and there is nothing that I should place before you in that regard.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, it's Maritz on record.  I was still - I intimated that I was, as far as I was concerned, done with my cross-examination.  The happy news is that is the truth.  I am finished.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Maritz.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "May I just record, Mr Chairman, that it doesn't necessarily imply that my clients agree with everything that has been said by the witness.  As far as my clients are concerned much of what I may still raise or could raise with Mr Luthuli involves argument and I think time will be better served if we raise those issues in a proper submission later during the proceedings and we will take that opportunity when the occasion arises.  Thank you very much.\nNO FURTHER QUESTIONS BY MR MARITZ",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Maritz.  Mr Lasich.\n/\nMR LASICH\n2A",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Chairman.  Mr Luthuli, my name is Lasich.  I see your counsel indicated to you who I represent - the Inkatha Freedom Party and the members who have been implicated in these hearings.  I noticed or I was informed that you were being interviewed by the press during the short adjournment.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Which period are you referring to?  Now or when?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Just now, a short while ago.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there is no truth in that.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, perhaps I can clarify that.  My client did speak with someone from the SABC for the purposes of arranging an interview in due course.",
            "Male"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Stewart.  Now, Mr Luthuli, I noticed during your evidence, when you gave it previously during these hearings a few days back, you had a document in front of you.  What was that document?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Which document are you referring to?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Unfortunately ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Are you referring to the one I'm showing just now?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Unfortunately, Mr Luthuli, I can't see it from here.  I just wanted to know if you were referring to a statement or anything that you've made.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Luthuli, did you have a document with you the other day when you were making - when you were giving your evidence?  Did you have notes or something with you? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do, but this had nothing to do with this occasion.  I can give the members of the Commission this document that I'm having.  It bears no relevance to this.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Luthuli.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Chairman.  Mr Luthuli, how would you see yourself in regard to the events you've",
            "Male"
        ],
        [
            "MR LASICH",
            "/described?  A",
            "Male"
        ],
        [
            "MR LASICH",
            "2A described?  A cold-blooded killer or a foot soldier?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I regard myself as a soldier, but a politically-minded soldier or politically-aligned soldier.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Now, if I understood your evidence previously, and you can correct me if I'm wrong, but you indicated you were involved in the murders or the killings of so many people you can't remember precisely when and where in certain respects.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I want to explain what I was referring to when I said that.  What made me say that was there were so many occasions that took place in South Africa where my name has been mentioned or where I have been involved and it is possible that I was not personally present when these took place, but I issued the specific orders for these murders to be carried out.  Therefore I could say I could be equated to a killer myself.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Did you not yourself personally take part in assaults on UDF members?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I had already explained that I did that.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Now, I don't want to delve in this over too long a period during this cross-examination, but it's been mentioned that you served time on Robben Island for what's been termed, \"Terrorism-related offences\".  Could you just give us an idea of what those offences were?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Firstly, I was arrested in the then Rhodesia.  That is where I was fighting.  And I was later deported by the then Smith Government.  I was deported to South Africa and in South Africa I was convicted for the fact that I went outside the country to be trained without a travel document or passport.  I was also charged for being a member of an illegal organization.  ",
            "Unknown"
        ],
        [
            "MR LASICH",
            "And did you plead guilty to those offences or not",
            "Male"
        ],
        [
            "MR LASICH",
            "/guilty?  ---",
            "Male"
        ],
        [
            "MR LASICH",
            "2A guilty?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  You remember that at that time we were fighting.  I wouldn't have admitted that I was guilty, knowing fully well that I was fighting for a good cause.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Mr Luthuli, I am sure you understand this is not a trial and we can't cross-examine you as long as we would like to due to the limited nature of these proceedings.  But just on the point, you've mentioned the IFP during the '80s.  Is it not correct that it was Inkatha?  It was not a formal political party during that stage?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Now, you've said that your motivation, and you can correct me if I'm wrong, your motivation to come clean was inspired by bodies such as the TEC forming basically the beginnings of a new South Africa.  That motivated you to come clean and in the interests of peace and reconciliation admit all?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Could you give us an idea of round about what year that was that you had this motivation to come clean?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I don't remember the year.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Was it before the Mbambo trial?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't remember.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Was it before the 1994 elections?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't remember.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "You see, I want to put it to you, Mr Luthuli, you gave evidence in the Mbambo trial in mitigation of sentence on behalf of those gentlemen sitting over there and it seemed to me that you weren't frank with the Court.",
            "Male"
        ],
        [
            "MR WILLS",
            "I haven't got a microphone.  I'd just like to ... (intervention)",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Just hang on.  Just borrow a microphone so that you can go on record, please.\n/\nMR WILLS\n2A",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  My understanding at that trial was that Mr Luthuli was called as a witness for the State.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "I beg your pardon.  But, in any event, Mr Luthuli, you weren't frank and open with the Court.  You did admit certain things, but - and I know your counsel may suggest that you were given a warning by the Judge that you do not have to incriminate yourself, but what I'm asking you to comment on is whether or not you were frank, fully and open with the Court.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is true.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry, were you or were you not - sorry, I didn't really understand the answer to that.  You put it in a way that if he answered, \"No\", it meant no, he wasn't frank.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Let me clarify that, Mr Chairman.  What I'm putting to you, Mr Luthuli, is that during that trial you did admit some involvement, but you did not admit everything as you've admitted today.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, in court I appeared for one thing and in court I didn't want to actually appear, but I was subpoenaed, because I had initially told them that I did not want to be on the side of the Government or be a State witness.  Therefore, my presence there was not in my heart so that's why I didn't disclose certain issues and the matter that was being dealt with there was the Esikhaweni matter and nothing else but the Esikhaweni matter.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Now, I'm going to be brief about this point and you could probably anticipate the proposition that I'll put to you.  You lied at the Goldstone Commission.  Could I just finish, please.  The prosecution did not call you in the",
            "Male"
        ],
        [
            "MR LASICH",
            "/so-called Malan",
            "Male"
        ],
        [
            "MR LASICH",
            "2A so-called Malan trial, S v Msane, and I'm sure you can guess what I will put to you.  In other words, my suggestion to you is that people have difficulty in believing your story.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will answer you.  The fact that I was not called during the Malan case was not a mistake.  It was deliberately done, because I'm telling you now, so that you can also tell your clients that the people who killed others at the KwaMakutha massacre are the ones and the people who were present there is the military intelligence that JP was working hand in hand with.  M Z Khumalo and myself are the ones who applied for the KwaMakutha matter - that is myself and him.  The reason that I wasn't called was a very deliberate effort so that they could be acquitted.  That is why they didn't even want to come before this Commission.  That's why they are sending you, because they do not want to disclose the truth.  People were mistakenly killed, but they had been told that they apologised.  That's why M Z Khumalo slaughtered a sheep or a goat, because they killed the wrong people.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "[Break in recording] ... answer to the question, Mr Luthuli.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "I just want clarity on this, Mr Luthuli.  Are you suggesting that the Inkatha Freedom Party and M Z Khumalo had something to do with you not being called at that trial?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, what I'm saying is the reason why I wasn't called as a witness during the Malan trial was that they knew I was going to disclose the truth.  That is the only reason they didn't call me.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Now, I'm sure you can guess what my clients would say about your evidence implicating them, including",
            "Male"
        ],
        [
            "MR LASICH",
            "/M Z Khumalo,",
            "Male"
        ],
        [
            "MR LASICH",
            "2A M Z Khumalo, with regards to setting up a military wing for the IFP.  Would you tell us what you think their answer would be to that.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, please just put a direct question.  This business of asking him to guess what your client is going to do is really not a fair way of putting the question, with respect, Mr Lasich.  It creates a speculative situation.  It then puts him at a disadvantage because whatever he says may not be what your clients have in mind.  Rather just ask him a straight question.",
            "Male"
        ],
        [
            "MR LASICH",
            "I take your point, Mr Lax, but, with respect, I see he was nodding his head.  In other words, Mr Luthuli, we'll keep it simple.  Your allegations against them are denied.  Could you comment on that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " The fact that they trained people - is that what you are saying?",
            "Unknown"
        ],
        [
            "MR LAX",
            "I think the question was that there was a request from M Z Khumalo to set up a military wing for Inkatha.",
            "Male"
        ],
        [
            "MR LASICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And Mr Lasich said that M Z Khumalo and the IFP deny that.",
            "Male"
        ],
        [
            "MR LASICH",
            "That is correct.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Let me tell you this - the IFP mobilised or organized people for military training and the soldiers do admit that they did train these people.  They can say anything that they want now, but what I'm telling you is the IFP had a right at that time, because it was being attacked.  This is the reason why they had to go out and organize or mobilise people so that they could protect themselves and during the recruitment the police were not involved, it was only the",
            "Unknown"
        ],
        [
            "MR LASICH",
            "/Inkatha Freedom",
            "Male"
        ],
        [
            "MR LASICH",
            "2A Inkatha Freedom Party and the South African Defence Force that were involved.  That is all.  And when they came back they didn't go to the police, they went out to do whatever they were trained to do.  Now, I do not know as to why they are denying or what are they denying, because I did not apply.  There are no forms that I filled in.  I was requested specifically to be a political commissar of that particular group, because they were facing an enemy and they wanted a person who was knowledgeable and who had the necessary skill.  What did they come to me to do?",
            "Male"
        ],
        [
            "MR LASICH",
            "Mr Luthuli, I don't want to guide you in your answers, but you could have simply said you disagree with that denial.  We've heard all of this before from you and we've read your statement to the ITU.  If the Commission will just bear with me.  Thank you, Mr Chairman.  Mr Luthuli, I would like to cross-examine you for several days here but you will agree there is a lot of evidence involved in this matter and this is not a trial.  Perhaps we'll meet again.  All I need to put to you, as I put before, is your implication of members of Inkatha Freedom Party, who I represent, in setting up military wings and hit squad activities is denied.  If you could just say whether you agree or disagree, that would be quite simple.  Thank you.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, if I might intervene, it's probably the case that my client doesn't know exactly who Mr Lasich represents, because, if I recall correctly, when we introduced ourselves on Monday he said that he represents the IFP and I think he said 48 or 78 other people - associated people - something like that.  There may well be a list.  I haven't seen it.  My client hasn't\n /seen it.\n2A seen it.  In order to answer the question he would need to know that.  There are obviously an enormous number of IFP members and we need to know who is included in the ambit of that question in order to be able to answer it.",
            "Male"
        ],
        [
            "MR LASICH",
            "Perhaps I can make that simpler, Mr Chairman, the notice was issued to us and perhaps Mr Luthuli could look through those names.  That would be easier than me reading out the whole list of names, but that's the nub of what we're putting to Mr Luthuli.",
            "Male"
        ],
        [
            "MR STEWART",
            "We don't have a copy of that notice, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LASICH",
            "Well, if I may indicate, Mr Chairman, the people he's mentioned in his evidence who are implicated in this hearing, that the basis of the denial.  It's on their behalf.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Lasich, just for the record, could you just repeat that denial.  Don't let me ... (intervention)",
            "Unknown"
        ],
        [
            "MR LASICH",
            "I'll repeat it again, Mr Chairman.  It is a bare denial on the part of those members that Mr Luthuli has implicated in his evidence.  I see he didn't deal with the Esikhaweni matter.  That they were involved in hit squad activities or in the involvement of setting up a so-called military wing for Inkatha.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And is that also consistent with the finding in the Msane trial?  Because I'm a little confused now, because it appears from the judgment in this matter that -in the words of the Judge, that it was common cause, and I would take it that your client, the IFP and Dr Buthelezi and M Z Khumalo, that would include them - it was common cause that in 1985 M Z Khumalo was asked by Buthelezi to assist in the recruitment of some 200 Inkatha supporters\n /to be trained\n2A to be trained and eventually employed as KwaZulu Policemen, and that they were, in fact, trained in the Caprivi Strip.  Does your client concede that?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "That is conceded, Mr Chairman.  I refer specifically in this regard to the evidence of M Z Khumalo at that trial.  We will deal with this fully in our submission later.  I am merely trying to shorten the proceedings.  Our hands are tied - not by yourself necessarily, but by the time restrictions - as far as in-depth cross-examination.  I could not do justice in respect of cross-examination with the limited time we have, so I don't intend to go through each and every thing and attack Mr Luthuli's credibility at length.  Sorry, Mr Chairman, if I could just clarify.  I have referred this Commission to the evidence of M Z Khumalo in that matter and, as I have said, it's common cause they were trained in the Caprivi, but the purpose was for them to be recruited as KwaZulu Policemen.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Lasich.  Should you reconsider and you want more time to cross-examine there will be time available next week.  As I have said, this hall is booked until today week, end of next week.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "I do appreciate that, Mr Chairman.  However, I would imagine, to do justice to cross-examination would take at least a week with Mr Luthuli.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Stewart.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, unless we know what it is that's denied and what isn't denied, the question can't be answered and I would then suggest that the denial is merely recorded.  In due course it will be given substance but that there's nothing for my client to answer, save for\n /confirming all\n2A confirming all of his evidence, which is not going to serve any purpose.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think that's what Mr Lasich was doing, was placing that denial on record.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Thank you, Mr Chairman.  If may just see if my attorney has any ideas.  Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR LASICH",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Is there anybody else who would like at this stage to resume the cross-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Visser on record.  I have no questions for this witness.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser.\nMR    (?)   : Certain of the issues that affect our clients have been put in dispute by Mr Maritz. ... (end of tape) ... [break in recording] ... South African Defence Force at the time.  We deny that any of their involvement in the training, even be it on a limited basis, was in any way unlawful and we also submit that where Mr Luthuli's evidence differs from the evidence given by our clients in the Msane trial we deny it.  And I stand by my original viewpoint at this stage.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are there any other members and counsel present who wish to put questions to Mr Luthuli?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Luthuli, you indicated in answer to Mr Maritz, as regards the deployment of the Caprivians, when they returned to South Africa - you indicated that fairly shortly after their return to South Africa they were deployed in offices throughout KwaZulu/Natal.  Do you remember that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "You indicated that they were deployed to do their",
            "Male"
        ],
        [
            "MR WILLS",
            "/work.  Can",
            "Male"
        ],
        [
            "MR WILLS",
            "2B work.  Can you tell me what that work actually was?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Firstly, it was to assist members or certain members of Inkatha in places that were under Inkatha or Inkatha strongholds.  Secondly, they had to assist in the training of the Inkatha Youth in their respective places.  Thirdly, it was to help the people to kill certain members who had been identified by the Inkatha leadership.  ",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now, tell me, do you have any knowledge whether or not this type of activity extended to parts of what is now Mpumalanga/Ermelo - the Ermelo area townships like Wesselton or ... (incomplete)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is true.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "And did this type of activity extend to certain areas of the then Transvaal?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "NO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Mr Chairman, I just want to mention it that I stand but I have taken notice of the proposition of the Commission that there will be time next week.  This week-end I will use to reconsider my position and I will inform you accordingly.  Thank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Sorry, Mr de Vos.",
            "Unknown"
        ],
        [
            "MR DE VOS",
            "I just want to place on record the question put by my learned friend Mr Wills to Mr Luthuli does not actually form part of the brief of this present Commission - referring now to Ermelo - because in terms of the notice we received this Commission would only examine the operation of hit squads operating in the townships of Mpumalanga and Esikhaweni.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, there's just one practical issue that has arisen as a result of Mr van Zyl indicating that he would like over the week-end to reconsider his\n /position and\n2B position and possibly then exercise his right to cross-examination.  The witnesses are in a Justice witness protection programme and I would ask Mr van Zyl before he leaves that he can just communicate with me that - I have to make some decision whether these witnesses should be returned to the Justice programme after today or whether they should remain in attendance until the end of next week and this is purely just an issue of practical - but I'd ask Mr van Zyl to communicate with me before he leaves so that we can make proper arrangements in that regard.  I don't want to indicate that this is an intention that he should not exercise any right to further cross-examination, but there are practical rulings that have to ... [break in recording].",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Mr Chairman, I can just confirm that I will discuss that with Mr Macadam.  Thank you.",
            "Male"
        ],
        [
            "MR MACADAM",
            "There are no other aspects I want to canvass with the witness, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Stewart.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I have nothing, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Luthuli.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, may we at this stage then hear Mr Dlamini, who testified previously, as in the case of Mr Luthuli?  This is solely to afford counsel the opportunity to cross-examine and not to adduce any fresh evidence.\nMR   (?)  : During the lull, Mr Chairman, is the procedure now changed?  I thought that it was now decided that these witnesses would give their full evidence and that all the cross-examination would stand down till\n /later.  Are\n2B later.  Are we going back on that and saying now we can cross-examine?  Because we've attempted that procedure and we know it doesn't work.",
            "Male"
        ],
        [
            "MR MACADAM",
            "Mr Chairperson, as I understood the arrangement yesterday, that I placed on record a number of arrangements and discussions with counsel aimed at speeding up the process that the witnesses would then, once they had finally completed the evidence, be cross-examined.  This would clearly have the advantage of determining, for example, with the witness, Mbambo, who still has to testify, given questions that may be put relating to Mr Luthuli and Mr Mkhize, would govern how quickly I would lead him and on what issues I would canvass with him.  Simply at that stage I would have an indication of what's in dispute, what's not in dispute, what's has been conceded by other witnesses.  And also with the practical constraints relating to the two witnesses who are on loan to us from the Department of Justice, if at all possible that their evidence in its entirety could be concluded today, this would facilitate arrangements on the part of the Department of Justice.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Do you intend to call Mr Luthuli or Mr Dlamini again?",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Their evidence is then concluded.",
            "Unknown"
        ],
        [
            "MR MARITZ",
            "Mr Chairman, Maritz on record.  I have a suggestion.  It's 12 o'clock.  We were going to adjourn in any event at 1 o'clock.  I can see little purpose in trying to rush a bit of cross-examination now and also I think it's not fair to the witness to have a thing stand over until Monday.  The other difficulty is that we have\n /now the\n2B now the transcript of the evidence available to us.  I would like to look at it over the week-end and it will definitely facilitate speedy cross-examination and I would suggest that we take the adjournment now until Monday morning.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, I haven't had the opportunity to ask my client to what extent he'll feel disadvantaged having it held over, but I do know that he's anxious to have it done and most certainly I am, to facilitate my arrangements, and I would motivate that we do continue.  The cross-examination of Mr Luthuli did not take - I'm not sure exactly how long it did take, but not particularly long, and in an hour we may be able to well get done with Mr Dlamini.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think the fact is that we have agreed that we will stop at one.  It's now 12 o'clock.  I can't anticipate how long counsel may take and I don't want to say that we've got one hour, because that's not really an opportunity for cross-examination and I'd rather hold it over.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "It does have, just to emphasise the point made by Mr Stewart, a practical difficulty for the witness himself that were his cross-examination to be completed he would then return to his new home and not attend proceedings next week.   Now, also I don't want to be seen to restrict in cross-examination but it would appear to me that Mr Dlamini's evidence was considerably less contentious than Mr Luthuli's and if the issues in Mr Luthuli's evidence could be dealt with so completely in such a short period, it would be possible that Mr Dlamini\n /would go\n2B would go even quicker, and I wouldn't want to restrict counsel to saying, \"You have only one hour\", but it would have the practical advantage that if it was concluded Mr Dlamini could then return to his home and play no further part in these proceedings.  If, however, it was necessary that counsel needed more questions after considering the transcript over the week-end, an arrangement could be made at a stage which is convenient to both counsel and to Mr Dlamini that he, in the course of next week, simply be brought back to deal with any further cross-examination that counsel upon reflection deems necessary.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Is there anybody who wants to say anything with regard to a possible decision to stand this matter over until Monday?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "(?):   If I may.  I've quickly looked at everybody else that's involved on this side of the proceedings and we all support the suggestion made by Mr Maritz, I understand.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Ja, I think that in as much as we understand that Mr Dlamini may wish to go home, that there are bigger interests at stake here and we will stand the matter over until Monday, and you can look at the record over the week-end and we'll proceed on Monday.  The matter is then adjourned until 9 o'clock Monday morning.\nMR   (?)   : Could we possibly make it 10 o'clock, because we are all flying from Johannesburg.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "10 o'clock Monday morning.",
            "Unknown"
        ],
        [
            "MR MACADAM",
            "May I also, just for counsels' benefit, place on record, I've been in communication with Dr Williams.  He will be available the whole of Monday for\n /cross-examination,\n2B cross-examination, but has difficulties due to very important matters Tuesday onwards.  If counsel would bear in mind that probably at 10 o'clock we could commence with Mr Williams' evidence and that at least we know it will be finalised by then.\nPROCEEDINGS ADJOURNED TO 1997/07/11\n/PROCEEDINGS RESUMED",
            "Male"
        ]
    ]
}