{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-03",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "4",
        "names": [
            "FELICIA AZANDE DLODLO"
        ],
        "case number": "GO 114 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55616&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/dlodlo.htm",
        "speakers": [
            "ARCHBISHOP TUTU",
            "CHAIRPERSON",
            "DR RANDERA",
            "FELICIA AZANDE DLODLO"
        ],
        "original_speakers": [
            "ARCHBISHOP TUTU",
            "FELICIA AZANDE DLODLO",
            "DR RANDERA",
            "MRS DLODLO",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "ARCHBISHOP TUTU",
            "We are looking to have what me might call event hearings where we concentrate not so much on individual testimony but on testimony that relates to an event that would give a kind of window, an example of specific kind of human rights violations.  So we might for instance look at the Bisho Massacre or Boipatong or whatever, to look at the characteristics of that kind and we have said for instance too, we're hoping that we will have political parties come to make presentations so that we may begin to have some insight into their own particular perspectives on the period under review, what their policies were and so be able to locate individual violations or acts or omissions within the context that each of the different political parties will be making submissions, will have indicated to us.\n We also want, having underscored the fact that these first hearings were meant to be victim-orientated hearings where people, many as they have testified, been given the opportunity for the very first time to tell their stories. Apart from what was announced was that we may be going to subpoena alleged perpetrators.  We also would want to specifically have hearings where those who have been named will be given the opportunity of giving their side, as it were, of the story.  We want for that to happen as quickly as is feasible.\n May I introduce the panel that is accompanying. On my extreme left, your right, Tom Manthata, member of the Reparations and Rehabilitation Committee, Gauteng Region, Professor Piet Meiring, ditto, Hugh Lewin, member of the Human Rights Violations Committee Gauteng Region, Wynand Malan, Commissioner, deputy chair of the Human Rights Violations Committee, Faizel Randera, Commissioner, member of the Human Rights Violations Committee and also coordinator of our Gauteng office, Dr Alex Boraine, deputy chair of the Commission and member of the Human Rights Violations Committee, Yasmin Sooka, Commissioner, deputy chair of the Human Rights Violations Committee, Joyce Seroke, member of the Human Rights Violations Committee, Gauteng Region and Russel Ally, member of the Human Rights Violations Committee.",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Felicia welcome.  Before I give you the opportunity to tell your story, I just want to give a brief background of that period.\n During 1987 ANC operatives and sympathisers based in Swaziland were particularly hard hit by anti ANC forces with at least eleven people said to have been killed in clandestine operations during the first nine months.  One source described Swaziland this time as becoming a killing ground for gun men carrying out politically inspired assassinations with impunity.  \n Jaques Paauw in his book In the Heart of the Whore: The story of Apartheid's Death Sqauds, lists various victims of what he calls apartheid's death squads.  Among these are Mildred Msomi, Tutu Nkwanyane and Theophilis Dlodlo. Paauw says that an eye witness to the incident has named a former ANC guerilla who operated in Swaziland, but who later became an askari, as one of the killers.  The alleged killers, according to Pauw are in all probability, a Vlakplaas death squad.\n On the heels of an increase in MK incursions into South Africa, the idea of a \"constellation of states\" was born. This plan involved the spreading of Pretoria's influence and economic assistance to neighbouring states in order to create a strong anti-Marxist, ANC-free zone around South Africa.  According to one source this plan took a new turn in the mid-80's when the South African government began applying a carrot-and -stick approach to frontline states.  In short South Africa offered economic assistance to states in return for the flushing out of all ANC bases in those states.  \n This year on 22 May 1987 at approximately 10H45 pm, a top-ranking ANC member in exile in Swaziland, I understand he was a commander of MK and on the ANC Military Committee, together with two others, including Mildred Msomi, who we will be hearing about later, were shot to death in the car near Thembelihle in Mbabane, Swaziland.  \n I would like you to please, if you will, I know that you too were in Swaziland at the time, first tell us something about Theophilus and yourself and then go on to tell your story.",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "Theophilus Dlodlo was my husband, someone I respected very much.  Someone who had a very kind heart, somebody who cared about this country with a passion,  someone who wanted every South African in exile, whether you were political or not, to be active in liberating this country.  He did not believe that a person from South Africa can just come to a foreign country and just settle there and forget about the problem which our people were going through. He loved this country very much.\n He left this country in 1978 after a close friend of his was killed and he went to join the ANC.  We met in 1983 after he had been detained by the Swazi authorities and myself, a group of other women and some of the wives of the ANC cadres who have been detained made it a point that we visited these cadres because we had been told that the South Africans were planning to bombard this prison camp. It was in a lonely area, almost like a forest, quite remote from the nearest homestead, and we made it our duty to visit the cadre so that they do not feel lost or threatened and that is when I first met Viva.  We fell in love at that time but soon afterwards the Swaziland authorities decided to deport them and so they went to Lusaka in Zambia.\n We never really had a chance to call ourselves lovers because the entire time the ANC would send him all over the world to go for further military training.  We hardly saw each other.  He came though in 1984 and we spent the longest period that we ever spent with each other, about six months, but then he had to leave again, but just before our son was born in January '85 he asked for permission to be there, because he didn't know how long it would take before he must part with us again.  He left the day after the child was born to Lusaka Zambia, and the whole of 1985 I never saw him.  \n We wanted to get married but there never was a chance because the ANC always said no he needs to go for further training, he needs to learn this and learn that.  In 1986 he did ask for permission though to come to Swaziland for us to get married, and we had a very secret quiet marriage and he left the country again.\n The following year in 1987 we had all these massacres in Swaziland, people were just dying and Swazi sympathisers just dying and nobody knowing what was going on, it was just like a killing field.  All we just read was just in the papers by I suppose, the South African security police claiming that all these are terrorists, they needed to be killed, which in my opinion was not true. I know one couple for instance, that was not even political living in Mbabane, they were killed one morning while they were still in bed.\n Then my husband contacted me from Lusaka in April 1987 and he told me that the ANC was intending to clear out quite a number of ANC operatives inside the country, because, to him, it looked like the ANC could not even trust its own cadres at the time, so he told me that there would be quite a lot of movement, people being removed from Swaziland to go to Lusaka for a while whilst the place is being cleared up. However the ANC wanted him to come to Swaziland to find out a few things and question a few individuals about all these assassinations that have been taking place.  \n So he came round about the 20th of April 1987 and he stayed with me but he did emphasise to me that his was a very very dangerous mission and he would prefer that he wasn't seen to be coming to me here all the time, more so because we had a very young child and he did not want our child here to be caught in the cross fire. He was hardly with me at the time, he was always away, but he would make a point now and again, maybe every week or so, to get in touch with me and we'd go out, then he'd bring me home again.\n Then on the 21st of May 1987, the night before he was killed, he came home and he said to me that he needs my help, a senior member of the ANC called September was here, who was allegedly abducted the previous year while he was not there and it seems he has turned against the movement, he was very active with the South African Death Squads. At least he had that information from various sources that he was here in Swaziland and he asked if I still remembered what he looks like and I answered in the affirmative.  But fortunately I knew that September did not know me, but I knew him.  He then told me that he had just received information that he was at a certain hotel right then, this was in the evening, he did not know with whom but he was allegedly playing snooker or pool, I'm not sure now what he said, could I come and help him and at least tell him whether I had seen him.\n So I left with my husband, it was quite late at night  and we went to this hotel, I've forgotten its name, but it's quite close to the Swaziland Houses of Parliament.  We went there and my husband parked his car underneath some tree and then he said I must please go but make sure that nobody should see me.   I went in there and I was just looking, there were quite a lot of South African registered cars parked outside, so I went inside and saw quite a number of people but I just couldn't see him.  And then I asked one gentleman who worked there if they had a room where people play pool and he showed me where it was. I went into the room and I found September playing pool and he was in the company of about 10 or so white men, who to me were South Africans, because I could tell by their accents, they were having a good time enjoying themselves playing snooker, laughing, September laughing, having a good time and I didn't want to stay long in case somebody notices me, so I walked out.  As I was walking out I met a certain lady who was also a member of Umkhonto e'Sizwe, she was just going into the building, and she saw me and for some reason I thought she looked frightened, but at that time it just didn't make sense to me, I thought that maybe she's also just coming into the hotel.  So I left and I said to my husband, yes I had seen September, the very September who we had been told had been abducted and was languishing in a South African prison.  I told him that I saw him playing pool and he was in the company of about 10 white men.  So my husband said that was fine and I added that I had seen something else, I had just seen a second lady who we called Maniki in the ANC, I said I had just seen her and asked if he might know why she was here.  He did not know things like that, maybe it was where she came for her entertainment.  Anyway he just dismissed it and suggested that she might be on a similar assignment, he didn't know but he had not given her any instructions, to the best of his knowledge.\n So we left the hotel and for a while my husband just sat in the car, not saying anything, and then he remarked that these people had come to kill us, he knew that.  I asked him what he was going to do and he apologised for having put me in this danger but he had really needed someone that he could trust, just to confirm that September was really here in the country.  He thought that he should just take me home then because he didn't want me to be involved in all this which was a very, very dangerous mission.  So he took me home and that was the last that I ever saw of my husband.\n I'm not clear as to what happened that following night because I was not there.  All I can tell you is what I was told by one of the survivors in the car.  My husband had said to me that I should stay where I was and he would come and collect me the next evening and perhaps we could spend a weekend together with our son, but further than that he really did not have time for that because he was here on a very, very busy mission, and that was it.\n Like I said I do not know what happened on that day but one of the survivors in the car told me that they had gone for a very brief meeting after which there was a party for a Swazi student who was going to study overseas, and some of the people who had been with my husband there knew this student very well and they wanted a lift with my husband. So he went there, the party was not even that long because he insisted that he cannot afford to be seen going to parties. So they left the party and on their way, this is in Thembelihle now in Mbabane, on their way they saw a car flicking its lights from behind and he couldn't recognise the car, he kept on asking the other person who it was flicking lights, and they looked around and said they didn't know, they didn't recognise the car. So he just ignored it but after a while the car was attempting to overtake them and he thought he recognised a voice from a member of the ANC who cried, Viva, Viva, stop, what are you doing, we need to talk to you, there is something very urgent I need to tell you!  They could hear that because he rolled his window down. This person was just shouting for him to stop and to pull in onto the side, so that is exactly what he did and before they knew it the car was completely surrounded by mainly white people, they looked white even though many of them seemed to have covered their faces with balaclavas and what have you, but they could tell from their hands and the way they were talking, they were talking in Afrikaans. They had no time to think as they just fired on the car.  My husband died, Musa Msomi died and one of the university students who had asked for a lift called Tutu died. I think there were two or three other survivors, I'm not sure.  \n I never heard anything else that day and then the following morning I was just wondering why he didn't come like he said he would, but I knew that because of the type of work that he was doing, something quite important must have held him up.  I just happened to switch on the TV and the news was on when I saw this car which was identical to the one my husband and I were in when we went to the hotel to look at September, I saw this car but at that moment it just didn't register to me what had happened.  I saw all the bullet holes and all they said over the news was that it is still not known who these people were or why they had been killed but their bodies are lying in a government hospital in Mbabane. And before I knew it, one lady who used to help me look after the child said to me that she thought I should switch off the TV as there were some people who had come to see me. I wondered what for but she said that she would rather not say but thought it looked like something serious.  It was just a group of ANC women, and I thought of what I'd just seen in the news, and of these ladies coming to see me, and then I said no, it cannot be true, it can't be happening, I could just guess what had happened. I let them in and they started crying, at that stage I didn't even know, I just guessed, but they tearfully told me about the incident.\n I went to the hospital and I saw my husband there as well as the bodies of the other three at the mortuary. \n That is all that I know except for all the newspaper stories that I heard where the South Africans were claiming responsibility for the assassination. That is \nall the information which I have, anything else is just hearsay now.\n I forgot to mention that the following year I was also deported from Swaziland and no explanation was ever given.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, I just want to ask you a few more questions, you mentioned two names, September and a young woman called Maniki.  First of all I understand that these are pseudo-names rather than - so do you know whether these people are still alive?",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "I do not know whether they are still alive or not, because when I was in Zambia, I was very different and my mother was living in England with my stepfather, Reverend Simpson and they asked me to come to England and rebuild my life and to work with the British Anti Apartheid Movement, so I arrived in England in 1989, I only came back to South Africa last year, so as to what has been happening or where these individuals are, I would not say for certain.  What I do know for a fact is that while I was still in Zambia making arrangements to go to Britain to be reunited with my mother, I was called by the ANC security to visit a certain house in Lusaka called Green House.  When I got to Green House, I met this lady called Maniki. I hadn't seen her since that day when I saw her at the hotel and I asked what was going on, to which they said that they have evidence that this lady has been working for the South African Security Police and they asked me to talk to her as they needed to find out certain information from her. So I went to her and greeted her by name and she started crying, she wanted to hug me, and wondered how my baby was doing.  I told her that my child was fine but could we get to the point, what was going on, what was she doing there?  I said to her that they said she was a spy.  I asked her if she was one and she denied this. I asked her to explain to me why I saw her going into that hotel the night my husband died, was she on a mission or anything? She said that she was only going there to socialise like everybody else.\n Oh and I forgot to mention this, later on just before my husband and I had left the hotel, she had come to us again and said, Hey you guys, do you know that September is in there playing snooker with the boers? I asked her whether she remembered saying that to us and she agreed that she does. I told her that it does look very suspicious that she moved around in these circles when everybody in the ANC had been told to lie low and here she was going to such dangerous places where these dangerous assassins were coming to play their monkey games. \n For some mysterious reason that I cannot explain to this day she cried right there in front of me and started confessing and wanted to talk to a certain senior guy in the ANC security who she said is the only person whom she really trusted and could confide in. So I believe they had a discussion but I left soon after that to join my mother in England.\n That is the only information I have about her, I do not know anything about September, as to where he is.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Felicia, you said earlier on that you became very depressed after the death of your husband. These many years since he died, do you want to say something about you yourself have picked up the bits and pieces after his death and you have a little boy also to be looking after.",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "I was very depressed because like any young woman at the time, I really looked forward to married life. I mean he came especially just to marry me in December 1986, then left again, so we had been married for exactly five months when he died.  I was quite lonely and some of the people within the ANC had been taken away, killed, people whom we had been close to, and there were times when I began to despair, and wonder whether our struggle was really worth it, whether we'd ever attain the goal that we were fighting for, because it looked like we were just coming to Swaziland to get killed. So I was really depressed and I think I felt sorry for my son, because he was only two and I just imagined what it was like to grow up without a father, and that really hurt. We didn't get much sympathy from the Swaziland Government because even like in my case, it was exactly a year after he had been killed and they just came and took me into custody and told me that I had to leave.  So we never had any real counselling of any sort, it was like you're supposed to get on with it, you should realise that this is the kind of life you would be exposed to. And going to Lusaka, meeting Maniki, I just thought, what kind of world is this, you know people you live with, meanwhile they're going to kill you because I discovered later on that that very same night when my husband was killed, Maniki had been there with them at this gathering.  So I just asked myself, what kind of world this is, you sit with people at a party and have a nice time and meanwhile they know that within an hour's time you will be dead. It just came to a stage where I just couldn't trust anybody anymore, and my mother wanted me to come to Britain because she realised that I was terribly frustrated and she wanted to help me as best as she could.\n When I got to Britain I found a number of British people who were very sympathetic and they would ask me questions about Swaziland, and I would talk, and they asked me if I would mind going on a speaking tour of the British Anti Apartheid Movement, and I went all over Britain speaking about the South African Death Squads and what it was like, the pain and the anguish that we have to go through.  So I believed that even those speaking tours were quite therapeutic for me, they helped me to get it out of my system.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I just have two more questions, one is, what would you like the Commission to do for you and my second one, related, is, are there any suggestions you would like to make to the Commission?",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "I would be very grateful if the Commission would help us, not just me and my child, but all the many victims of apartheid.  You know I do really support your decision to have this counselling because I think we need to talk, we need to get it out of our systems, be given the chance to cry which many people have not done, because they thought, if I cry I'm selling out the movement, it means we are weak, and I've since learned through my experiences overseas that you've got to cry.\n I never cried for instance at my husband's funeral because I thought if I cry, I'm going to make quite a number of people happy and I don't know whether they are spies or not at this funeral, so I had to force myself to hold back the tears which thing, I can see now, was quite dumb. We don't do that.  So I do believe that I'd like the Commission to help us get over what has happened.  And quite a lot of children are suffering because we find that maybe one parent cannot cope on her own, so we really need that help.  We are not here for the money, we are just here because we know that, had our partners survived, we would have a better standard of living than we do right now.\n On the second question, I believe it would be nice if we could have a monument for all our fallen heros.  I remember my husband used to say to me when we were in Angola, so many of our people died there, we just had to bury them in shallow graves because all of us were running away. He did not know what we were going to tell their families some day when we get back to South Africa and they ask us, where is my child? Because then he'd have to point to some bushes somewhere there in Angola which he cannot even remember himself. So it would be nice if there was a monument. Sometimes when we miss our partners it is a bit difficult to go to Swaziland, we cannot afford it but if we had a monument we would go to it and just cry and show our children, and also so that our children will know just by looking at this monument just what a painful history this country has undergone so that we don't repeat the same mistakes again.\n Another thing which I discovered when I was in Britain, which was, I think, mentioned by Amnesty International, was that they wished human rights to be a subject that was taught in school, so that the world would never again repeat the atrocities that it has done. I think it is very appropriate in the South African context, because it is so easy to forget what has happened in the past.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Felicia thank you very much for those words of wisdom, I will hand over to our chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much for moving for the moving testimony, it was very mature, thank you.",
            "Unknown"
        ],
        [
            "FELICIA AZANDE DLODLO",
            "Thank you for inviting me.",
            "Female"
        ]
    ]
}