{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-03",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "4",
        "names": [
            "REUBEN JOSEPH DIBAKOANE"
        ],
        "case number": "GO 160 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55615&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/dipakoan.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "DR RANDERA",
            "MR DIPAKOANE",
            "MR MALAN",
            "MR RANYAOA",
            "REUBEN JOSEPH DIBAKOANE"
        ],
        "original_speakers": [
            "DR BORAINE",
            "REUBEN JOSEPH DIBAKOANE",
            "MR MALAN",
            "MR DIPAKOANE",
            "MR RANYAOA",
            "DR RANDERA",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Mr Dipakoane, are you going to put the headphones on or are you going to testify in English?\nIn English, so let me immediately welcome you to the Commission, we are very pleased to see you and we appreciate that you have taken the trouble to come and tell your story about someone who disappeared in 1985.  This is not an easy story to tell, none of these stories are easy and comfortable but I hope you will be relaxed and feel that you have not only the right to tell that story to your country but also to share that with us and in the sharing of that, I hope that it will be a measure of relief to you and of course, if we can help in any way you will tel us that as well. \n Now one of my colleagues Mr Wynand Malan is going to lead you, but before he does that I would like you to stand in order to take the oath.",
            "Unknown"
        ],
        [
            "REUBEN JOSEPH DIBAKOANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Dibakoane, we have very little background about this case.  All we know is that somewhere in September 1985 your uncle, Mr Ranyaoa went into exile as an ANC cadre at that time, that was the information available, and that nothing has been heard from him since, that his whereabouts are unknown, and that all attempts that you have made to locate him, even asking from the ANC quarters in Johannesburg have apparently been unsuccessful. I may just say that we are doing our own research and investigations, it's not really far developed at this moment in time, but we would gladly listen, both at the information you have to tender us and probably guidelines that you could further give us in trying to find out what really happened. If you would please tell us your story.",
            "Male"
        ],
        [
            "MR DIPAKOANE",
            "Thank you, before I go on with this story I would like to introduce my uncle that is here with me, who is also going to testify on the very same case, he's the last person who has seen him when he left the country and even outside the country.  He went into exile with him and he came back in 1992 and returned and only came back last week. So he will be giving his version of the story from 1985 when they left the country until the last time that he saw him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you want him to testify first, or do you want to give your evidence now?",
            "Male"
        ],
        [
            "MR DIPAKOANE",
            "I think it would be appropriate if he could testify so that he could actually lead us on the part of the last time when he saw him, if that could be permitted. That would certainly be fine if he could....(end of side A of tape)......(recording gap before side B comes in)...Mr Ranyaoa, do you wish to take the oath in English?",
            "Male"
        ],
        [
            "MR RANYAOA",
            "(sworn states)",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ranyaoa we do not have a statement from you.  We really look upon this as amplifying the evidence of the first witness here before us, so if you would try and be brief and concise and try and give us the information that you have available, we will appreciate it.",
            "Male"
        ],
        [
            "MR RANYAOA",
            "I used to be a youth activist in Zakane Township in Brakpan and my younger brother was still at school, he was a member of COSAS and but that time I had completed my studies and then we went to Lesotho, on the fourth of September 1985, and than when we were in Lesotho some of the people who were there were sent to different parts of Africa.  I was sent by the United Nations with other people to Tanzania, that was the last time I saw my younger brother, and then I spent my time in Tanzania in Soromalhang Freedom College until 1988 when I left for the former Czechoslovakia to study, and then in 1989 I came back, I was not happy and I went back to Tanzania.\n I did meet some people who were with him, my younger brother, in Angola.  I heard lots and lots of stories. I won't say much about that and then in 1990 I went to Scotland where I studied until last Wednesday, in actual fact my studies were disrupted in a panel because of this case, because I had nightmares, I couldn't cope. I didn't know that my family were going to testify anyway because I was not in contact with them, I was not in a good state of health, I decided just to get out on Monday just to buy a single ticket to South Africa, and just took a plane the following day and came back home.\n I also had another brother ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I interrupt you, could we talk about Kunyamane?",
            "Male"
        ],
        [
            "MR RANYAOA",
            "Yes but maybe this is going to help because he was studying in Bulgaria, so whilst I was still in Czech I wrote to him and then he told me that my younger brother was in Yugoslavia, you see.  And then the rest I know about him is in all those stories.",
            "Male"
        ],
        [
            "MR MALAN",
            "When was this?",
            "Male"
        ],
        [
            "MR RANYAOA",
            "Whilst I was in Czechoslovakia in 1988.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is that all the information that you have about him?",
            "Male"
        ],
        [
            "MR RANYAOA",
            "I think this might be the best information rather than indulging in lots or rumours and, you know-.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ranyaoa, thank you very much, I think if Mr Dibakoane could now take the microphone.\n You're welcome to give us the information that you have available.",
            "Male"
        ],
        [
            "MR DIPAKOANE",
            "When we started to know about the disappearance of my uncle, it was in 1981 when I was studying at the University of Transkei and we didn't know anything about his whereabouts because he was one person who wasn't writing to us and unlike the other uncles, there are two uncles who would write to us and keep us in the picture but he wouldn't even send us a note or a card or a telephone call, so in 1981 a gentleman by the name of Daniel Lengosane, he is also in my statement there, he came to my residence room at the University of Transkei and it was a shock for me, because I wasn't expecting to see him there, he was also an MK cadre, and he asked if he could see me outside.\n For one, I was happy to see him because I didn't know anything, I was just in the dark and seeing a person you have last seen for the past five, seven years, it was something joyous to me, and we went outside and he said he would like to go somewhere where it would be just the two of us, no one should hear about this. When we got such a place he started saying to me that he was going to tell me something very sensitive about my uncle who is almost my same age and they used to call him my brother and almost regard us as twins. He said that my brother was sent back into the country in 1987 to infiltrate and he was with other cadres and they were in combat with the South African Police, and he was captured when his ammunition was finished.  Later he was taken to Mafekeng and interrogated and later he decided to join the Askari group and now he has crossed the floor and was working with the 'system'. \n That didn't make sense to me, because knowing the position we were in, more so back home politically we were so aware which we got from my grandmother who was a member of the ANC Womens' League since the '50's and now that is something that we used to discuss about at home. And the other thing is, that because of the two brothers that are also in exile and because of us back in the township who are still active within the country, and those outside the country, it just couldn't make sense to me that he could actually go and join the Askari group and come back and fight against us, because who would be the first target obviously?  So I said to him that I find it very difficult for me to understand that.\n Well he said that's the information that he's got and he's in Mafekeng. If I want him to help me he could take me to him in Mafekeng and he knew definitely that he would not point a gun at me but if other people went there he would definitely have to kill them, but he wouldn't harm me. I agreed to go there to fetch my uncle.  If he's within the 'system' then we have to go there.\n A month later he disappeared, he registered at university and thereafter he just cancelled his registration and went to a farm and after the elections he joined the integration group.\n We went to the Legal Aid and met some lawyers and tried to get help from them to investigate the matter and the response that we go was that he was old enough, they cannot assist us and they can not even force him to him to come back into the family, so we don't have that much of a stake in him and it would be a futile exercise to try and locate him, and if he's within the 'system', we cannot force him to come back, he would still have to work with the system.\n But that didn't stop us to carry on finding out about his disappearance. In a township, what was very painful to us is that a rumour was circulated and the rumour was that he is now working within the 'system' and some people would come and say they have seen him within the township with the 'system' in a white combi and I have got a number of people who actually came to us implicating that.  For instance, there's another gentleman by the name of Jakie Mkwanate who said, while they were in exile, many Minister Steve Tshwete actually came to them and warned them that they should be careful because my uncle is now working with the 'system', and the way he has put it, he was not putting it as if it was hearsay, it was in a way as if it is something that he knows about.  But to our surprise when we tried to put all these stories together we just could not find anything, more so that with Shell House who couldn't give us any documentation.  The file which they gave us, his file, had only the day that he left the country and that was it. There was no information as to his information with the 'system', there was no information as to whether he has died or anywhere whatsoever, and a list of the deceased people within and outside the country was given to us and we went through it and his name was not there. It was a countless list of people who died inside and outside the country but his name was not there and it was easy to locate whether he's there or not because it ran in alphabetical order.\n Most unfortunately, Shell house or MK were not even willing to help us.  For instance Timothy Mokoena who is on he MK Desk at Shell house, he just dismissed the matter by saying to us that as he was working with the 'system', so there is nothing that they can do. He was actually qualifying the statement, so now those are the statements that we've been getting from the cadres only, not even from other people and they are the people who were actually spreading the rumour, but what was peculiar to us is that, usually when a person crosses the floor, and more especially towards the enemy camp, the family would have to bear the repercussions of that action. In one way or the other they will be harassed, will be attacked, I mean similarly when a person is within the MK camp or the PAC camp, the 'system' will definitely persecute that family, but now within the ANC nothing has happened, nothing has been done to our family.  They didn't come to us, either to harass us or to give us the information as the responsible organisation, to say this is what has happened and that has had a grievous impact on my grandmother as a mother to Kunyamane.  She suffered depression, ended up losing her mind, we just couldn't understand the position she was in, because mentally she couldn't even remember any of her children, she couldn't remember us. You would go into the house and try and talk to her and she wouldn't even know who you are.  For instance when one comes, she would think it was me, and the when the other one comes she would be asking where here son was and soon.  What the news did to her was horrendous, she would start crying and you could not stop her and she got lost, I don't know how many times because of the whole thing. In a way it tormented her and disturbed her emotionally and physically and the previous government has contributed to her state of health in the sense that at some stage she would be taken to a police station, be harassed there, made to march around the police station, to say things that she could not even understand and she would come back crying.  She just went into a trauma until she passed away as a result of a stroke, she just couldn't handle the whole situation and she passed away last year, so the whole disappearance of my uncle has caused a lot of pain within the family and now the only thing that we would like the Commission to do for us is to investigate the matter and most of that, whilst he was outside the country, we understand that he was working with his commander by the name of, it's an alias name, Sibata. He was his commander and what was peculiar with his commander is that one of his cadres,  Michael Kobe went to him to ask him about my uncle and he simply said, I don't know anything about him, and that really, you know implied something to us in the sense that, how can a responsible person like a commander not knowing about his cadre, more so that we understand that he was even a commissar, Kunyamane was a commissar at that stage. So it's body who was close, you know his rank was so close enough to him as a commander, but still he couldn't know about his whereabouts and we understand that when he went for his mission, he's the one who gave them orders to go for that mission but now in kind he didn't know.  And another story that we got is that another gentleman by the name of Sangile went to Shell House and he asked as a cadre, he asked the MK desk and somebody just dismissed him by saying that he has died in Angola.  That was very interesting to us because we were made to understand that he's within the 'system.  But here now somebody comes back and says he has died in Angola, so that means that he died while doing the acts of the 'system'or while working within the ANC. We don't know about that, but he just simply said to him he's died in Angola.\n There's another gentleman by the name of Popo Mahlangu, while he was with my other uncle who was also in exile, the one who was in Bulgaria, Saki Ranyaoa, they were in Shell House one day and Sebatha passed just next to them and Popo made a comment to my uncle and he said, this is the gentleman who sold your brother, and Sebatha had been a person holding a high ranking position, you know my uncle couldn't even comment on that one, he said, Oh really? He said, Yes that is the gentleman who sold your brother, so he just passed, probably they didn't expect him to go to him and asked him as to whether that's true, whatsoever, and yet Michael Kobe did go to him, Sabatha asking him the whereabouts of Kunyamane.  \n So I mean those are the conflicting stories that we got from the township when the exiles came back into the country and when he didn't come back.  About Daniel Lengosane, when we made a plan to have a meeting with him so that he could come and give us a clarification about the whole thing he even wasn't prepared to come to us to give us the story.  What he did, he simply went to Sowetan to give it the story and he published the story about people who disappeared in exile, people who were killed, but when he gave Sowetan a story, he didn't use his real name, he used a fictitious name that is, David, and now when they saw the article in the paper, the first thing that we did, we went straight to Sowetan and we asked them who published this story because we don't know anything as the family.  I mean when a person says anything about us, more especially such a sensitive story, he should actually come to us and find out from us as to whether there is anything that we want to add or can we authorise the publication of the story.  He didn't do that, he just went there on his own and on that story in the Sowetan, he mentioned things that were different from what he said to me when he came to see me at Umtata.  He said when he came back to the country he heard he heard about the disappearance of Kunyamane and that he is working with the 'system, and he has once testified somewhere in Gauteng and now that meant that the ANC or the MK knows something about what happened to Kunyamane.  They should know because it's the cadres themselves and most of that, at some stage, the very same Daniel would come to us and say, there's a lady from Cape Town who saw Kunyamane at the ...(indistinct) house, and we would ask who that lady was, what's her name so that we could actually go to her to tell us more about that. And he said it's not necessary because we won't find her, she's living in Cape Town and he doesn't know how to locate her. \n So I mean they were actually giving us all sorts of stories which were not linking at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Dibakoane, yes I see your anguish, getting a lot of information basically on hearsay and rumour from all over and it does not contribute to your locating your uncle.  We will probably have some of that same problem in having to go through all the names that you have given us, and as I've said we have already instituted some action in terms of asking for comment.  It is absolutely clear to us that your uncle is gone, we don't know where to find him, and we will probably to an extent be taking over your search, we cannot guarantee anything, but we probably have a little more muscle than you have in order to locate that and we will do our best. There may be some further questions and I hand the chair back to our Chairperson.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Reuben can I just ask you for some clarification here, you mention a number of people Daniel Lengosane is one of them, and Sebatha is the other person who seems to feature quite largely, do you know where they live, are they still around.",
            "Unknown"
        ],
        [
            "MR DIPAKOANE",
            "Yes most of them, in fact all of them they living in Zakane, that is our township, and most of them are people who went outside the country together with him, and regarding Sebatha, I don't know his whereabouts but I've heard that he's holding a key position within the government and he might be somewhere in Pretoria.  And so far as Lengosane is concerned, he's a bodyguard of the Deputy President Mbeki.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Moleke I just want ask you a question, I know you said you didn't want to speculate yourself as to what's happened to your brother, but in the light of what's been said now, I wonder whether you could actually say something because you came back into the country much later, you must have, through your own network within the ANC, made a number of enquiries yourself. I just want to know whether you would like to say anything yourself about the disappearance of your brother and the speculation that he had joined the Ascaris.  And my last question is, how do you feel about the ANC yourself now?",
            "Unknown"
        ],
        [
            "MR RANYAOA",
            "No I'm not going to be diplomatic, I'm bitter, very bitter.  I know our people how they think, they mystify the ANC, they must separate the quest for democracy from irresponsible people.  I'm not questioning their ideals for democracy, I've sacrificed my youth for that, but I tried, I went to the Red Cross in Scotland.  At least for the first time somebody was listening to me, but by virtue of the geography, they can't do anything, they couldn't do anything.  They wished to help me.  Okay 1992 when I came back for the first time from exile, when I was back here for a brief moment, we tried to go to Shell House.  These people acted the way I knew they'd act, because I was in Tanzania, I know how ANC officials act.  If you are a rank and file person in the ANC you are nothing, we used to call rank and swine, you will forgive me for saying that, that's why I was not surprised, but this is my profound feeling, if according to the mandate given by the government, you have those powers to flex your muscles and then find out about this. I think it's a wish of the family that in a normal democracy, so to say, people under investigation concerning this, it's my deep feeling, they should relinquish their official positions, because this is not compatible withe the spirit of democracy, otherwise it would be a laughing stock to talk about democracy.  I think, I hate to be emotional, I always like to be rational so that things are in order, but I can't hold myself, I'm very bitter, I'm very angry, and I realize that Reuben has omitted something.\n I used to be hunted together with my brothers by a certain Baloyi a security policeman with his white fascist friends with little brains.  These people have contributed to the death of my mum, I think I nearly got mad, that's while I was doing my BSc Honours, I completed my degree component but I couldn't complete my honours complement in Scotland because I was getting mad every day, that's why I came here. You know that with regard to these people, this Baloyi must be hunted, I understand, I've not seen him, he sleeps there in my township, he's driving a Mercedes Benz and all those things, he must be found and he must get his little white fascists with little brains.  Forgive me, God only forgives and Jesus forgives, anyway I don't even believe myself, it's beside the point, these people, really I want them to be prosecuted, two points.  \n The officials of the ANC who are responsible for this mess they should relinquish their posts and then this security policeman with his little white fascist friends, I want them to be prosecuted, otherwise I'm going to be mad, because we must be joking, talking about democracy and reconciliation, to me it doesn't make sense.  I mean the reason why you must have reconciliation with these people, I understand is because they say these people have got fire power, they will rock the boat.  Oh my God it's a big joke, these people, the fact that they are threatening democracy, it must be enough reason why we should prosecute them.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much. I'm going to ask the Chairperson to take over, thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Reuben I want to just ask you one or two quick questions to assist us to assist you and I understand or I'm trying to understand that one of the worst things is not to know. In your statement that you gave to our staff, you mentioned that one of the people who confirmed or stated that your uncle had a connection with the Ascaris was Steve Tswhete, that's one of the names you haven't mentioned in your oral testimony, and I'm wondering if you can just comment on that as a first question.",
            "Unknown"
        ],
        [
            "MR DIPAKOANE",
            "Probably you might have missed my oral statement, I did make mention of Steve Tshwete having said within the camps whilst they were in exile that ..(end of tape) ..... moment. Chris Hani has been assassinated, you know that has actually rocked the family in the sense that he had information about the whereabouts of my uncle, though he didn't come straight to the point because him, being a Chief of Staff of the MK, he merely said when he came to Zakane on the 16th of December '92 if I'm not mistaken, we went to him and asked him about the whereabouts and he said my brother is now with the Ascaris so we've got nothing to do with him and from his story we had the reason to believe that he also had the stake, but now when one assesses the whole stories and tries to reconcile all the versions of the stories, one could actually see that there is one person within the MK who had the personal objective and made it a point that he has to remove my uncle from the in field.  We just couldn't understand the whole versions of the story, more so that Sebatha himself, you know I would be very happy if he could be actually investigated thoroughly, he must know about the whereabouts of my uncle.  If he has passed away the ANC must take us where he has been buried and we want to bring him back into the country and give him a decent funeral, and they have to take responsibility on the expenses of collecting his remains and of burying him. Then the law has to take its course.  With that one we don't beat about the bush, the law has to take its course, because if we are going to leave the whole thing like that then the ANC is going to be flooded with people with their subjective ideas, with their personal ideas, personal gains within the ANC and that is going to lead to the ANC's downfall.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much, the other question was, in order to try and assist us to help you, you mentioned Sebatha and you mentioned it was an alias, do you know his full name?",
            "Unknown"
        ],
        [
            "MR DIPAKOANE",
            "It is very unfortunate that we don't have his full name, because I mean everyone gave us his alias name, I don't have his full name, but I'm sure he's well known with that name, I mean you go wherever, he's known as Sebatha, so it won't be difficult to locate him.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Dipakoane, just for the record, we're mentioning names here in public and especially the Minister Steve Tshwete, I just want you to confirm that according to your statement you you've never heard him say that, that's simply information that you got from another person Mkwanase, so as far as your evidence is concerned here that's hearsay and it's not first-hand knowledge. If you could just say yes or no, I don't want this to be pursued but at the same time I don't want names to be mentioned and some misunderstanding may go to the media.",
            "Male"
        ],
        [
            "MR DIPAKOANE",
            "I think from the opening, when you were reading my statement, you did mention that our case is based on hearsay and mainly it's from the ANC camp.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, one of the things that I think keep having to be stressed when we talk about all of this business of reconciliation and forgiveness and so on, is the solitary reminder that forgiveness is not cheap and easy and it is important when people express their deep feelings as you have done, legitimate feelings.  But the world, South Africa, and I think the white community, should be aware that when people forgive or say they are willing to forgive, it is at very great cost.  We need to keep being reminded that it is a costly thing to forgive, it is happening but the reminders by those who are not yet at that point must make us be aware that we don't take it for granted and be mesmerised properly as one newspaper said happened when certain ladies went to see the President, to be mesmerised by people like himself expressing their eagerness, their willingness to forgive.  We have got people in the white community too who have been quite amazing, having undergone some extraordinary experiences, say they not only are they ready to forgive but they have already forgiven and we in our country must give great thanks to God and to those people for showing that generosity, magnanimity of spirit, thank you.",
            "Unknown"
        ]
    ]
}