{
    "header": {
        "type": "1 B KGOATHE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-29",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "1",
        "names": [
            "BEN KGOATHE"
        ],
        "case number": "GO/O113 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55628&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/kgoathe.htm",
        "speakers": [
            "BEN KGOATHE",
            "CHAIRPERSON",
            "DR BORAINE",
            "MR ALLY",
            "MS MKHIZE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR BORAINE",
            "BEN KGOATHE",
            "MR ALLY",
            "MR KGOATHE",
            "CHAIRPERSON",
            "DR RANDERA",
            "MR RANDERA",
            "MS SEROKE",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Mr Chairperson we invite to the stand Mr Ben Kgoathe.  Mr Kgoathe on behalf of the Commission I would like to welcome you.  You have come to tell your story of a very dreadful experience in the life of your family and we want you to know that you are very welcome, that we are anxious to hear you, that you should relax and tell your story.  Now before you do that I have to ask you to take the oath, and I would be grateful if you would stand please.",
            "Unknown"
        ],
        [
            "BEN KGOATHE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Your father was Mr Nicodimus Kgoathe and was arrested under the Terrorism Act in 1968.  The story that you are going to tell us is what happened after that and what happened to him, and in order to assist you Mr Russel Ally is going to help you in telling your own story about your father and what happened and what happened since.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Good day to you Mr Kgoathe.  I am Russel Ally.  Thanks for coming to speak to the Commission.  The case we just heard previously  was also about a death in detention.  your father also died in detention, Nicodimus Kgoathe.  If you could tell us a bit about yourself and a bit about that event.",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "I thank you Mr Chairperson, Vice Chairperson, the Commission.  I am the child of Nicodimus,\nJOHANNESBURG HEARING TRC/GAUTENG\n2 B KGOATHE\n(...indistinct) Kgoathe of Hebron in the North West.  My home is in Hebron, that's where my father stayed.  I am the eldest son of the eight children.  Our names are Ben, number 2, Ernest Sigule, 3, Rebecca, 4, Herman, 5, Louisa, 6, Johannes, 7, Amon Ramosale, 8, Dahanitara.  All of these are here except number three who could not make it.  I have a family, I left them behind with the children.  \n My father was working in Johannesburg all those years at Doornfontein.   He was working at a furniture shop.  He was staying at Dipi(?) Hostel. We saw him last on the 3rd of November 1968. On the 10th he didn't come back home because of other reasons. He had gone to Soweto to make plans, he had some function there.  He was the planner of the family, the one making arrangements.  He was supposed to bury this person on the 11th. \n While it was still like that on the 11th, round about 10 o'clock we phoned him at work.  The phone was answered by his boss, they explained to me that my father was picked up that very morning by the security police.  When I found out what the reasons were why he was arrested he told me that, he said because of the laws of the country - involved in this Terrorism Act, or the communist involvement in the country South Africa.\n Now after the police arrested him they didn't know anything.  They didn't even inform us that my father had been arrested.  We just heard from rumours that our father had been arrested and that he was fighting against the South African government, he and his organisation and the news said that those were the people who were being taken to Robben Island.\n At home it was only me who was working.  My mother \nJOHANNESBURG HEARING TRC/GAUTENG\n3 B KGOATHE\nwasn't working.  I had to look after our family, look after our younger sisters and brothers who were still at school.\n Christmas of 1968 passed, we didn't hear anything.  We didn't even know of his whereabouts.  Until on the 17th of January 1969 I was coming from work, I was working at Rosslyn then.  I found one gentleman waiting for me at home at around about 5 o'clock in the afternoon.  Then he told me that he was Ben, he told me that your father is at the (...indistinct) police station and he wants to see you.  We made arrangements with Jewel.  Jewel had also been arrested also because of the South African law regarding the passes.  In January 1969 I went with Jewel, we went to Silverton Police Station.  When we arrived there we were welcomed by Sergeant Geldenhuys.  We explained to him who we were coming to see.  He took us to the cells.  Before Sergeant Geldenhuys opened the door of the cells he told me, these are his actual words, \"your father is sick\", but he didn't even tell me what was the cause of the sickness.  He opened the door one, two, three.  \n When we arrived there we found my father.  He was lying on the floor, flat on the floor.  He just raised his head and he recognised me and we greeted each other.  We spoke about family matters.  When I asked what was the problem my father, Nicodimus said, he told me he slipped while he was bathing at Compol building at Pretoria.\n Now by then Sergeant Geldenhuys was listening and was watching us.  He asked me what is your father saying.  I explained to him in Afrikaans that he slipped while he was washing.  Now Sergeant Geldenhuys said Nicodimus tell your children what happened at Compol in the Compol building, and my father changed the statement.  In his statement he \nJOHANNESBURG HEARING TRC/GAUTENG\n4 B KGOATHE\nsaid I was called by the police on the 16th and the 17th of January at Compol building.  And Mr Geldenhuys agreed with that statement that my father gave, the second statement when he said he had been called by the police to Compol building.\n On the following day, it was a Sunday, the 19th of January 1969 I made another arrangement with Mr Masinga.  Mr Masinga was a friend of my father.  We went to Silverton Police Station to see him.  Even on that day we also found Sergeant Geldenhuys who allowed us to go and see him in the cells.  We asked him that our father should be taken to the hospital.  He promised us and said yes that he would make arrangements that my father be sent to the hospital.\n Since that day of the 19th of January 1969 we heard nothing, until on the 5th of February 1969 when the police came home at Hebron looking for my mother.  They found my mother not at home.  She had gone out to visit her sister at Garankua.  They followed her and found her at the bus stop.  The police took her and told her that her husband was very sick and he's in hospital only to find that they took her to the mortuary next to H F Verwoerd Hospital.  My mother went to identify his body.  It was for the first time that my mother heard that my father had been arrested and that he had been at H F Verwoerd, while he had died the previous day, in February 1969.\n At Hebron it was not only my father who had been arrested.  There were a number of gentlemen with whom he was arrested together with.  There was a lot of uneasiness, a lot of families of these men who had been arrested they didn't know where their men were.  The names of those people that my father was arrested with were Sita (...indistinct), \nJOHANNESBURG HEARING TRC/GAUTENG\n5 B KGOATHE\nTswana Adam, (...indistinct) Lot, Makwe Bennett, Mumakwe Estron, Muche (...indistinct), Ntwani Thomas, Mtakule, Mumakwe Ahas, Tsite Joseph, Sibedela Nelson, and many others were also arrested.  Some of them I didn't write them on my list.  Even his brother-in-law Pelele Joe had also been arrested but unfortunately his wife in the interim, who is our aunt had also died in 1969.  So in the family we lost my father and my aunt.  \n We went to the inquest in 1969.  I had gone there with my mother, my late mother, she has passed away.  In the inquest the one who was handling the case it was Mr G T Strydom.  The first evidence was given by Dr P J E Joubert who was the district surgeon.  He spoke how he saw when he examined my late father.  His own findings.",
            "Male"
        ],
        [
            "MR ALLY",
            "What were his findings?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "He found that my father had lots of marks, that he had been whipped with a sjambok.  He had also been beaten with the buckle of a belt on his body.  Even the Dr Joubert, he'd also been told by my father before he died that he slipped on soap, but when the doctor said no, no, no this couldn't have been my father changed the statement.  My father said I had been called by the police to Compol.  Again he was seen by Dr W J Pieterse who also examined him, who found that on his left eye, he had some things on his left eye and even on the left shoulder blade he also had some marks.  Again they called the magistrate, they called Mr C J Jordaan and they requested that a doctor be called so that the doctor could examine him.  And then he was sent to H F Verwoerd and that's where he died.\n That is evidence no.3.  There is the security police who came.  The security police, a number of them who came \nJOHANNESBURG HEARING TRC/GAUTENG\n6 B KGOATHE\nand gave evidence in my presence, it was P M Venter, A D Meyer, F S Smith, Solomon Chauke, J R Bodenstein, F D Kobe, M J van Zyl, F Hugo.  There was also Reverend John H Bartlett who was also a police chaplain, who was also doing the rounds during working hours.  And to our surprise were all the statements of the security police.  They revolve around he had slipped, we helped him up and he continued to the shower.  At the end of the story Mr G J Strijdom he was not in a position to conclude that any person was to blame for my father's death, and that surprised us.\n When we were investigating this case at home, discussing this case, we decided that we should look for legal advice and my mother went to Mr Joel Carlson.  She gave him some statements, because I also had been to the police station, I saw my father, he also requested me to come to Joburg to bring statements.  I did come on a weekend and I gave him the whole story of what had happened about my father and also what I'd seen on the 16th, sorry on the 18th and on the 19th of January 1969.  \n Instead of waiting for what would happen Mr Joel Carlson was terrorised.  I remember even in his office, even in his house they threw a bomb in his house.  At the end that's why Mr Joel Carlson from an instruction from my mother sued the then Prime Minister, Mr B J Vorster and his Minister of Police, Mr L Muller.  He sued them for damage costs by the government.  Somewhere in 1969 or the beginning of 1970 Mr Carlson disappeared in the country before this case could be completed.\n The police started harassing me, following me around.  When I saw the police harassing me I decided that there was no alternative but to go back to find out what could be \nJOHANNESBURG HEARING TRC/GAUTENG\n7 B KGOATHE\nwrong.  When I arrived at them I first went to Mr Sono.  Mr Sono is one of the police of security police in Compol building who was staying in Garankua.  I knew where he was staying because during my aunt's death he was the one who was transporting my aunt who had detained then to make arrangements for the funeral of his wife.  That's how I came in contact with him.  He told me the only thing that you should do you must come to Compol building at the office and we will sort out your matter there.  I made an arrangement with him.  I went to Compol building and then we met, we met Mr Venter.  Mr Venter was very harsh to me.  I remember his words when he said to me, you and your mother you've said you killed your father.  We will wring your neck.  I explained that what I have come about, I have come about one or two things.  That first I have got my younger brothers and sisters who are still at school.  That I have got a problem of financing them, and that I was requesting help from them so that they could help me.  \n Number two, I also complained to them that the security police were after me throughout my life.  They told me that they only thing they could do, yes they could help me, provided that I become their informer. Then I told them that what do you mean, what do you mean by saying that I should be your informer?  They said all the people who are against the government I should report to them.  If I do that I will be able to look after my mother and my younger brothers and sisters.  Alright.  I wanted information.\n After that I went to him, Mr Sono, I said I want my information.  What is this job you are requesting me to do, how must I do it?  And then he quoted that people like Abraham Ntwane, how did people like Abraham Ntwane manage to JOHANNESBURG HEARING TRC/GAUTENG\n8 B KGOATHE\nbuild big houses, where did they get money from, such people.  Those were the people who were supposed to be terrorists and communists but I should follow in their footsteps.  Whatever information I have about them I must bring the information to them.  Alright.  \n After that I went back to Mr Sono as mediator who was the security police.  I told him no, I am unable to do it.  So he said to me government will be prepared to give you money so that you will be able to help yourself, but if you cannot do that that's bad news, and I parted ways with them.\nAnd people like a certain Mr Ditjabe he was also living around Mabopane, Garankua, those were other security police who were after me.  I parted from them around 1971, '72 until this Homeland government and Mr Sono I learned that he was seconded to the Gazankulu government.  He worked there until last year, and he went on pension last year.  Others went to the former Bophuthatswana government.  I really don't know what happened to the others.\n This case, Mr Chairperson, has never made me happy.  After that I wrote a letter to the Attorney General, this case is there in the records of the Attorney General.  When the Honourable...(tape ends)   ...perhaps he can help us.  \n Then my mother was hesitant, that was 1991, '92 and at that time my mother began to be frail and she was sickly and she was a patient of Baragwanath Hospital.  She was in and out of Baragwanath Hospital.  She was in and out of St Joan's Hospital.  She was in and out of Garankua Hospital.  When we wrote a letter to the Ombudsman this Ombudsman said just wait a bit we will attend to this.  And when I realised that my mother was on her dying bed I wrote to the Ombudsman.  He answered me that I will get a letter, he \nJOHANNESBURG HEARING TRC/GAUTENG\n9 B KGOATHE\nwants more information.  I wrote and I gave him more information about this case.  We've been communicating with this office of the Ombudsman by writing and by telephone until they sent police to go into the case again.  They came to me to take statements.  I have also been giving the same statements all the time.  That's the very same police that are investigating themselves.\n Because of the same reason when I was ...(indistinct) to the police they would come to my home, they wanted information and I told them about Geldenhuys.  I referred him to Mr Masinga, the people who had information and saw my father before my father died.  They didn't go to them.  So I left things like that.  \n Now this case - the government has cost us a broken family.  It cost us health.  My mother had lots of sickness, blood pressure, stress and diabetes until she died in 1992.  We lost property.  I remember in the process, when my father was arrested in Silverton his watch just disappeared there. Up to this day we haven't received that watch.  ....and apologies and perhaps compensation of all this that happened to us.  \n Some of the children couldn't make it through their studies.  The brother who comes just after me left school, the sister as well.  Four of them left schooling because there was no support of some sort.  They are here, they are all listening.  Now what surprised us again is that in 1969 seven people, including my father who died in custody, number one my father who passed away on the 4th of February 1969, Nicodimus Kgoathe, Solomon Modipane who also passed away on the 28th of February 1969, James Lenkoe who passed away on the 10th of March 1969, Kaleb Mayekiso who passed in JOHANNESBURG HEARING TRC/GAUTENG\n10 B KGOATHE\nJune 1969, Jacob Monokhotla who also died in 1969, Amem Heron, all these cases September 27th, 1969.  Is that possible?  Should people, a team of people, is it possible that they die in custody?  A number to die in one year.  I am reporting here cases that were reported.   There could be more, I don't know.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you Mr Kgoathe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Sir.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Do you want to take a short break or could we continue?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe we should break.  I'd hope we would be finished, but let us break and come back at 2H15.\nCOMMISSION ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "BEN KGOATHE",
            "I am not sure whether I was a member of any organisation.  I always heard him talking of PAC.",
            "Male"
        ],
        [
            "MR ALLY",
            "... they said that the cause of death was bronchial pneumonia, was there any history of that with your father, those types of illnesses?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "I don't know of any sickness that attacked my father, really.   I do know the fact that he was going to work, even at work he was fine, there was nothing wrong with him, he didn't have any problems.",
            "Male"
        ],
        [
            "MR ALLY",
            "Sergeant Geldenhuys whose evidence is in the inquest is he still alive?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "I don't know whether he is still alive.",
            "Male"
        ],
        [
            "MR ALLY",
            "How would the Commission be able to trace him do you think?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "I think the Commission can find or search for his whereabouts at Silverton where I met him.",
            "Male"
        ],
        [
            "MR ALLY",
            "The lawyer who handled the inquest was Joel\nJOHANNESBURG HEARING TRC/GAUTENG\n11 B KGOATHE\nCarlson who also handled the inquest of Lenkoe, have you had any contact with him since?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "Since his leaving the country I have never come to meet him again.  He slipped out of the country and it was said he is in America.",
            "Male"
        ],
        [
            "MR ALLY",
            "Just the last question.  In your statement you speak about property which your father had, could you tell us about this property and what you hoped to be done about this?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "Property?",
            "Male"
        ],
        [
            "MR ALLY",
            "You say, yes, that you lost property.",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "Yes.",
            "Male"
        ],
        [
            "MR ALLY",
            "Can you tell us a bit about that?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "His watch got lost in the hands of the police and some of the goods he bought in Johannesburg that was supposed to be transported to home.  We don't know what happened to those goods because they never arrived at home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Any questions?  Dr Randera.",
            "Unknown"
        ],
        [
            [],
            "Ben can you just, from the statement you said that your father went into the H F Verwoerd Hospital on the 22nd of January and that your family were notified on the 4th of February that your father had passed away.  Did you or any other family member visit him in this period between going into hospital and his actual death?  If so did your father share what had happened to him during his imprisonment with you?  And also what were the conditions in the hospital itself on those visits?",
            "Unknown"
        ],
        [
            "BEN KGOATHE",
            "I saw my father on the 18th of February 1969 at the Silverton Police Station, it was a Saturday.  I also saw him again on the 19th of February 1969, it was a Sunday.  JOHANNESBURG HEARING TRC/GAUTENG\n12 B KGOATHE\nThat's why I asked Sergeant Geldenhuys that they should send my father to the hospital.  Since then the police didn't tell us where he was sent.  The information that we saw in the newspapers was that he was, by the time he sent to the hospital, he wasn't sent on the 19th and on the 20th, apparently he was sent to the hospital on the 21st, 1969, 21st of February 1969, that's all I know about the hospital.  But otherwise at the hospital we didn't go.  When we got the information that he was at the hospital we were not able to visit him.  But on the 5th of February the police came to fetch us to come and identify his body.  They also told my mother that he died on the 4th, and it was Wednesday.",
            "Male"
        ],
        [
            [],
            "The inquest that was held that you were invited to, was there a post mortem that was done on your father?",
            "Male"
        ],
        [
            "BEN KGOATHE",
            "The post mortem that was conducted was conducted by the district surgeon, that was the information given by Dr Joubert during the inquest, an explanation of how he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You said when you went to Silverton Police Station to see your father for the first time he said he slipped on soap, and Sergeant Geldenhuys said he must speak the truth and explain how he incurred those injuries.  How did it come about that it was the police who said that he must tell the truth and again it was Mr Geldenhuys, why wasn't he a witness in the inquest to give evidence?",
            "Female"
        ],
        [
            "BEN KGOATHE",
            "The issue that Sergeant Geldenhuys to say to my father he must tell the truth, he shouldn't say he slipped on soap, Geldenhuys was surprised about it.  It's only then that I realised that Sergeant Geldenhuys didn't like the treatment that was given to my father.  At\nJOHANNESBURG HEARING TRC/GAUTENG\n13 B KGOATHE\nSilverton Police Station, that's where he was kept and he was transferred on the 16th of January 1969 to go to Compol for the interrogation and torture and that's where everything happened.  They took him on the 16th.  This interrogation it seems like it happened the whole day of the 16th up to midnight of the 16th, and the following morning again on the 17th from six o'clock.  And it was on a Friday on the 17th that they took him back to Silverton Police Station when he was already in that condition.  Then I went to see him on the 18th, a Saturday, the following day.  I forgot the other question.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Didn't you ask him to be a witness in this inquest because he already had information?",
            "Female"
        ],
        [
            "BEN KGOATHE",
            "He was there Sergeant Geldenhuys and he testified in the inquest and he explained exactly that my father was in Silverton and he arrived with pains.  He was complaining now and then that he had pains.  Dr Joubert and Dr Pieterse were doctors organised by him and magistrate Jordaan to come and see the deceased.  Sergeant Geldenhuys was SAP and the others were just a special branch, that's how we used to call them in the past.  That's how we used to call them in the past.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Mr Kgoathe you mentioned quite a number of people who died more-or-less at the same time, it might be helpful to the Commission to get a clearer picture as to the circumstances surrounding the said deaths.  So if you can just tell us as to how to get more information about the deaths that you referred to which occurred more-or-less on the same day.",
            "Female"
        ],
        [
            "BEN KGOATHE",
            "The list that I gave of the people who had been detained it was the group that my father was arrested\nJOHANNESBURG HEARING TRC/GAUTENG\n14 B KGOATHE\nwith, they were in the same case.  That case was taken to court at Old Synagogue and it is in Pretoria, that was the same team.  My father was with them, he was accused no.3. I attended the court hearing and that's where I heard he was accused no.3 in that group.  The same team were working with them here in Johannesburg.  They used to have community meetings about the running of their community at Hebron.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much.  I hear Sergeant Geldenhuys' name being mentioned and I think he was really prepared to be a witness, he wanted to speak the truth.   If we have been accusing them really, one out of the accused we have to tell the public as much as you have indicated, and the doctor as well.  They really spoke the truth, just the plain truth.  We thank you and we will try as much as we can to work hand-in-hand with you so that we can come and tell you the truth, where the truth really lies.",
            "Unknown"
        ],
        [
            "BEN KGOATHE",
            "Before I forget thank the Honourable Mrs Helen Suzman for the support she gave my mother during that turmoil, and the South African Council of Churches on the same thing.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you as well that you are in a position to say thank you to the people who really helped you.  We thank you very much.",
            "Unknown"
        ]
    ]
}