{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-03",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "4",
        "names": [
            "MAGGIE FRIEDMAN"
        ],
        "case number": "GO 218 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55620&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/friedman.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR BORAINE",
            "MAGGIE FRIEDMAN",
            "MS SOOKA"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MAGGIE FRIEDMAN",
            "DR ALLY",
            "MRS FRIEDMAN",
            "MS SOOKA",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Maggie I'd like to welcome you to the Commission on behalf of the Commission.  I can understand that you've had some reservations about being here.  David Webster is a household name and has been before his death and obviously since, as well, known to many in this audience and many on this panel and you are here to tell us the story as you know it and make any recommendations and requests that you might have.  We now it's not easy, we know it's very difficult, we hope that you will appreciate that you are not under some sort of firing line or cross examination but simply amongst friends and people who are hoping to complete a picture of what's taken place in our country over the last thirty years.\n Before I ask you to start your story I'd be glad if you would stand for the oath please.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "As is our practice, we ask one of our Commissioners or Committee members to lead the witness but we stress always that it is the witnesses story and not ours. Russel Ally will do this now and I hand over to him.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Hello Maggie, thanks for coming, the Commission appreciates it and realises this is very difficult for you.  It's almost seven years to the day that David was killed the first of May 1989 at approximately 10 AM, he was shot to death outside his home by an unknown gunman in Troyville Johannesburg. At the time of his death David Webster was a lecturer in social anthropology at the University of the Witwatersrand.  David Webster was also a well-known human rights activist, he played a prominent role in the Detainee  Parents Support Committee since its inception in 1981, he was also involved with the END Conscription Campaign, The Five Freedoms Forum, the Detainees' Education and Welfare Organisation, amongst many others.\n I'm going to ask you now to relate the events around David's killing.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "It was the first of May 1989 which was seven years ago this week, and it was a public holiday almost the first real Workers' Day.  David and I left the house early in the morning with our two dogs to go running in David's bakkie and we returned to the house at about 10 o'clock in the morning. David was driving, he parked the car in our street in front of our house and he got out of the car to go out to the back to let the dogs out of the car and I was getting out more slowly on the passenger side and I was aware of a car coming down the street and then I heard what I thought was a car backfiring and it accelerated down the street, and it was only afterwards that I realised something was wrong when I saw that David was staggering and he was holding his chest in the front and he said to me, I've been shot by a shotgun, get an ambulance.  So David obviously saw his killers, he saw the weapon that killed him and then he fell down on the pavement and he died about a half an hour later.\n Just about David's activities in those organisations that you mentioned.  David played a prominent role in those organisations, he wasn't really a very public figure, he wasn't a well-known figure and it's that concerns my beliefs that it wasn't just rogue elements within the security forces that killed him, that it was actually something that was initiated at a much more senior level.\n There have been a lot of investigations and enquiries that have touched on David's death.  The first thing is the police investigation by the Brixton Murder and Robbery Squad.  After that there was an investigation in 1989 after the revelations of Nofomela on Death Row, it was commissioned by the Minister of Justice, Magnas Malan and the Minister of Law and Order, Adrian Vlok and headed by the attorney general of the Orange Free State at that time, Tim McNally and this was to look into the issue of hit squads. Almost at the same time there was an internal military inquiry which was after the emergence of the existence of the CCB and this was conducted by Witkop Badenhorst who reported to Magnus Malan and Adrian Vlok and to my knowledge the outcome of that inquiry has never been made public.\n Then there was a commission of inquiry into certain alleged murders by Judge Louis Harms, that was in early 1990, that was followed by a commission of inquiry into alleged irregularities in the Security Department of the City Council of Johannesburg, that was chaired by Judge Hiemstra and then there was an inquest investigation which was looking specifically at David Webster's death and that was presided over by Judge Stegmann and then as well as those there have been investigations by lawyers, by journalists, by the Independent Board of Inquiry and by a lot of other organisations and individuals. \n From these investigations a huge body of documentation has been assembled, piles and piles and I can make them available to the Commission what they need of this except for the inquest documentation which has been destroyed at the Supreme Court, apparently they are already destroying stuff from only three years ago and the only copy that I know of is with the Attorney General.\n From all these investigations, nobody has been prosecuted and there are prosecutions envisaged by the state arising out of the investigations, and each and everyone of them is inconclusive and leaves the frustrating that the answer's there but it's been allowed to slip past under cover of a morass of disinformation and conflicting interests.\n I'd just like now to go through some of the limitations of the investigations because I don't think we can say that because there were all these investigations that the matter has now gone as far as it could.  I think there's a lot of investigative work still to be done and I also think just when we look at the investigations we can see that there are a lot of sinister conclusions that can be drawn from the investigations themselves.\n Firstly the police investigation was limited by the resources that were made available and the lack of vigour with which the police pursued the investigation and the interference in the investigation by the arms of the state. As one of the examples, the Oribi Hotel at the top of our street was an ideal look-out point and surveillance point and although the police went along an looked at the hotel register to see who had stayed there that night, they actually never interviewed the members of the staff, and some of the entrusted legal team actually did that work a long time later and found that there was nobody there who would admit to even being on duty that night when it happened.\n In October 1989, Ferdi Barnard and Calla Botha were picked up and held in detention under Section 29 of the Internal Security Act.  Whilst in detention they were seen by police officer, Krappies Engelbrecht who told them not to reveal anything about CCB activities.  Barnard and Botha testified this at the inquest.  These and other examples give the impression that the police were not rigorous in their investigation and that even worse, they might have been deliberately isolating these individuals.  By the police's own admission they have not done any investigative work on the case since Botha and Barnard were released from detention.\n The police investigation was also hampered by the difficulties arising when information started to point to the military establishment and this is because it was quite a junior officer who was assigned to the case and he was only allowed to question officers in the military who were of a lower rank to himself and it just seems without going through an enormous amount of red tape that the red tape was increasingly used to bar the way to uncover indications of military involvement.\n The McNally Investigation, this is the one that McNally and Krappies Engelbrecht carried out in late 1989, and they omitted to interview former head of Vlakplaas, Dirk Coetzee and this Krappies Engelbrecht is the same one who interfered with the witnesses in an attempt to cover up CCB activity. It has subsequently been alleged that the same Krappies Engelbrecht functioned as functioned as a sweeper for the police ensuring the evidence that was embarrassing for the police and the government was suppressed or destroyed.  This has come out in the de Kock trial that's on at the moment or just finished.\n There was also the investigation that was headed by Witkop Badenhorst into the military hit squad, the CCB and it subsequently turned out that in fact the CCB fell directly under Badenhorst's control, they reported to him, any head of the CCB reported to Witkop Badenhorst. So I don't think we can place much store by this investigation.\n Then in early 1990, the Harms Commission suffered from extremely restricted terms of reference that were very strictly applied by Harms and which prevented serious investigation in areas that significantly pertains to David Webster's murder.  In particular it didn't allow the investigation to go beyond the borders of the country and because of that it didn't allow the strong links to be made  between Anton Lubowski's murder and David's murder , although all the indications pointed to the fact that there were links between them, and Lubowski was murdered in September a few months after David, but at the same time the terms of reference cynically allowed that the matter of Lubowski's alleged links to the South African military to be investigated.\n In addition both the commission and the police took so long to so long to try and collect documentary evidence that it had disappeared or been destroyed by the time that they tried to do so.\n And that particular commission gave a feeling of a sense of powerlessness that many of the victims have experienced at the hands of the judicial system.\n The Hiemstra Commission into the Jo'burg City Council Spy Ring found evidence that spying activities have been carried out by employees of the Johannesburg City Council and information had been passed on to both the security police and the military intelligence but neither the Commission nor the police followed up on this aspect, and to my knowledge, there's been no investigation into that at all.\n The inquest into David Webster's death was severely undermined by the growth in public intimidation of the key witness, one Willy Smit who was testifying to the fact that Ferdie Barnard told him that he had committed the murder as well as to the rest of the CCB's involvement and in one of the tea breaks he was approached by Barnard's brother, Calla Barnard, and after the tea break he withdrew all the evidence that he testified to under oath before the break. The Presiding officer Stegmann didn't take up this issue and he simply allowed the testimony to be refuted, and to my knowledge Willy Smit has not been charged with perjury.\n There was an astounding amount of conflicting evidence heard at the inquest from members of the CCB, the police and the military and it seems to me that this was a coordinated attempt to spread a web of lies and half truths in such a way that a positive finding could not be made, and in fact that is what Judge Stegmann said at the end that he had heard so much conflicting evidence that he couldn't distinguish truth from lies.  And I feel that from the time that suspicion first fell on the CCB that this was a deliberate tactic used by the perpetrators.\n The assassination of Webster and the subsequent attempts to identify the perpetrators and planners of this can't be seen in isolation nor viewed as an individual incident.  I believe that assassination of selected opponents of the apartheid based state formed part of a carefully planned strategy and based on a set of conspiracies within a number of state institutions and these conspiracies included carefully implemented plans to hinder investigations to sow disinformation and protect those individuals and institutions responsible for planning assassinations and related acts.\n The chain of command and hence responsibility for these illegal acts and conspiracies reach high into the structures of the state and government and certainly included cabinet ministers, military intelligence, the CCB, the South African Police, the State Security Council and additionally other institutions and individuals associated themselves with these conspiracies like suppressing information, hindering investigations and failing to fulfil duties and tasks which they were legally bound to undertake.\n Arising from all the investigations, I believe that David Webster's murder was ordered and planned from within State structures, that many employees of the State and many of its institutions were involved or have knowledge of this assassination, that State resources were used in its execution and that the state apparatus has been used and manipulated in such a fashion as to prevent its exposure.\n I call for the indictment and prosecution of the following people,\n Firstly those immediately involved in the assassination which are the CCB Region 6 Operatives:\n Wouter Basson also known as Christo Britz,\n Staal Burger\n Chappie Marie\n Ferdie Barnard\n Calla Botha \n Slang van Zyl \n I would also have included Eugene Riley who has since died a violent death , allegedly by suicide.\n Secondly those having responsibility and knowledge of the planning of the assassination:\n Magnus Malan, the Minister of Defence\n Eddie Webb, the head of the CCB who has been obliged to apply for amnesty in his own cover-up evidence\n Joe Verster, the \"managing director\", of the CCB\n Witkop Badenhorst, the Chief of Staff Operations, and direct superior of Eddie Webb.\n I can't say that all were implicated directly in the planning and execution of the murder, but they've all been involved in the same security force units indicating a knowledge of who was responsible and a failure to disclose the knowledge, thereby becoming parties to the conspiracy to protect their colleagues.\n The following people have been involved in the cover-up of information:\n Krappies Engelbrecht, who told CCB members in detention not to talk about CCB activities.\n Louis Harms, who was able to find that no hit squads operated out of Vlakplaas and who, in my mind, steered his commission  so firmly away from the evidence.\n Now the reasons why I said that Judge Harms was involved in the cover-up, I first think his willingness to limit the inquiries strictly to the terms of reference, when it was obviously to examine the involvement of the CCB in the Lubowski killings, I can hardly think that he really wanted to get to the bottom of David's killing and would have allowed the terms of reference to exclude that avenue of inquiry.  And second his willingness to accept the limited terms of reference.  In retrospect as the evidence submerged it became plain that the terms of reference had been carefully constructed to limit the damage to the government of activities of the intelligence structures and  believe that Harms must know who formulated and insisted on these terms of reference.  If Harms had believed Dirk Coetzee with regard to Vlakplaas and Third Force activities, then in early 1990 it would have prevented the dreadful dreadful train massacres that were instigated out of that same Vlakplaas a couple of years later, and it probably would have prevented the escalation of violence in Kwazulu Natal.  Instead Harms went to London to hear Dirk Coetzee's evidence and had that ugly confrontation with him and referred to Coetzee's evidence as crap.\n I also believe that the following people are amongst those who have information that they may divulge in this new political climate and who could assist in further investigation and those are:\n Floris Mostert, who headed the police investigation\n Jaap Joubert, Mostert's superior who reported directly to Mr Vlok\n Martin Hennig, who was a senior member of the Johannesburg City Council security department\n Tony Naude, who spied on David Webster and handed information to the Security Police and to Military intelligence\n Lafras Luitingh, a CCB member who gave evidence at the inquest, and\n Willie Smit, who was intimidated at the inquest calling him to withdraw his evidence.\n I would also like to add to that, I also think Adrian Vlok, Minister of Law and Order.\n Can I go on to what I want from the Truth Commission or do you want to-?",
            "Female"
        ],
        [
            "DR ALLY",
            "Yes you may.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "I thought a bit about what I want from the Truth Commission and the first and most important thing for me is the truth about why David was killed.  I want to know why David in particular was killed, what are the reasons that somebody decided that he should be killed? And I want to know who it was who made that decision.  I'm a lot less interested in the people who were in the car and who pulled the trigger, and I think anyway we know something about those people.\n But without rigorous and transparent and publicly accountable investigation the truth will not be established and I think we don't need more investigations of the sort that have already happened.  But without the truth there can be no possibility of reconciling, and this especially so because I believe that some of those responsible for authorising, planning and implementing this strategy of murder and condoning and participating in the cover-up of these strategies, they continue to serve in senior, responsible and influential positions within the State.\n The second thing I'd like is that the perpetrators of the murders brought to justice. I don't believe that anyone has applied for amnesty for David's assassination, although some of the people I have mentioned may have applied for amnesty in respect of other offences, and I think that they will only be applying for amnesty in the event of them feeling they are in danger of prosecution and in those circumstances, I can't feel that amnesty should be open to them, However I would appeal to those who were directly involved to come forward and make disclosures now, because for them this is the best possible moment at which to disassociate themselves from their superiors who are the ones that must accept the brunt of the responsibility.\n I'm also sure that there are many people who know something about the case but they have been too afraid to talk about it and I appeal to those people to come forward now to the Truth Commission which has the ability to protect them from those who they will be exposing, and I think that a lot of the problem with this case is being the fear and the intimidation that has been emanating from the CCB.\n Then to just say something about reparations.  I've been working with other victims for over a year now in the Kulemani Support Group and we have worked the issue of reparation with quite a large group of victims, and out of that we've produced a document which we have presented to the Reparations Committee. And it seems to me that victims have been asked to make sacrifices once again for the greater good of the Nation, that we must give up our expectations of justice, we must give up our rights to civil claims against perpetrators, and we must talk about our grief in this public forum and I'm afraid we're going to be asked to then accept symbolic reparation, or community reparation and I think that this is simply not fair.\n From our discussions, it's apparent that victims are quite modest in their expectations of reparation, in my view, that they're not expecting huge sums of money to be paid out to them, but they are expecting something that will make the qualitative difference to the way that they are living.  Most victims are unemployed and they have no skills and they have no hope of finding jobs and many of them are looking after the children of slain family members and I believe that as well as bursaries and medical expenses being paid that victims should be given special pensions to allow them to just live decent lives.  \n And for myself, I had hoped that this Truth Commission would be the end of things for me and something will bring them to a close but I can see now that in fact it is opening up another phase of the saga, and so I would like to ask that my legal fees should be paid where necessary to help me bring this to its logical end.  We used to have funds out of which legal assistance came from places like IDA but those are no longer available to us.\n And should any of the perpetrators come forward to confess their part in all these crimes, this is on a more general note, and their crimes fall within the criteria for amnesty, as an essential to the process of reconciliation, they should not be prosecuted but neither should they benefit from their deeds, and the receipts of State Pensions derived from employment in State Service, which involves the commission of the crime, should be denied to the perpetrators in the interests of reconciliation.  It would be more appropriate to channel such funds into a fund for victims.\n For reconciliation there needs to be an even hand of justice, otherwise this process is going to leave a great deal of bitterness.\n Finally I ask this Commission that for those being given such a huge task, that it doesn't settle for a cosmetic truth and token reconciliation, and don't claim to have found reconciliation where none in fact exists.  Thank you.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much Maggie for account and for your honest views and opinions and I'm sure that the Commission will consider very seriously the points that you have raised.  There are just one or two, are you okay to go on, issues that I'd like to ask you about which should hopefully help the Commission.  The first is, I've heard that the Attorney General has recently opened up an investigation into David Webster's death, do you know anything about that?",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "Well I know that he came to ask for the inquest record from the Webster Trust Attorneys and it was at that time that we discovered that the Supreme Court had in fact destroyed the inquest records, but we haven't had any report-back, we don't know what this investigation is hinging on and I think that that is one of the things about transparent investigation, that we would really like to know and we are not being told.  You know he's had the files for some time now and there's been no indication of what this investigation's about.",
            "Female"
        ],
        [
            "DR ALLY",
            "Would you like the Truth Commission to attempt to follow that up and to try and establish what is going on?",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "Yes, yes I would.",
            "Female"
        ],
        [
            "DR ALLY",
            "You mentioned, in your statement you list quite a number of names, now I think that you are aware and I think people generally should be aware that the Truth Commission does have certain powers and that one of the powers that it actually does have is to subpoena people, witnesses.  Of those names that you have listed, who specifically do you thing the Truth Commission should consider subpoenaing?",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "Well the one who would be top on my list would be Judge Louis Harms, because it holds the key to it, I think that he knows who was trying to suppress the information and who kept that particular commission so limited, and I think it might be possible to get an honest answer from him.  But I think there are those people who still have knowledge and we know for instance that someone like Willie Smit has knowledge and I think people like Tony Naude and Martin Hennig who weren't, I think that they were not exactly honest in the evidence they gave the Hiemstra Commission, and I feel to bring these people back now, they might actually feel differently about what knowledge they have and what they have to say.  So in fact I would say all those people in my last two categories are people who should be called on to talk about what they know.",
            "Female"
        ],
        [
            "DR ALLY",
            "I don't want to put words into your mouth, but if I understand correctly what you are appealing for, you're saying that before there can be reconciliation, there is a need for public open accountability and transparency and without that we can't really speak about reconciliation.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "Yes, and I think also this question about the sense of justice.  You know things have been given away on behalf of the victims and they aren't, if somebody applies for amnesty and they're given amnesty, then the victim is going to lose the right to a civil claim, so I think that amnesty has to be balanced with something for the victims, and I feel that very very strongly.",
            "Female"
        ],
        [
            "DR ALLY",
            "And just lastly, can you just tell us what the impact of David's assassination has been on you personally if you could share that, if not -.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "I mean, obviously it was personally devastating, and I think that for anyone who loses a partner, someone with whom you have built up an expectation of the future, it's just like wiping out your future life, so I've had that to work my way through. I mean also it's plunged me into something that I haven't been very well equipped to deal with, into the publicity of it and I felt that I had a responsibility to David's memory, but also on behalf of everybody else who had this sort of thing happen to them and not to just let it be able to be swept away as another assassination, that I must, in what ever way I could, try and get to, try and expose this whole thing.",
            "Female"
        ],
        [
            "DR ALLY",
            "Once again Maggie, thanks very much.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Maggie you said that David was working on his doctorial thesis and on has heard that he was working on another report as well, could you tell us a little more about that please?",
            "Female"
        ],
        [
            "MAGGIE FRIEDMAN",
            "His doctorial thesis was done years before on his work in Mozambique, otherwise he was actually doing anthropological work at Kosi Bay, that's the only work I know that he was doing there.  He was asking questions about things that were happening there and I know there was a lot of speculation that the reason he was killed was because he knew about Renamo connections that were happening through there and I think he did know quite a lot about what was going on in those parts, but he wasn't writing a report as far as I know.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I want to thank you particularly for your recommendations surrounding reparation. As you know we have no hard and fast policy, it emerges out of what people, victims, survivors tell us, so any information, any suggestions are very welcome and thank you, you've obviously done a lot of thinking and consulting with other victims and survivors...(end of tape 21).... and who made the decision.  You've also told us about the many many investigations that have been made and you know that the Commission will take this very seriously and persue this, the obfuscation, the lies, all that sort of thing makes it not impossible, but perhaps improbable.  Let's assume that that does happen, and let's assume that the only way that we are going to get to answer your two first points, why was he killed, who killed him, if that would emerge from an amnesty hearing on the basis of meeting all the requirements and in particular making full disclosure.  How would you feel about that as a sure guarantee, assuming if for a moment, that a person, and you've appealed for that would come forward, would apply for amnesty, and will tell the story that has eluded you and so many people for so long?  How do you feel about that possibility, you must have thought about that?",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "I think if one person like that came forward I certainly would, I think that they would be deserving the amnesty if they made full disclosure on everything.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Just allow me one last point, I was very struck by many things you said, but one of things that struck me very forcibly, because I believe it to be true and it's echoed in what a lot of other people have said, and that is you can't have reconciliation without truth and therefore I suppose the Commission is aptly named and it seems to me that one must pursue every avenue in arriving at the truth, in the hope that there can be a measure of peace, at least knowing, because this seems to be almost obsessional for many people who have come to talk to us, that they really need to know before they can even talk about forgiveness and reconciliation, it seems to me this is what you're saying.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are enormously grateful to you for coming forward.  We almost, I was saying to some people earlier out here, we were getting almost to sound like a cracked record with the needle stuck because we say thank you, thank you for exposing your pain publicly, it must be an ordeal, but also I would hope that you sense the support amongst those here, not the Commissioners, they've got to be even handed but I mean that people listening to your testimony are people who are supportive and people beyond the confines of this whole. I think we want to say we hope that there will be an assuaging of some of the ache in knowing that there is this support.  Perhaps more than just support, the admiration that you know many have held for David and beyond that people feeling there was over the supreme price paid towards assisting us to arrive at where we are now in this dispensation.  We want to assure you that we will do our utmost to follow up some of your suggestions because we do believe fervently that we should try to get to the bottom of things to know the truth so that the healing of our land can happen.\n We offer you our deepest sympathies and thank you for coming and we accept your offer of all of these documents, thanks.",
            "Unknown"
        ],
        [
            "MAGGIE FRIEDMAN",
            "I was going to say if there's any way in which I can cooperate in or with the investigation that I would be more than happy to.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very very much.  I'm sure that we'll be taking you up on your offer. Thanks.",
            "Unknown"
        ]
    ]
}