{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-05-03",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "4",
        "names": [
            "MARTHA YEBONA MAHLANGU"
        ],
        "case number": "GO 182 JOHANNESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55632&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/methodis/mahlangu.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR BORAINE",
            "DR RANDERA",
            "MARTHA YEBONA MAHLANGU",
            "MR MANTHATA",
            "MRS MHLANGU",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR BORAINE",
            "DR RANDERA",
            "MRS MHLANGU",
            "MARTHA YEBONA MAHLANGU",
            "MS SEROKE",
            "CHAIRPERSON",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We are very glad to have amongst us the Chief Executive Officer of the Commission, Dr Biki Minyuku.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Mahlangu, just before I welcome you, Dr Randera wishes to make a statement.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Excuse me Mrs Mahlangu, I understand that there are members of the public who want to make statements to the Truth Commission, could we please ask them if they want to listen to the testimonies today they are most welcome to do so, but if you want make your statements you can go to our offices in the SANLAM centre around the corner on the 10th floor.  Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Mahlangu, I want to welcome you very warmly to the witness stand.  We are very grateful to you for coming, we know that it's not easy, in fact it's very costly.  May I ask you first, you have brought somebody with you, perhaps you could tell us who that is?",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "This is my grandchild.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I understand that your grandson is with you and we would like to welcome him very much as well.",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Mrs Mahlangu I would be grateful if you would stand for the taking of the oath.",
            "Unknown"
        ],
        [
            "MARTHA YEBONA MAHLANGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much indeed, please be seated. Mrs Mahlangu, in order to assist you, as you unfold a very grim and horrifying story about your son Solomon, I'm going to ask Mrs Joyce Seroke, if she will lead you, thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good morning Mama Martha, thank you that you took this opportunity to come here.  Before I ask you questions, I will give some explanations, the background information in English showing what was happening during that time when this happened to your child, what the situation was then. I will just say briefly something indicating the situation during Solomon Mahlangu's time.\n Solomon Mahlangu, a 20-year old standard nine pupil fled South Africa in February 1976.  He returned in June 1977 with a friend Monti Motloung and armed with Russian- made weapons and a handgrenade, killed Mr Rupert Kessner and Mr Kenneth Wolfendale in John Orr's Gogh Street warehouse.  On Friday 6th of April 1979 Solomon Mahlangu was executed for his part in these killings.  In tribute to Solomon the ANC later named the school set up to educate students who had fled South Africa before completing their education, the Solomon Mahlangu School. \n Solomon and Monty were apprehended and charged under the Sabotage Act. Evidence led in court stated that the two young men had trained in Angola as guerillas before slipping back into the country. Motloung was declared unfit to stand trial while Mahlangu was sentenced to death in the Rand Supreme Court.  The charge of sabotage carried a minimum sentence of five years but the death sentence imposed on Solomon Mahlangu caused an international outcry. The court found that it was actually Monty Motloung who had fired the shots but that he was suffering from a mental disturbance allegedly related to the shooting and was thus unfit to stand trial. The Judge found, however, that Mr Mahlangu had shared a common purpose with Mr Motloung to use their firearms should the circumstances arise.  Leave to appeal was refused, an application for trial on the grounds that people who were convicted in other trials should have given evidence, was also refused.\n The use of capital punishment also escalated dramatically after 1974.  Solomon was one of 145 people sentenced to death during 1978 and among 133 people executed during 1979.\n Now Mama Martha, briefly could you tell us about your son Solomon?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "What I could say, are you talking about before he left?",
            "Female"
        ],
        [
            "MS SEROKE",
            "Just tell us about his life as he was growing up.",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "He just grew up like any other child.  We just brought him up and we could see what kind of a child we were bringing up, but he just grew up as an ordinary child and he was listening to us.  We really didn't have any problem with him and he really wanted to further his studies and he wanted to do woodwork and he also said he was going to teach.  I really didn't see anything different about him during the time when he was at home.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When did you start to realise that he was involved in politics?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "I really didn't see anything, I saw nothing until he left home he wasn't doing anything that gave me any indication, he wasn't doing anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When he left South Africa, did he tell you that he was leaving and where he was going to?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "No he didn't tell me anything, as a matter of fact I wasn't at home, I had gone to work and when I came back he wasn't at home and I thought maybe he had gone to sell some things, because he used to go and sell some things to make some pocket money.  When I didn't see him return the following day I thought he had gone a long distance in a train sell things on the way and in Pietersburg.  They used to do that sort of thing and on Monday he still was not back home when I came back and I didn't know who to tell this to.",
            "Female"
        ],
        [
            "MS SEROKE",
            "As many days passed, what did you say, was there a place where you would went to start looking and finding out?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "Before many days expired there was the father of Temba Nkosi who came to tell me this, that Temba and Solomon had left, please stop looking for him, we won't be able to find him. That was the father of Temba Nkosi, I don't know how he heard because he was a policeman at Gezina.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Once he had left, did he write any letters to you or did he send you any messages, so that you could see that he was still alive somewhere?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "No he never wrote any letter to me.  They said he only wrote to his friend but he didn't write to me and they said I must write a letter to him because he was in Maputo and ask him to come back home.  He wrote to his friend but not to me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Here in your statement you said you heard from the radio when they were reporting that there were terrorists that had killed white people.  And how did you find out that one of them was your son?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "It was a month before we could really find out that it was him.  The only time we got to know was when the police came home to search our home.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When the police came to search, what did they say they were searching for?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "Well they started searching before they told us anything and they didn't say anything to us and didn't tell us what they were looking for.  After a while they started looking for his clothes and then I asked them if they had found this person whose clothes they were looking for? They said yes they had found him on the mountains of Middelburg. When I asked if I could go and see him they said no they would inform me when I could come and see him.\n They only came back to me after a month. On the next month he wrote to me and told me that he was at John Vorster.  I went there and was told that their superior wasn't there and that I must come back the following week.  The following week I went back and I found him.  They said I could talk to him for a while but I mustn't talk to him about the case.  We just sat there, we didn't know what to talk about because we couldn't talk about the case and we just looked at each other and I left him there.\n We just found out how life was and that's the only thing I asked about, but were not allowed to talk about his case and where he'd been.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Once his case hearing started you heard here that they charged him with sabotage and that he was arrested under the Sabotage Act?  Did you attend his court hearing?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "Yes we just used to go and see him.  When his court hearing started we used to get Kempton Park hearings every day.  That's how I lost my job because I was attending his court hearing.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Once they sentenced him, how did you feel when they said to him he was going to be hanged and that he was going to be killed?  And it was also said that he was arrested with his partner, but how did you feel when he was the one who ended up being sentenced to death?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "That was very painful, as a parent you know how the heart feels, when you hear that word. We know we are all going to die but we don't know how it will happen, but if you are told that your child is going to be killed it is very very painful as a parent.",
            "Female"
        ],
        [
            "MS SEROKE",
            "This charge that was given to him, he was supposed to be sentenced only to five years but the outcome of his case was that he was going to be hanged and they also said that the one who was with him, the one who shot didn't get sentenced because it was said he was mentally disturbed.  How did you feel about this issue?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "It was really painful to me as a parent.  I didn't know who to share this with and what I could do to save my child.  I really didn't have anything to save my child with.",
            "Female"
        ],
        [
            "MS SEROKE",
            "As you are here Mama, you have given a statement to this Commission.  What would you like the Commission to do for you?",
            "Female"
        ],
        [
            "MRS MHLANGU",
            "I cannot control the Commission, the Commission in its own discretion can decide what it can do for me, I really cannot control the Commission. I really can't say what the Commission must do for me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you Mama, I will pass on to our Father here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, are there people that would like to ask some questions?",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mama I greet you.  You said that Solomon was arrested with someone else, who was this person?",
            "Male"
        ],
        [
            "MRS MHLANGU",
            "Motloung.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "From that day were you able to meet Motloung?",
            "Male"
        ],
        [
            "MRS MHLANGU",
            "No I haven't seen him, I only saw this child in prison but I didn't see his mother.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "The child with you here is that child Solomon's.",
            "Male"
        ],
        [
            "MRS MHLANGU",
            "No this is not his child, it is his sister's.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mama I can see that this is very painful for you so I won't keep you long.  I first of all just want to ask you, how many children do you have?",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "My remaining children are four, they are all married. I'm only with my one other son and we are not working.",
            "Female"
        ],
        [
            "DR RANDERA",
            "My last question is that you must have been one of the last people to see Solomon before he was hanged.  Did he share anything with you before this period?",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "When I went to see him, it was on a Thursday, on Friday I was going to Jo'burg.  They said I would go with Bishop to go and make an appeal in Cape Town to the superiors who were handling the case, but then I couldn't go\nonly Bishop went there, and he said to me,\n\"Mama, thank you for having been strong to come and visit me and not cry. But where my blood will drop so many Solomons will grow up because I am innocent\".",
            "Female"
        ],
        [
            "DR ALLY",
            "What did it mean to you when the ANC actually named their school after Solomon?",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "The P A people, are you talking about that? Those are the ones who were in the school after Solomon, they took me there in another school.  I just heard from hearsay that there was such a school that was outside.  When I wanted to go there there was nobody to accompany me.  They said to me that they will come and fetch me but they didn't.",
            "Female"
        ],
        [
            "DR ALLY",
            "Do you think that if the Commission were to make those kinds of recommendations that in memory of people who died that schools should be named after them or monuments or parks, does that help in any way, does that make a difference?",
            "Unknown"
        ],
        [
            "MRS MHLANGU",
            "I don't know how that can help me but at least it will be their memory, they will never be forgotten, we'll always remember what they have done.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama, thank you so much for having sacrificed yourself and sacrificing your son as well.  We pray that God may console you and console other people, thank you very much.",
            "Unknown"
        ]
    ]
}