{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "MAMANE G MABUZA"
        ],
        "case number": "JB3500",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55078&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/1ermabuz.htm",
        "speakers": [
            "DR ALLY",
            "DR RANDERA",
            "MAMANE MABUZA",
            "MR LEWIN",
            "MR MANTHATA",
            "MRS DUBE",
            "TRANSLATOR"
        ],
        "original_speakers": [
            "MR LEWIN",
            "TRANSLATOR",
            "DR ALLY",
            "MAMANE  MABUZA",
            "DR RANDERA",
            "MRS MABUZA",
            "MR MANTHATA",
            "MRS DUBE"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Can you hear us ?  Can you  hear us speaking  through the  headphones ?  Is that  better ?  Can you hear now ?  Can you hear the translation ?  Can I try again ?  Can you hear through the headphones ?",
            "Male"
        ],
        [
            "TRANSLATOR",
            "The witness says she can't hear anything.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Is that better ?  Is that better now ?",
            "Male"
        ],
        [
            "TRANSLATOR",
            "Yes, she says she can hear.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "You can hear ?  Lovely.  Mama Mabuza what our procedure is that you will be led by one of the Commissioners and to-day we ask Dr Randera to help you in telling your story but before you start can I ask you please to take the oath and I would ask Russel Ally please to lead you in that oath.",
            "Male"
        ],
        [
            "DR ALLY",
            "Mrs Mabuza do you swear the testimony that you are about to give will be the truth, the whole truth and nothing but the truth, so help me God ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "(sworn states)\nThank you.\nThank you.  Dr Randera !",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Mabuza, good morning.  Can you first of all introduce us to the lady who is with you.",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "I'm with Mrs Dube.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I welcome Mrs Dube as well.  Thank you for coming to-day.  You are now sixty six years old.",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "That's correct.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You are going to take us to a time in the history of  this community that I'm sure most people would like to bury, which was a very painful time.  We're talking about the period 1990.  You're going to tell us about your daughter Queen Gladys Mabuza.  Before you do that I would like you to take the opportunity of telling us something about yourself and then something about Queen before you tell us the story about what happened to her.  So take your time.  Don't feel frightened.  You are amongst friends.  So please tell us what hap, tell us yourself and about Queen first of all.",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "This happened.  Queen left home.  Queen was killed by a group called Cats or Amakati.  I only came to know this when I was notified by the police at about nine a.m. in the morning and that they had dumped her body near the cemetery and I sent Mrs Dube to go with the police to identify my daughter's body.  She went with the police and she positively identified my daughter, Queen.  They took photographs of Queen, of Queen's body and Mrs Dube was the one who was there when all this took place.\n he matter proceeded and when it was supposed to go to court, there was some relative quiet and the matter never proceeded to the court of law until a period of three years lapsed without me hearing anything from the police or from the court.  I received a letter from Mr Botha and they said they couldn't hold anybody responsible for  my daughter's death and I said I do not believe that type of story because I do not believe that the law wasn't able to deal with the perpetrators.  They said that there was some dirty soil but they did not know as to who buried my daughter in that shallow ground.  That was the end of my daughter's case.  I was totally dissatisfied and he said I should wait.  He was going to consult with his police so that he was going to get the case number.   I asked for the case number too and he said I should wait that he phoned Pretoria so that he could furnish me with further details with regard to my daughter's case number but he didn't seem able to find any tangible information.  They said that they had taken photo's of my daughter but they couldn't find any positive or tangible evidence pointing to the perpetrators.  \n He further urged me to wait so that he could get the statement that had the case number, from Pretoria and he would tell me in due course when he'd collected the relevant information from the police in Pretoria.  Ever since then I haven't heard anything about my daughters death or the case.  Now I would like the Truth Commission to assist me in getting more information with regard to my daughter's death.  Also the case number.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is there anything else you want to add about the actual killing.  In your statement you described what was done to your daughter.  Do you feel at ease about telling us what was done to your daughter ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "When I saw my daughter, her eye had been gouged out.  She had been stabbed on the breasts and they had opened her chest and her internal organs were exposed.  They also took out the uterus.  They tied her feet.  Both her feet were tied together.  I feel very disturbed about the whole situation.  She was a matriculant.  She'd just completed her matric and I had high hopes that she would proceed to work and help me at the end of the day.   Ever since that happened I've been terribly disturbed and I've got chronic illnesses.  I just cannot cope.  I have to be lifted to the taxis.  I can't walk properly.  If been inflicted by a number of diseases ever since this happened.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Just tell us a little more about Queen.  You said she had just matriculated.  Did she have any children ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "No, she never had any children.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mabuza I'm sure you've lived in that community for a long time.  How long have you actually lived in Wesselton ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "I was living there from a long time ago.  It's a long time since I've been staying there at 154 Marbilisa Street.",
            "Female"
        ],
        [
            "DR RANDERA",
            "In your own words and your own time tell us your understanding of what was happening in the community at that time.  You have mentioned the Amakati,  The  Black  Cats as they were  called, the gangs.  Where did they come from ?  How did they come into existence ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "This gangster came about when we realised that there was a lot of violence within the community.  There were a lot of murders, a lot of rapes and people were being killed brutally.  They also were conducting house break-ins around the area but they weren't getting arrested and we don't know the origin of the group.  Maybe their members could explain themselves as to where they came from because we don't even know where the name itself originated from or why they called themselves The Cats.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I'm sorry, I'm not trying to harass you or  worry you but just tell us, you said there was a lot of violence.  What was this violence about ?  Was there a political reason for this violence or was it just criminal violence as we talk about it to-day ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "I think they are the ones who came up with the violence because at that time Ermelo was a relatively calm area.  It was very quiet and they came up with this crime wave.  I don't think it had anything to do with politics.  These were purely criminal acts perpetrated by this gang.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Do you know whether this, from your understanding, do you feel that there was any relationship between this gang and any political party on the one hand whether it be the Incatha Freedom  Party, the African National Congress, the Nationalist Party ?  Also, from your discussions with people in the community, was there any relationship that people thought there was between this gang and  the police ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "Where was daughter was killed was killed by Inkatha members and the Inkatha was calling themselves Black Cats so these Cats were Inkatha members and maybe they know what the conflict was all about, or they knew at the time.  I'm not clear on that aspect.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mabuza, sorry one last question I'm going to move on.  How do you know that they were Inkatha members ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "We usually used to identify them as they walked around in groups and the children or the youth would identify them as the Inkatha group which were calling themselves The Cats.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  Let me just come back to Queen.  Was Queen involved in any political grouping as far as you know ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "As far as I know, no.",
            "Female"
        ],
        [
            "DR RANDERA",
            "She wasn't part of the Comrades, she wasn't part of the UDF, she hadn't been involved in burning houses, attacking people ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "No, not as far as I know.  She's never been involved in such things or acts.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I'm sure you've asked this question many a time, but why Queen? Why do you think people I mean these Amakati attacked Queen and killed her ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "Yes, I always ask myself that question.  I still ask myself that question today because Queen was not involved in any type of political activity and ever since this happened, I've been very sickly.",
            "Female"
        ],
        [
            "MAMANE MABUZA",
            "Were there, at the time of Queen's death, were there other people being killed as well by the Amakati ?",
            "Female"
        ],
        [
            "MAMANE MABUZA",
            "Yes, there is quite a number of people who were murdered but on that particular day she was the only one that was killed.  A number of them were killed over the days.  Some before her, some after her.",
            "Female"
        ],
        [
            "DR RANDERA",
            "At the funeral, did the community give you a great  deal of  support ?  Did any political organisation give you support ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "No.  We did that single handed as a family.  We had no support whatsoever.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mabuza, my last question.  I'm just trying to understand the contact in which Queen was killed.  We have in the stories that we have heard in the other areas come across situations in small communities where sometimes people have been identified because they happen to be the girlfriend or boyfriend of one gang or another.  Was there any possibility of that, as far as Queen's death goes, in your understanding ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "No, she was never involved in any of those things.  She was just a student.  An ordinary student.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, Mrs Mabuza.  I have no further questions  Chairperson.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you Dr Randera.  I'll ask the other panelists if they have any questions.  Tom Manthata ?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mama, what I would love to know is do you still have around you Queen's friends ?  That is those students who were moving around with Queen, do they still come to your house ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "No, they don't.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What about Queen's teachers ?  Were they by any standard ever knew your family to explain her progress, her associates and so on ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "No, they never came.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Never came.  At Church level, was she a Churchgoer ?  What did the Minister say about her ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "Yes, she used to go to African Full Gospel Church.  However we received no help from the African Gospel Church nor any condolences.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes, what we are trying to establish here is perhaps some of these groupings could have given you a hint of Queen's political outlook.  Whether she could perhaps, in secret, where you yourself do not know or did not know associated with political groupings.",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "No, she wouldn't have been afraid to tell me if she was politically involved.  She definitely  wasn't.  She was never involved in any political activity whatsoever.  She was nineteen years old at the time.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Would you then say she could have been killed for rituals, you know these ritual murders or  ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "It is the Inkatha that did that and it could have been a ritual murder because they gouged her parts, her eyes and they took her internal organs including the uterus.  It's highly possible that it was a ritual murder but I know it was perpetrated by the Inkatha members.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You never knew what Inkatha wanted or what was it fighting for in the community ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "I don't know what they wanted.  They were just killing the residents at random.  These were just random killings for no apparent reason whatsoever.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did you ever know that Inkatha was a political party ?",
            "Unknown"
        ],
        [
            "MAMANE MABUZA",
            "Yes, I do.  ... (interrupted)",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "Because we used to be informed by the youth who knew better than we did.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you Mama.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mama Mabuza, if I could just ask one further question.  You ask us to trace a case number.  Now in your statement you do mention a case number from 1990.  Was that the case where you actually reported ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "Yes, that is.  My husband reported the whole matter to the police.  That is the number that you have in my statement.  The matter never proceeded to court.",
            "Female"
        ],
        [
            "MR LEWIN",
            "There was no further action as far as you know, taken by the police in following up this case ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "No, the police never lifted a finger in helping us.  It's only now that the Truth Commission has come that I believe I'll know something about my daughter's death.  They said they would come back to me in due course.  Up to today I haven't heard a thing from them and I'm totally dissatisfied with the manner in which my daughter's case was handled because they were able to take photographs of the scene of the crime but they could find nothing or no tangible evidence with regard to my daughter's murderers or murderer.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma is there anything else that you would like to tell us ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "Yes, I would like to point out that since my daughter died.  She was the only one and she used to do things for me in the house and I was hoping that she would also help me, she would support me.  Ever since then my husband died.  I'm left all by myself and I just cannot cope with the pain and anguish that I'm going through.  I see no reason for going on like this. ... (interrupted)",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma Mabuza.",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "I still feel very terrible.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma Mabuza we can well understand that it's very difficult to try and console you in any way because the story have told us is one of tremendous pain as you say and anguish but it's also of horror for those of us hearing this for the first time.  We would like to salute you for your courage in coming forward because this is part of our past which we can't ignore and all we can say, I think, is that the experience that we've had in the Commission over the last twelve months in holding hearings of this sort and hearing stories, not in any way similar to yours because your story is unique but stories of the same sort of pattern, of people suffering.  Everything seems so needless, so useless and so arbitrary.",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "I also have children.  There are children in the house but I can't look after the children because I'm physically disabled since this happened.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How many children do you still have ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "There are four.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What we will, we will try and follow this up and find a case number and we would also call on the community as Tom has indicated to help support you because that is what the community is there for and to try and, what we would say is that you have shown tremendous courage in coming forward to-day.  That must be, that shows the tremendous strength that you have in yourself and that must, in yourself, also through your family and your friends in the community to provide some sort of comfort.  So we'd like to thank you very much for coming.  Thank you.",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "Mrs Dube wants to say something.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Dube do you want to add anything ?",
            "Male"
        ],
        [
            "MAMANE MABUZA",
            "She's the one who went to identify Queen.",
            "Female"
        ],
        [
            "MRS DUBE",
            "I did not think there was a need for me to add anything else because she said whatever I think needs to be said.",
            "Female"
        ],
        [
            "MAMANE MABUZA",
            "I think she should say something because she's the one who identified Queen's body and the position in which she was at the time that she was discovered.  Maybe she could shed some light to the Commission with regard to that.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma Mabuza, I think what we could do there, we do have your statement which is very full.  If Mrs Dube could possible see the statement takers and make another statement as well.  That would be the way to do it.  Okay ?  Thank you very much indeed.",
            "Male"
        ]
    ]
}