{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "PHILEMON J MALINGA"
        ],
        "case number": "JB3768",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55086&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/9ermmali.htm",
        "speakers": [
            "DR ALLY",
            "MR LEWIN",
            "MR MALINGA",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MR MANTHATA",
            "MR MALINGA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Mr Malinga would you like to put on the earphones please.  Is that comfortable ?  Can you hear the interpreters ?  Okay.  Thanks very much.  Just feel relaxed and before asking Doctor Ally to lead you in evidence this afternoon I'll ask Tom Manthata please to swear you in.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Malinga, could you stand up please.  Raise up your right hand please and swear that the evidence I'm going to give is going to be the truth and nothing else but the truth, so help me God.",
            "Male"
        ],
        [
            "MR MALINGA",
            "(sworn states)",
            "Male"
        ],
        [
            "MR LEWIN",
            "I'll ask Doctor Ally please to lead you in your evidence.   Thank  you.",
            "Male"
        ],
        [
            "DR ALLY",
            "Welcome to you Mr Malinga.  You are also coming to speak about this conflict between people who were seen to be ANC supporters and people who were seen to be IFP supporters and what this conflict meant for you personally and also for members of your family.  I want to ask you now if you would just please take us through these events of 1991 that you described to us in your statement.",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "Before I get started, I have one request.  I would like to move back to 1990 and start right there because that's where everything transpired to date.  During 1990 I was at home.  I was off from work.  I was asleep.  Outside I heard some footsteps.  I tried to listen well.  It was one o'clock in the morning.  I heard someone talking to someone outside saying, you are playing and not really hitting.  Thereafter I heard some smashing of windows with stones and with one of the stones I found a message which related to the incident which took place in 1991.  This message was written with a red pen.  They said in writing,\n \"Comrades there's something terrible coming to you because  someone is going to die\".  \nThat's what was written on the message book.  They suggested that it would be better if we left the place and went to another place and if we don't move, something is going to happen.  I took the letter and gave it to Mr Maschinini and we discussed the letter.  Thereafter together with my brother Busiso, I came back home.  Mr Maschinini suggested that I should take the letter to the police station.  When we arrived at Mr Mkonza's place my brother said, I hate this letter, I would like to just stick it on the gate of Mr Mkonza's house.  Mkonza came out of his house with a gun in his hand.  He wanted to fight my brother or shoot him.  I tried to talk him down and we managed.  Thereafter we left and went back home.  He followed us home.  Unfortunately my brother  was outside inside on of the shacks.  Mr Mkonza was with Mr Lucky Mkwena and they were looking for my brother.  They didn't find him in the house.  They came into the house looking for him holding a firearm.  Thereafter they left the house and went back to where they came from.  After that incident I took that letter and went straight to the police station and I reported the matter to the Station Commander, Mr Oosthuizen.  I told him what happened on that particular night, the smashing of windows and that I realized one of the people involved was Mkonza and Lucky Mkwena.  Thereafter they ran to Mkwena's house.  I told him that I was coming to report the case and using that letter as evidence.  The Station Commander replied by asking me a question as to what can he do himself since these people have done this to me.  I said to him, you have to arrest this person as a person who has committed a crime since they've destroyed my windows or smashed my windows.  The Station Commander said to me, I'm not going to arrest him because he hasn't done anything wrong or destroyed anything.  He said I would like to find out who wrote this message first before I can arrest this man you want me to arrest.  I asked him, do you mean the smashing of the windows wasn't anything like a crime being committed ?  He said no, that's not crime.  I would say this happened on Monday night at about one o'clock in the morning and I went to the police station the following day, on Tuesday.  I went back to my work and when I came back from work on Friday we woke up on Saturday morning and went back to the police station.  We wanted to take the letter with us to show it to Mr Ngweni, who was a person who used to help us.  Mr Oosthuizen said he's not going to give us the letter back because we're going to lose it.   My mother asked him, since you say you're not going to give us this letter, what are you going to do about this person who wrote the letter ?   Mr Oosthuizen said, there's nothing I'm going to do about this person because there's no crime committed here.  My mother asked him again, what do you mean ?  What will happen if I come back from work only to find that my children have been killed, what are you going to do ?  The Station Commander said, then I will come and take the matter because there will be a crime committed there.  Therefore we reported the matter however we were never called to court to the hearing.  They just gave me a case number which  I kept.  A year lapsed and somewhere in 1991, Mr Mkonza and his friends went to Ulundi to go and collect some of his Back Cats members.  He came back to our township with them and they said on that night we are going to shit because we are not going to sleep.  They told us that they went to collect some more Black Cats on a red van.  They started attacking the children at school and the confusion started and the violence spread all over.  The children had to be taken out of school.  They were also in the company of policemen who were running in front.  While all this was happening I was sitting at home and I saw three Hippo cars  approaching my house and their was also a red car in front.  They stopped in front of my gate and one of them by the name of Stekum.   They entered the house and ransacked the house.  They were saying that they were looking for Busiso.  I was not in the house but later after finding out that Busiso was there they didn't say anything about it they just continued to ransack the house.  They took our axe.  They took a axe spade.  They also took a hammer and they took all this and loaded these implements in their Hippo knowing that they will come and attack us at night.  \n I was sitting at home with Malcolm Sebe and we were preparing to go to a night vigil of Mr Maschinini.  At about half past twelve, we were about to leave the house.  We had connected a pipe to the tap since they said that we are not going to sleep we already connected a pipe so that when they start burning our house we will be able to extinguish the fire.  It continued like that.  We heard these footsteps and I heard them talking in murmours then one of them asked, is this the place, in Afrikaans and another one said, yes this is the place.  Then he said, if that's the case, we are going in.  I heard them smashing the windows.  I could see them pouring petrol all over the house and they set it on fire and I managed to run to another window to see what's happening outside and I discovered that one of the policemen was Kramer, who was standing outside holding a gun.  The other two holding some axes, waiting for anyone to come out to be attacked.  I ran out.  I opened the tap and started spraying them with the water.  I tried to wake all the people who were asleep.  While trying to extinguish the fire using the pipe, I heard a shot fired inside, from outside.  I ran for cover or ran aside and I told the people in the house that the people are starting to shoot now.  However they started running to the other side, to Mr Mkonza's place and we continued trying to extinguish the fire and before we could fully extinguish the fire, they came back again from the other street.  They were coming from Mr Mkonza's house and their number had increased now.  There were many.  I couldn't tell exactly what number there were.  While we were also busy trying to extinguish the fire we were also guarding the houses to see what's happening.  While they were approaching I saw July Mtetwa, Felwan Mtetwa his brother, Dingaan Maluleke and also Mandlu Maluleke.  I would say it was Dingaan Maluleke, Mandlu Maluleke, Felwan Mtetwa, July Mtetwa and Mike Metabula.  I heard them saying, are you  still standing  outside ?  Get inside you bastards and as we were running into our house we could hear the gunshots they were firing.  While I tried to peep through the window in the kitchen I could see them coming right into the house and I saw Dingaan Maluleke pointing his rifle to the window, therefore I went under cover and ran into the bedrooms.  They went inside by knocking the door.  The were shouting the Inkatha slogan and saying Di, Di, as we are saying at the moment.  They were destroying everything, the furniture.  The gunshots continued.  The ...(inaudible) of shots and there was no way we could defend ourselves because they were fully armed.  \n As I've already said, in the morning the police came to take anything that we could arm ourselves with during the day so we had nothing to defend ourselves.  We had to run for cover.  I ran to the toilet to hide.  They took the cans which were on at that time and tried to lead their way through.  They passed the toilet where I was hiding and they entered into my mother's bedroom.   They continued shooting, using the guns, the pangas and destroying everything.  I realized that in order to see what they're doing, I have to hide because if I come out, they will kill all of us and there will be no one who will be able to give evidence as to what happened.  As I'm sitting here to-day, I managed to do it because I had to hide in order to get a picture of everything that was happening.  However it was so painful because when I heard my mother screaming and crying, saying Mika why are killing me ?  They responded by saying keep quiet.  Are you still making a noise you bastard ?  They were insulting my mother.  I felt I should come out and do something but I ended up saying, and you dogs, what are you doing ?  I heard someone saying, there is someone inside the room and the other one said, no there is no one, we have finished all of them.  They were talking and saying, they are already dead they're just saying their last words.  Let's go.  I listened to that and someone insisted that there was someone somewhere inside the room and I crept down.  I managed to creep under a mattress and I could see them through the hole of the toilet's door.  They were coming towards my position.  July Mtetwa and those people, Mika, they came and they started looking for me in the house.  They were arguing amongst themselves and one was saying, no, no, no, you didn't hear well, all the people are dead.  Let's go.  I thought that means that all the people have been killed in the family.  It means I'm the only one that survived.  While listening to that one of them suggested that they should leave the place.  The other one said, I have lost my axe and the other one said, no, you don't have to pick up the axe because we don't have the time.  Lets go.  I heard the sound of a Caspir coming to stop outside and one White man asked in Afrikaans, are you finished ?  The other one said in Afrikaans, we have killed all the dogs.  I could see that things were bad outside.  The police were there too.  They got out and got into the Hippo or the Caspir.  While they were getting into the Hippo I went out of the toilet and moved towards my sister's room and I peeped through the bedroom window to se what was happening outside.  I could see it was a Casspir which was loading these people.  I saw Mandla and his brothers getting into the Casspir together with some other people whose names I did not know.  \n I would say there was one gentleman whose name was Israel Tlangwane.  He was in their company.  He was a strong headed person.  He was an instigator of violence in the community and he was staying at Mkonza's place.  However when I went to give a statement, I didn't know his name but I saw him as an instigator.   They used to refer to him by another name which was a nickname just to confuse the people.  After leaving our place they drove for approximately twenty five metres and the Caspir stopped.  Another one was moving in the opposite direction and they started talking to the other people in the other Caspir.  The other one continued in it's direction while the others were coming towards our place.  When they arrived at home they alighted.  As they were arriving I also realized that they also burnt the other houses nearby.  Since they shot my mother and she was crying I tried to help her by taking her out of the house because she was going to burn with the house.  I tried to take my mother out.  I also tried to pull her burnt mattress and I also helped another lady who was my brother's girlfriend by pulling her out and took them out of the house.  When the Casspir arrived the police asked, what's happening here?  I told them straight that you, the police know exactly all that has happened.  This Casspir which you just met going in the opposite direction, those are the people who came to attack us.  Since this was the truth they didn't take this seriously.  \n They started asking the other people what they have seen.  The people confirmed that they saw the police attacking us.  The person in charge of the police, van Wyk, said, yes you know but this is a issue between Inkatha and the ANC.  I wondered where he got that information so I thought maybe he knows a lot about this violence.  He said to me we must help them find some cartridges or any other evidence and keep and he will come to-morrow to collect those cartridges as evidence.  We found cartridges but we didn't give them to him.  He said we have to leave the place and go to the office where we will be accommodated.  He said we have to move because these people will come back and kill us.  I said to him, no we can't leave this house and go and stay at the office because you're going to come back and burn this house so we're not going with you.  He said to me, it's not going to help staying here, we are going to look after the house.  Go to the office and stay there.  I asked him how long was he going to stay in the house ?  He said we'll wait until you come back and we will leave as soon as you come back.  Finally we decided to go.  I wasn't willing myself but I had to go because my sister insisted that we go because the people will come back and kill us.  I was saying to myself, no, the people who are going to kill us are the very same people who want to guard the house.  \n We left and we went to the office and stayed there.  In the morning when we  got back home we found that the house was burning and the police who promised to guard the house were not there and everything was already burnt down.  I just told them that I told them before that I knew this was going to happen.  I knew that now that they burnt the house and went back to the police station they will probably come back and ask many questions about it.  As we were sitting there they came back and asked, did you find any cartridges ?  They said we must look around and maybe we will find some cartridges and then we must take them to them.  I told them that we searched for them but we didn't find anything.  I knew we did get the cartridges and we gave them to Mr Machinini.  \n On the day of the funeral Mr Machinini gave to Gill Marcus.  Gill Marcus took those cartridges and took them to Johannesburg.  It continued for a few days.  Some reporters from Weekly Mail which were White, came to take statements.  We gave them statements and when they finished, they left.  They said they were going to Mr Mkonza's place.  I would say before the funeral I realized that I don't have enough money for the funeral so I decided to go to my workplace.  \n However before going to my work I decided to go to the police to tell them that they must call my workplace and tell them that I'm not going to be able to go to work because of the incident that took place at my house.  Oosthuizen called and I asked him to please try to contact the people at my work and tell them that I can't come to work because you people came to my house, you burnt it down and you also shot my mother.  Tell them that I'll come as soon as I'm ready to come to work.  Mr Oosthuizen took the phone numbers.  I think he did contact them but I don't know what happened.  When I went back to my workplace I explained what had happened to our family.  They said they had heard about the problem.  I told the people at my workplace that I don't have enough money for the funeral and I asked them to lend me about seven hundred rand.  They promised to give me the seven hundred rand loan and they gave me the loan .  I then left for home.  It was on the weekend of the funeral.  \n After the funeral the Black Cats from Mkonza's place called the police to come and provide some security for them because they thought the Comrades were going to attack them.  The police came to give them the necessary security.  When coming back from the funeral or from the graveyard, the Comrades were asking, where do these Black Cats stay?  We had to show them Mkonza's place and when we were passing by they found that the police were still guarding Mkonza's house and when the Comrades tried to alight, moving towards their direction, the police drew their guns and pointed them at the Comrades.  When the police discovered that we were in the company of Gill Marcus, they were afraid therefore they got into their Casspirs and drove away.  \n We went to Johannesburg to give statements at Shell House.  We gave the statements and came back home.  I asked Gill Marcus to call my workplace to explain to them that since I'm still busy with the funeral arrangements and giving statements I won't be able to go to work.  Gill Marcus called the workplace and she told me that she called my seniors at work but they did not seem to understand my request.  She suggested that if  they give me any problems I should come back to her.  Then came the date where I had to go back to work.  I would say that before going back to work my shoes were still wet from trying to extinguish the fire and it happened that some glass cut me under my feet.   I had to go to a doctor to check my feet.  He checked me and referred me to a hospital.  In hospital they took me to X-ray and they checked me.  Thereafter I was released and I went back home.  \n The day came where I had to go to work and I went back to work.  At work I met a foreman.   They already closed my card key so I couldn't have access.  I couldn't get into the Company's premises.  I asked them why is it impossible for me to get inside because you've stopped my card key.  The foreman told me that he didn't know why but if I want to know more as to what happened to my card key I should come back to-morrow morning.  The next morning I went back to my workplace.  I tried to open with my card key but the security gate didn't open.  I asked them again, why can't I use my card key to gain access into these premises ?  \nOne security guard by the name of  Twalaseni called and asked why my card key was stopped because they should understand what happened to me.   I had some terrible incidents, I mean accidents at home.  The foreman said, we can't take back this man because he is a Communist.  We don't want a Communist inside Sasol.  I asked them why they have to refer to me as a Communist.  They didn't give me any explanation so I just waited outside.  However I could see that I wasn't going anywhere with this so I left.  \n I took a taxi back to Johannesburg and I went straight to Gill Marcus and explained to her what happened.  She referred me to Comrade Sydney.  Sydney took a statement from me and then he suggested that I should go home and he will contact me to tell me about the developments.  From there I didn't hear anything of any progress.  I went back after some time to ask what was happening about my work issue.  Comrade Sydney said tried to discuss your issue but we didn't come to a final conclusion.  Just go and wait for some time, maybe we will see if anything develops.  He suggested that I should also try to contact some members in my branch in Secunda and maybe they might help me with the issue.  I went to the Union's office's in Secunda  because I was under the Chemical Workers Union.  There I met Comrade David Maswangani.  He was an organizer for the Union.  He tried to contact the people inside the firm but they didn't want to take the case.  They said - going to sit down and discuss my case because the people Phuma was supposed to sit down with to talk about my problem with the foremen, had already resigned from work.",
            "Male"
        ],
        [
            "DR ALLY",
            "Mr Malinga, we are going to come back to the question of your present situation later.  I just want us to go back to the incidents that you've already described in your statement.  This was something very horrific, to lose your family members, your mother Nsacharia Malinga who was actually hacked to death.  You say that you did open a court case at Davel police station and you were actually issued with case numbers but that nothing has developed from this.  We have, on the basis of what you have submitted to us, tried to take the matter further.  To get dockets and to see what role the police actually played in this, so from the side of the Commission we will try and follow up on all of the leads in your statement.  We have also sent letters to the people whom you mention as the perpetrators, whom you spoke about in your statement as well, Napoleon  Mkonza, Matebule Maluleka, Schlangwani Mtetwa.  All of those people have actually been sent letters for them to comment on these allegations which you make that they were directly involved.  I really want to just try and see if we can understand what was going on here and this is not to take away at all from your personal suffering which must be very difficult.  It seems that, what we do know is that this Mr Mkonza you refer to, Napoleon Mkonza, that at that point in time he was actually the  Mayor in the township.  Not so?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "That's correct.",
            "Male"
        ],
        [
            "DR ALLY",
            "According to him, and this is just his version and account, he says that his feud with you and your family began when the ANC tried to burn his house and the ANC also tried to burn the house of his wife's father, who was also a Councillor.  Mr Mkonza was a Councillor and members of his family were also Councillors and he says that he saw the attackers, those who tried to attack and burn down his house.  He saw the attackers run into that corner house where one of the boys is a Comrade, indicating that was your house.  He says this for him was the source of the conflict.  His sister, he says, who was married to July Mtetwa whom you also mention as one of the alleged perpetrators and we heard July Mtetwa's name earlier also.  He says the sister of Mkonza, Napoleon Mkonza was married to July Mtetwa and that her house was also set on fire.  That's his account to the background of this conflict.  Do you want to make any comments on this ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "I don't know about the burning of his house.  I wasn't even there but what I do know is that he will have to say who were the attackers of his in-law's house but I do not recall any incident like that as to who attacked his house and ran into my house afterwards.",
            "Male"
        ],
        [
            "DR ALLY",
            "Before this conflict, were you and Mr Mkonza friends ?  Did you speak to each other before all of this happened ?  Before the stone was thrown through your window and before ...",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "That's correct.  We were quite used to each other.",
            "Male"
        ],
        [
            "DR ALLY",
            "You lived very close to each other.  In fact two houses away from each other, not so ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "It's only one house, not two houses.",
            "Male"
        ],
        [
            "DR ALLY",
            "So you were friends before all of this happened ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "Yes, we were used to each other but I grew up in front of him.",
            "Male"
        ],
        [
            "DR ALLY",
            "From your side, what was it then that changed this relationship where you knew each other, where you would greet each other, where you would talk to each other.  What happened to change that ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "The cause was that I refused to support his organization of Black Cats.  He wanted me to join the Black Cats group and I refused completely and that was the beginning of the whole thing.  That was where the whole thing emanated.",
            "Male"
        ],
        [
            "DR ALLY",
            "And his claim that the reason the Councillors like himself and other members of his family became part of the Black Cats and later Inkatha, he says was that Inkatha protected the Councillors against the ANC, against the Comrades who will attack them.  That's his claim.",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "No, they were not attacked.  They were never attacked at once.  It's only because they, Mkonza, wanted us to be his follower.  Each time we tried to convene a meeting at Umvolo somewhere and we asked for the key, he would refuse to give us the key because he was not a supporter of ANC.",
            "Male"
        ],
        [
            "DR ALLY",
            "Where any houses of any Councillors or any people who were thought to be members of Inkatha or part of the Black Cats, were any of those houses ever attacked, burnt, that you know of ?  I'm not asking if you did it, I'm asking if any houses were attacked ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "Their houses, some were attacked and some were set alight on that very day that they were attacked I think that they were also confused, they were not sure as to which house they were attacking.  They ended up attacking their own houses as well.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now we know that there were also many attempts made throughout this period, the 1990's, to try and bring about peace in your area, in Kwadela and that the National Peace Accord also got involved.  In your opinion, were these efforts successful, the involvement of the National Peace Accord in Kwadela to try and bring the different groups together, to try and bring about peace ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "Yes, that was successful but Mkonza was against all that because he will start again suddenly when it stable and send his Black Cat members throughout the location and instruct them to  the surface.",
            "Male"
        ],
        [
            "DR ALLY",
            "In August, I think you actually referred to this, the Weekly Mail sent reporters to your area and they actually had interviews with both you and Napoleon Mkonza.  Do you remember those reporters ?  You actually referred to it when you were speaking earlier, and the reporter says that this warring that was taking place in the township, he says that this will only come to an end when people like Napoleon Mkonza and Philemon Masinga, Malinga sorry, Philemon Malinga, start talking to each other again.  Has that happened ?  Do you and Mr Mkonza talk to each other after all these years ?  How do you see peace coming in the township especially between you and those who you believe were the perpetrators of this deed against you and your family ?  How do you believe that peace can come, that this conflict can finally be resolved ?",
            "Unknown"
        ],
        [
            "MR MALINGA",
            "If they may attempt to pay back the way I want them to pay, I think there will be peace thereafter.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much, Mr Malinga.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you Doctor Ally.  Tom do you have any more questions ?  Mr Malinga, I'd like to thank you very much for coming.  A lot of what could be said in summing up, Doctor Ally has already said.  We have noted the one extra thing that hasn't yet been mentioned, that I have noted, is your request for a tombstone to be raised for your mother.  We will certainly check through with the case numbers and see what we can do to assist in this matter.\n It's fitting perhaps that we should the testimony to-day from the people of Ermelo with this extensive account of a dispute which still seems to be going on and which has caused so much grief and so much pain and suffering and so many deaths in the community.  We'd like to say thank you very much for your part in bringing this information to us.  Thank you very much.",
            "Male"
        ]
    ]
}