{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "BUSISIWE H NKOSI"
        ],
        "case number": "JB3771",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55080&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/3ermnkos.htm",
        "speakers": [
            "BUSISIWE NKOSI",
            "DR RANDERA",
            "MR LEWIN",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MRS NKOSI",
            "DR RANDERA",
            "BUSISIWE NKOSI",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Just before we, before we break for tea, I'd like to call one more witness.  That's Busisiwe Nkosi.  If she could please come forward.  Ma'am Nkosi, if you could put on your earphones.  Can you hear me now, clearly through the translators.",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Fine.  We'd like to welcome you here.  Please feel comfortable.  Can you tell us who is sitting with you ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "It's my cousin, Sarah Tjsongwe.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Welcome Sarah, we're pleased that you're here too.  Well ask Tom Manthata please to lead you in your evidence but before that could I ask Commissioner Randera please to swear you in.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Nkosi, if you can stand please.  Do you swear that the story that you're about to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "BUSISIWE NKOSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you.  Tom Manthata ?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you Mrs Nkosi.  Where is Mr Nkosi ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "He's at work.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "He's at work.  You, are you working Mrs Nkosi ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "No, I'm not.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You're not.  How many children are there in the family, Mrs Nkosi ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Nine.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "There are nine.  Are they all at school, Mrs Nkosi ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Five are at school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And four ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "The others have completed their studies.  Some are working.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Oh, so they are working.  I guess the memory of Lucky, much as you are a very lucky family in the sense of numbers, that you should be a happy family but the memory of Lucky  makes the whole family miserable times.  Am I correct ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Yes, that is true.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Can you please tell us this sad story of the abduction and the killing of lucky.",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "It was on Monday.  We heard that people were assaulted by the Black Cats, those people who were representing the community about the rent boycott.  So there were some riots because there was this group called the Black Cats.  People were complaining about rent during that time and people were saying that rent should be brought down.\n On that Monday we heard that they were assaulted by the Black Cat.  Some of  them were hospitalised.  There were so many.  These people were taking boys from the houses who were in Pumla, who were staying in Pumla.  They went to the extension, they went to the house of the leader of the Black Cats.  We heard that there were people, comrades from Bethal, Davel and Ermelo.  When they arrived there, Lucky and Sepo, my sons, they trying to retrieve, they were taken.  They started assaulting them.  They entered a place where  he was hiding himself.  They attacked that place.  They burnt it down and  managed to escape.  Lucky, when he was standing on the lawn outside the yard, they fired a shot at him.  There was one guy who was coming from Doge and when he went there to go and look what happened, he found that lucky was shot.  They put him in a kombi.  They came across his father who was coming from work.  They came back home.  We found that the bullet entered his palm.  We thought of taking him to hospital.  We heard that the police were there and soldiers and if they find that these people got injured, they would take them and go and detain them.  When we looked at his hand we found that he put his hands in ...   The police were standing outside so we were afraid to take him to  Ermelo's hospital because they will take them to jail and then we decided to go to Bethal and he died on the way to Bethal.  Then we came back.  His father went to the police station to report the matter and SAFAS came to take him.  After we have buried him, after some few days, I think after a month and some two weeks another guy called Bini said Lucky was shot by Nkosi who was working and ran away.  He was hiding.  There was a railway policeman and he was hiding himself in a car.  He said they were standing outside and then he ran away and I was shot on my back by these policemen.  We didn't have any idea how Lucky got injured.  We heard by rumours that Nkosi killed him and we heard that the comrades assaulted Nkosi.  He was hospitalised but we never had any information as to how Lucky was killed until this guy told us.  This guy said when he saw Lucky falling down and then he looked onto the guy, he saw that Nkosi was inside a car.  He was the one who shot at Lucky and shot at me again.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "We have just began to hear or to learn about the Black Cats.  Mrs Nkosi you are talking about the rent boycott.   Who was behind  the rent  boycott ?  Was it the community, was it the students or the youth ?  Who actually was behind the rent boycott ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "It was the community at large and what I knew at that stage was that the people were very dissatisfied with their rent hikes and we had a representative whom we sent forward to air our grievances with regard to the rent hikes.  His name was Jonah  Ndevele as well as other members who were representing the community so that we should bring the rents down.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did the Councillors ever explain to the people why the rent increases ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "No, we never had any explanation from the Councillors.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Was there never anything new that was done by the Councillors that showed where the rent increases were being spent on ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "There were toilets, new toilets that were installed because we were using the  bucket system and they also installed electricity and they wrote we're being reconstructed.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Wouldn't you say therefore, Mrs Nkosi, that you know, on the basis of those toilets, houses, sorry streets,  that there was a reason for the people and the community councillors at that time to sit together and talk about the use of the increase that were made on the rent rather that just to go on the attack against the Councillors?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "No, I think at that time we never thought in that fashion, that the community at the time had a complaint with regard to the rent hikes and that's what led to Lucky's death because the community police or the government police, were assaulted with regard to the rent hikes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And would you then say that member of the Black Cats, were they not part of the community of the township ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "I wouldn't know the origins of the Black Cats, where their members each came from and what I can tell you is that Lucky was not really involved in politics but at times the children would be fetched from the houses and they would be taken to certain places and they would be called soldiers and they would say that they were going to fight the Black Cats in protecting the community.  I didn't know the origins of the conflict as to what caused the whole conflict.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Was Lucky a student at the time ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Yes, he was.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And I understood you therefore to say that some of those people  were the students themselves.  That is, the Comrades, if I understood you well.  That it's the Comrades who were hunting down the Black Cats.  Were they students, that is, were they students in ... ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Yes, they were all scholars or students and even in the members of the Black Cats there were certain students.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What did you think, Mrs Nkosi, about the involvement of students in this kind of situation of confusion ?  That's just to explain it very simply.",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "It was a very tense situation but it was inevitable for the youths especially the males, to get involved in fighting the gangsters in trying to protect the community or in a quest, to protect innocent members of the community and he did not do this voluntarily.  They used to be fetched at times from their homes to go and fight.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When I asked this question it's not that I'm not sympathetic or feeling towards the loss of Lucky, that is by the family, I'm just trying to show the kind of situation that Doctor Randera has just referred to.  How confused our situation was and that at this stage there is the need for people to come to a very constructive situation on the bones, sorry to say that, on the bones of our children like Lucky.  So, that is why I want to say that at this stage you have just come to discover through some rumours that Nkosi  is the person who killed your son.  Is that correct ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "Yes, I did.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Is there any way where we can be assisted to trace Nkosi ?  Do you have Nkosi's address also ?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "I heard rumours that he went to Germiston because after the matter had been finalised, Nkosi was discharged from the hospital.  He was at Extension 1.  I think his son took him and his presently staying with his son in Germiston but I don't have  his address or further details with regard to his whereabouts.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "We may need your assistance in that.  Thank you.   I have no further questions .............",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you Mr Manthata, I'll ask the rest of the panel.  Russel Ally, Doctor Ally ?  Doctor Randera ?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Nkosi just one, you said the matter was finalized.  Does that mean there was a court case or an inquest ?",
            "Unknown"
        ],
        [
            "BUSISIWE NKOSI",
            "We went to court.  The matter was brought before court and we were told by the detectives, my husband went there, Nkosi was present but when the case was dealt with there was evidence that there was not enough evidence against Nkosi, that he's the one who killed my son.  He was therefore acquitted because they said my husband didn't have tangible evidence for Nkosi to be convicted for the murder of my son and there was an allegation that my husband  was not an eye witness.  He therefore could not give the court any tangible evidence with regard to my son's death but they said if we wanted to take the matter further we could do that but we didn't see any need for us to do that because Lucky had died and we were not going to raise him up.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Nkosi, I'd just like to confirm and ask you to give a few more details about yourself because you mention now being shot in the  leg.  How  did  that  happen?",
            "Male"
        ],
        [
            "BUSISIWE NKOSI",
            "No, I did not say that.  I said Lucky was shot on the hand.  He was shot on the leg or foot.  Mpeni came to explain to us that when he Mpeni was shot, Lucky was also shot.  When he looked he saw Lucky falling and at that time he looked at the direction from which the bullet came and he saw Nkosi.  Therefore he said Nkosi shot Lucky whilst under the car.  Nkosi was hiding under the car and Mpeni was shot.  I'm not the one who was shot.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much for clearing that up. Yes.  I would also like to thank you as I have the other witnesses who've come forward because I think what you were telling us, you were telling us the story from within the community and it's only in that way that we can begin to understand what happened and people generally can begin to try and work out ways of preventing that from happening.  You've suffered very badly as a family in losing your son and we would like to offer our condolences in that matter.  I would actually, there's a question in the statement which you made and I think that your reply worth's, it bears repeating because when you were asked how the Commission should advise the President's office to help the community, you say, and I think it's very wise what you say.  You say that the Commission should help and educate the community leaders especially Ministers of  Religion and help them towards peace and I don't think that's there's any better way of thanking  you and sending forward the message that you have in fact brought to us and to the Commission.  I'd like to thank you very much for doing that.  Thank you Mrs Nkosi.\nLadies and Gentlemen at this stage we'll break for tea.  Take an half an hour break.  \nHEARING ADJOURNS\n.",
            "Male"
        ]
    ]
}