{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-10-28",
        "location": "CAPE TOWN",
        "day": "6",
        "names": [
            "SIDNEY HENDRICKS"
        ],
        "case number": "AM6146/97",
        "matter": "BOMB BLAST AT BONTHEUWEL RENT OFFICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53828&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99101828_ct_991028.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SIGODI",
            "CHAIRPERSON",
            "MR PAPIER",
            "MS PATEL",
            "SIDNEY HENDRICKS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV SIGODI",
            "ADV BOSMAN",
            "MR PAPIER",
            "MS PATEL",
            "SIDNEY HENDRICKS",
            "MR HENDRICKS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon Ladies and Gentlemen.  Before we proceed, I'm Judge Pillay.  I'm going to ask my colleagues and the different representatives to announce themselves for the purposes of the record.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "I'm Sibongile Sigodi, I'm an Amnesty Committee Member.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I'm Francis Bosman, I'm an Amnesty Committee Member on this Panel.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "I'm Taswell Papier, an attorney from Papier, Charles Inc., acting on behalf of the applicants in this matter, Sidney Hendricks, Moegamat Aneez Salie and Vanessa Rhoda November.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you.  Ramula Patel, Leader of the Evidence.  If I may at this stage mention, Honourable Chairperson, if I may at this stage mention that the victim Moegamat Nurudien Bartlett is present and he has no objection, or he's not opposing the application.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are his full names?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "It's Moegamat Nurudien Bartlett.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you spell that Moegamat?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "M-O-E-G-A-M-A-T  Nurudien is spelled N-U-R-U-D-I-E-N",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Bartlett?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Yes, with a double t at the end.  Thank you, Honourable Chairperson.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.  I will now call Sydney Hendricks to the stand.  He elects to give his evidence in English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where would I find his application, on page?",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "On page 20.",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PAPIER",
            "Thank you Judge, Commissioners.  Mr Hendricks, this is an application.  You are applying for amnesty with regard to an incident that arose on the 28th of September 1998, where a bomb was detonated at the Bontheuwel Rent office, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now, is it correct that you were the Commander of the Ashley Kriel Detachments Bontheuwel Unit at the time of this incident, the 28th of September 1988?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now where were you recruited, or when were you recruited?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was recruited in late 1987 but my political involvement goes long before that time, but I was recruited in 1987.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Who was all part of this unit?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "It was me, myself, Vanessa and the late Colin Williams.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Is this Vanessa November, the other applicant in this matter?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Three of you?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "Only the three of us, we formed the unit, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you just repeat them please?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The three of us, Vanessa November, Sidney Hendricks, that's myself and the late Colin Williams.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now, as indicated, you were the Commander of this cell or this unit, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes, I was the Commander of the unit.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now I understand that the Bontheuwel Rent Office was identified as a target for a limpet mine attack, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "That was correct, yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Under whose overall command were you acting?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was acting under the overall command of Aneez Salie.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Who is also an applicant in this, the Hearing today, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now your affidavit before this Committee makes reference to, on page 53, paragraph 4, that\"\n\"On the 28th of September 1998\"\nI understand that's a typing error, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "What is the correct date?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "The correct date is the 28th of September 1988.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Now can you in fact tell this Commission or Committee what happened on the 28th of September 1988 in relation to the Bontheuwel Rent Office?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Okay.\n\"First we decided that the Bontheuwel Rent Office was going to be a target and then we had to do reconnaissance work ensuring that nobody should get hurt in the incident, whether it was safe to do it, whether there were people using the street at that time of the night and that was what we first had to establish and we established that it was quite safe.  Nobody used that alley and we said it was safe to carry out the operation.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Why was the Bontheuwel ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Over what period was the reconnaissance take place?  What period?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The period, we used three weeks to do reconnaissance on the Rent Office and that means by loitering at night, loitering around the area for the time and establishing who uses, if they use it and we have established that, that the street is not used at night.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Why was the Bontheuwel Rent Office chosen?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "The Bontheuwel Rent Office was chosen because we have seen it as a means to carry out the political objectives of our unit and that was, we have seen that the Rent Office was an oppressive mechanism used by the State and that's why we have identified the Rent Office.  We also wanted to spark off a rent boycott and the local councillor was also using the Rent Office and that's why we decided on the Rent Office as a target.",
            "Male"
        ],
        [
            "MR PAPIER",
            "I understand that you were also, or where were you living at the time?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was living in Bontheuwel.  I am still living in Bontheuwel.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  So I understand that you then did the reconnaissance and on the night of the 28th of September, what happened?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "On the night of the 28th of September, myself, the late Colin Williams and Vanessa, we proceeded to the Rent Office and then we secured the area by seeing that it is quite safe and it is not used, we established that first, because if we found out that the area was being used then we would have cancelled the operation.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes, so it was you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by used?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "By used I mean, nobody walked in Bontheuwel, the streets are quite empty at night and by used I mean, there are only certain streets that are used, nobody uses the street by the Rent Office, because that street was quite dark and there's nothing happening in that vicinity.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  So I understand that it was your instruction to avoid any injury to any member of the public, or any person, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now were you in possession of any ammunition?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes, I was in possession of a cache which I got the limpet mine from.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes and can you tell us what happened?  You proceeded to the Rent Office with Vanessa and with the late Colin Williams, armed with the limpet mine.",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes, after securing the area and seeing that it's safe, we proceeded to prime the limpet mine and we then placed it at the door of the Rent Office and then we respectively went to our homes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Now who primed the limpet mine?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "The limpet mine was primed by Colin Williams.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes and how was it placed at the door?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "It was placed at the door on its side.  I think we used a milk carton and we placed it on its side.",
            "Male"
        ],
        [
            "MR PAPIER",
            "You say you used a milk carton, it was an empty milk carton, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "And where was the limpet mine placed?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "At the front door of the Rent Office.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Was it placed in this milk carton?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "In the milk carton, yes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "I see.  What happened thereafter?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "After we primed the limpet mine, we then went to our separate homes.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  I understand that you established thereafter that the limpet mine was detonated and Mr Bartlett, Mr Nurudien Bartlett was unfortunately injured, is that correct?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes, that is correct and we deeply regret that Mr Bartlett was injured in this incident because it wasn't our intention for anybody to get hurt in the incident and it's only afterwards that we found out that he had gotten hurt in the incident.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Now what was you overall objective?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "As I've said ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hendricks can you just - this limpet mine that you talk about, can you describe it for us?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The limpet mine that we used was a mini limpet mine, the colour was brown.  Yes, it's some time ago that we used the mini limpet mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would it be detonated?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "How would it be detonated?  First you have your ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm talking about that one.",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The mini one?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That particular bomb.",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I'll explain.  First you have your detonator and then you have your fuse and then you put in a plate, that would be your timing device and you slip in your plate and then you screw a detonator in, we usually for safety measures, we would pull the detonator to see that there's nothing faulty with the device, with the detonator and then we would screw in our fuse and then at the scene at the last minute then we place the detonator in the mini limpet mine, that is how we would go about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long was the, what size timing device, or what colour timing device was inserted?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I think that we have used the timing device that it should have gone off quite late.  I think we used the thickest plate, I think that was the red one, but I'm not quite sure, but I think that device had to be detonated some early time the next morning.",
            "Male"
        ],
        [
            "MR PAPIER",
            "In the early hours of the morning?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.  Now, what was your overall objective in executing this operation?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "As I have said, our objective was politically motivated, it was to further, to carry out the objectives of the ANC Military wing, MK, it was to spark off a rent boycott and we have seen the Rent Office as an oppressive structure in our area and we felt that it had to be destroyed and it was also to make our areas more ungovernable and to bring the struggle closer to the people because we had lost a lot of comrades in the Bontheuwel area that were detained and we wanted to stay there.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Now you subsequently established that Mr Bartlett was injured.  Have you been to visit the family at all?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes, we have been to visit the family.  We have spoken to them.",
            "Male"
        ],
        [
            "MR PAPIER",
            "When was that?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "That was about two years ago.",
            "Male"
        ],
        [
            "MR PAPIER",
            "1997?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "1997 yes.  We spoke to them and we told them that it was us that placed the limpet mine at the Rent Office and that we deeply regret that Mr Bartlett was injured in the incident and we have come to ask their forgiveness and they said that they are going to forgive us and we have made our peace with them.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Do you know how Mr Bartlett got injured?",
            "Male"
        ],
        [
            "SIDNEY HENDRICKS",
            "From newspaper reports and what I've heard from on the radio.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  And it is on record that Mr Bartlett apparently picked the carton up and threw it away and  then it was detonated, is that your understanding of the position as well?",
            "Male"
        ],
        [
            "MR PAPIER",
            "I think so, but I can't say for sure how he got injured, but I think that he must have tampered with the device or something.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Yes.  Thank you Judge, thank you Commissioners I have no further questions.\nNO FURTHER QUESTIONS BY MR PAPIER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, before I interrupted you, you had asked a question which required the applicant to stand and display something.  Am I correct?",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "No, Judge, I think he misunderstood me.  I was in the process of, it wasn't my request to get him to demonstrate something.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hendricks, I want you to explain something.  Were you trained in the use of explosives?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was trained in the use of explosives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To what extent?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was trained, the military engineering, that was how to activate a limpet mine, I was trained how to defuse it again.  I was trained in the inside mechanisms of the device, how it worked.  That we call military engineering.  I was trained in firearms.  I was trained politically.  I was trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your training, did you come across a device which was planted, for example, in the sand and would only explode by detonation at the release of a plunger of some sort?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know what you call that?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "That would be called something that you set, a mine that you set off by stepping on it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know or you can't remember?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I can't remember.  But I wasn't trained in ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who was the person that trained you?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I was trained by the late Anton Frans and Melvin Bruintjies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in respect of the explosives that you explained today, you know what they taught you.",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.  I also ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I also had a training kit, like I had a whole survival pack, a training kit, AK, a Makarov and hand grenades which were in my possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...survival kit to mean.  Anything else?",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "I have no further questions.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I'll be brief.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "You say that \"We took the decision to identify the target\".  Who specifically is we?",
            "Female"
        ],
        [
            "SIDNEY HENDRICKS",
            "We would be the unit, that's me, Colin and Vanessa and then we had to report it to Aneez Salie, who had to give the overall.",
            "Male"
        ],
        [
            "MS PATEL",
            "And was this done prior to the operation?",
            "Female"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can I just ask you if, you say the limpet mine was placed in a milk carton.  If somebody picked it up, would it detonate, or would it have to fall, or how?  Can you just give us more detail on what would cause it to go off?",
            "Female"
        ],
        [
            "SIDNEY HENDRICKS",
            "Like I said, if somebody tampered with it, it could go off.  If somebody dropped it, it could also go off.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright.  Here Mr Bartlett says he picked the carton up and dropped it and as a result of that it exploded.  Thank you Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "MR PAPIER",
            "Thank you, Judge, I have no further questions.  No re-examination.\nNO RE-EXAMINATION BY MR PAPIER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hendricks was that your first experience at setting up a device like that?",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many times before have you done so?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I can't remember, but I've been actively, from 87 I've been actively, I can't say how many operations I carried out before, but I've been actively, for the whole period I've been actively involved in carrying out operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to ask you something.  I don't know to what extent the answer will affect the decision.  When you planted, or when the three of you planted this device in a carton and left it there at the front door, surely you must have realised a child or someone could come pick it up?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "Your Honour, as I've said that we had made sure that nobody used that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if, well it is hardly likely in terms of your reconnaissance, someone did come pick it up.  Do you follow what I'm saying?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me lead on to where I'm getting to.  Why didn't you think it necessary then to put it somewhere you could do as much damage as you wanted to to the building without risking somebody picking it up?  Stick it somewhere else, not at the front door, where it's easily accessible to the public.  Did it not cross your mind?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "We wanted to do maximum damage to the building.  If we had suspected that anybody could have gotten injured, I know what you're saying, that anybody could have gotten injured, we would have aborted the mission, if we had seen that that night there were too many people around in the area, then we would have aborted the mission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that you did everything necessary to minimise the risk.  All I'm asking is, why wasn't the bomb placed somewhere else, which would have given you the same results?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The unit had decided that the front door was ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The place to put it.",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "The place to put it to have a greater damage on the building.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when did you find out that somebody was in fact injured?",
            "Unknown"
        ],
        [
            "SIDNEY HENDRICKS",
            "I can't remember.  I think it was via the radio or early the next morning, or that same night I think which we then reported.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Thank you.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are going to break for lunch now.  We'll adjourn till 2 o'clock.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}