{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-03-14",
        "location": "CAPE TOWN",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54074&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200314ct.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR BIZOS",
            "MR COETZEE",
            "MR LAX",
            "MR MARTINI",
            "MR SIBANYONI",
            "MR VAN ECK",
            "MR WESSELS",
            "MR WILLIAMS",
            "MS COLERIDGE",
            "PIETER JOHANN VERSTER"
        ],
        "original_speakers": [
            "MR VERSTER",
            "MR BIZOS",
            "CHAIRPERSON",
            "MR WESSELS",
            "MR LAX",
            "MR SIBANYONI",
            "PIETER JOHANN VERSTER",
            "MS COLERIDGE",
            "MR MARTINI",
            "MR COETZEE",
            "MR VAN ECK",
            "MR WILLIAMS"
        ]
    },
    "testimony": [
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.  At some stage he was manager of Region 1 and I think he managed Region 3 as well.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What did Region 1 deal with?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think in the documentation that was supplied yesterday, Region 1 is mistakenly given, Region 1 was the Botswana Region.  I think it is not minuted here.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Would you say Botswana was or was not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Region 1 was Botswana, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And who was in charge of that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was David Fourie.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes and we know about Mr Wouter Basson.  What was his position?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He was the Co-ordinator of Region 6 and he also performed certain other functions.  I think he was always also the Co-ordinator of Zimbabwe Region, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What stage was he in charge of Zimbabwe?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He was never in control of any region, he was the Co-ordinator.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And ...(indistinct) Kruger, what was his function?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He dealt with finances, he was not involved in any activities with us.  He also functioned from another Head Office, Special Forces Headquarters, that's where he worked from.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And Lafras Luitingh?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, could you please spell that name?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Yes, L-A-F-R-A-S  L-U-I-T-I-N-G-H, Mr Chairman.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, Mr Luitingh was the Co-ordinator in this regard of Mr Ferdi Barnard.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We read in the documents that there was a \"binne kring\", is it, or inner core were the persons whose names I mentioned in addition to you members of that inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Members whom you have named now were, as we put it, aware members, in other words members who knew each other and they knew that they were part of Special Forces and were attached to the South African Defence Force.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you refer yourselves to the inner core, as the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, if I recall correctly, one of the members of Region 6 in his statement started speaking of the inner circle, but one may see it as such.  Those were the aware members and I was part of them.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You are happy with that.  And in addition, was Christoffel Nel part of that inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chris Nel was also an aware member.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Part of the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The inner circle was a non verbal term that we used so he was an aware member of the structure.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I don't want to become too involved in semantics with you, Mr Verster, but where you were referred to as the Managing Director, would they be regarded as the members of the Board so to speak, because you were holding out that you were a sort of commercial undertaking?  Could we refer to them either as the inner core or the members of the Board?  You can choose.  I just want a frame so that I don't have to repeat myself all the time.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If we may call it in English, one can call it the inner core.  It sounds easier.  In Afrikaans I refer to the aware members.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes.  Inner core.  Alright we'll speak about the inner core.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos.  When you say you're comparing the inner core to the aware members, we heard yesterday that there were over 100 aware members, I've forgotten the exact figure, but there were many, many of them.  Were all of those aware members that 100 plus, or 200, whatever it was, part of the inner core?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I think it's something, what Mr Bizos is talking about is something more than just the aware members.  It's decision - people involved in management or decisions.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson it may be on various levels.  It is Management, the management of the structures and Mr Chris Nel was in the Intelligence structure.  He was part of the inner core there.  Let us say, the core management there.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And Mr Charl Naude, was he part of the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In the initial stages of the CCB, he was the Regional Manager of Region 1 before Mr Fourie came in and thereafter he retired.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did he thereafter become a member of the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Chairperson, he then quit.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was he never a member of the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "When he was the Regional Manager of Region 1 in the initial stages, he was part of the inner core.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And Corrie Neerholtz, was he a member of the inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  He was also a Regional Manager.  If I recall correctly it was Region 2 and Region 4, the Angola Region.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now this inner core, how often did it meet?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were weekly meetings, co-ordinating sessions, I think once a week and thereafter the regions elements which were needed for projects met, Chairperson, so it varied from one group to the other and not all of them together.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If you were to estimate, would you say that this inner core met at least weekly?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once a week, yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos if I can just inter ... these names that we've been talking about now, Neerholtz, Chris Nel, etc., were they code names or were they ...?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In certain instances - the two names that have been given now are their proper names, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Are all of them correct names?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The ones that you have given so far are correct names.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now please tell us specifically did this inner core have to study the information that may have become available in relation to a specific proposed victim?  Did they get the information, this inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We functioned in a cell structure, Chairperson, only when it was applicable to him, so there was no discussion of all the projects by everyone together.  The weekly meetings dealt with co-ordination and if it was applicable to him, he did the planning on the information which he had and he processed the information in order to glean intelligence from it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, well let's just take as an example the proposal made to kill Minister or then Mr Dullah Omar.    You would have been informed because you were the Managing Director.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And would you take this proposal to a meeting at which the other members, the other persons that I have mentioned were present in order that each one of them can make a contribution in relation to the proposal that Mr Dullah Omar was a legitimate target?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Chairperson.  We functioned in cell structures, so only Region 6 knew who the targets were.  Not any of the other regions knew of it, for example in this case, because the other regions did not know the Regional Manager of Region 6, therefore for example Mr Staal Burger was never present at these meetings.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We're not talking about Mr Staal Burger at the moment, we are talking about the other people here.  You say that you operated on a cell system.  Would it be wrong to say that the inner core was a cell in itself?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was the core management who dealt with the co-ordination of the management.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And for the purposes of co-ordination you needed to discuss the finance, you needed to discuss the financial - the administrative production and you needed intelligence, so each one of these persons that had a specific function and was a member of the inner circle or the core, the inner core, obviously had to be present in order to have an input as to whether Mr Omar was a legitimate target or not.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson there are volumes of documents that have been supplied to the TRC about the functions of the CCB and the inner circle had nothing to do with, except for its own administrative business and its own region, so not one of these members had anything to do with Region 6.  region 6 had nothing to do with any projects of these members who have been mentioned.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But by its very name, its function must have been an overseeing and co-ordinating function.  How could it oversee as the inner core and direct the performance of the particular act, whatever the region may have been, if they didn't get together to discuss it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I did not say that they did not supervise anything, they co-ordinated their own things with me.  Every Regional Manager co-ordinated his activities with me.  All the activities of the region was handled in a cell structure.  It was attached to my statement and it has been supplied to the Commission over the course of 11 years.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Just answer the questions, not necessarily by reference to other documents.  We don't want to read all of them, we want your answer, we don't want any references to the documents.  If your counsel wants you to produce any of them, he'll do it.  But let us take as an example, was Mr Lafras Luitingh referred to as the Administrative or Production Manager?  Was that his designation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, if I recall correctly, he was the Co-ordinator of specific members, he was not a Production Manager.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What was he to co-ordinate, do you say?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "For specific projects for which one, in this regard, was the handling initially of Mr Ferdi Barnard, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, if I could just ask a question after something that was said a moment ago by Mr Verster.  Mr Verster, did I hear you correctly, did you say that the other regional managers of Region 1, 2, 4 etc didn't know that Staal Burger was the Regional Manager of number 6?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "They did not know Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Region 6 then even within the inner core, a sort-of secret type region, or why didn't they know that he was a manager?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was only how we worked Chairperson and that was because it was the group of Region 6 who came from the police and as the threat escalated against South Africa, Region 6 later came about.  It was only in that way so that if someone did not know the other person, they stayed away from each other, for example in the training that Region 6 dealt with, only they and a few other people, for example myself and someone from Intelligence and so on and logistical people, gave them training, but the rest of the regions, there was no bond there because there was no purpose in taking persons who came from Special Forces who knew each other, now to keep them apart, they were kept apart for projects but not in terms of knowledge or co-ordination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not so that when the CCB was formed, that its initial purpose was to operate abroad, out of the country, externally?  Regions 1, 2, 3, 4, 5 were all external, nothing to do with ...",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And so when Region 6 was later developed and formed, that was internal.  Did the Generals, the people at the top, know about Region 6?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, the whole function of the structure was in terms of a plan, so the threat was evaluated, a plan was made, it was submitted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Bizos, sorry.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "You said yesterday that you had regular meetings.  Sometimes once a week with all the Regional Managers.  Did you say that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "That clearly indicated that all the Regional Managers came together from time to time.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  If they had reason to meet and knew each other.  If anyone did not know each other then he did not meet in this manner and in that instance I went to them, which I also said yesterday.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let us just confine ourselves to what you said yesterday, that you - the Regional Managers and you had regular meetings with the District Managers.  How could you have told the Chairman this morning that the one Regional Manager didn't know any other Regional Managers?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is how it worked and that is how I put it yesterday.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Don't you see the patent contradiction in your evidence, Sir?",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, I don't see the contradiction in the evidence and I object to the statement to the witness.  That is a matter for argument.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) respect to say, the two statements are contradictory, I don't know why my learned friend describes them as non-contradictory.  Have you any - if they are found to be contradictory, have you any explanation for that contradiction?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I can recall, yesterday I said, Chairperson, that we me just about weekly.  The Regional Managers met.   There was doubt here yesterday with regard to certain administrative names of the persons.  I also said yesterday that we had various venues, so that we did not occupy a building, everyone on the same floor, every region worked from his own position.  It was only a technical point.  If a group gets together, or I go to the group, we still meet once a week.  It was not an issue yesterday, whether we came together in a group or did whatever in a group.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you or did you not meet the Regional Directors in the same room regularly, once a week or once every two weeks, or once a month?  Did you or did you not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not necessarily, it depended on circumstances.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were there circumstances where you did meet all the Regional Managers together?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Of course there were circumstances, except when the person was not supposed to be there, then he was not there.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Verster, you will not detract me from the gravamen of my question.  Don't give me the exceptions.  I am asking you as a general rule, did the General Managers meeting with you, yes or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I will not answer it as a general rule.  I say what I've said.  I say that if it was necessary, then they met, if they did not and not all together, depending on how - if they can meet one another.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes.  Did they meet one another in their capacity as Regional Managers with you and the other members of the inner ring, inner core?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Bizos, I have no trouble in saying that these persons who could meet, met and we met once a week and the persons who could not be there were not there, so I will never say that everyone was there, because you want me to say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos.  Did you used to call the meetings?  Did you used to say, there's going to be a meeting next Thursday in my office or some other office and then call all the people who were meant to be at that meeting, or was it a standing arrangement that on a particular day of the week at a particular time, they were expected to be there unless they were told not to be there?  How did these meetings come about?  How were they convened?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, there was  a more or less standing rule that said that we might meet on Mondays or Wednesdays, those who could meet and then we kept the groups apart.  It also happened for example that one meets with the one group at one premises, those who could see each other and if there were people who did not know who worked with us, then we would - one would meet with another group at another place, or one would go to these people's offices.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let us try and deal with a specific instance, in view of the answer that you gave to the Chairman, which your counsel says is not contradictory.  Did Mr Burger, Staal Burger, attend a meeting at any time together with other Regional Managers under your Chairmanship?  Yes or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the only time when Mr Staal Burger met with other people was during training where persons who could meet and who could see him, were brought together.  Mr Staal Burger did not discuss his regional activities with everyone else.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But did he not attend the meeting under your Chairmanship in the presence of other Regional Managers, yes or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, that question I cannot answer that specifically because, for example, if I may analyse the question to you, I would see that this is a very important point here.  Let us take for example Mr David Fourie, he was my assistant, or he was the Deputy Manager, but it could also be that because Mr David Fourie had to stand in for me if I had to go away, then he would be at a meeting with Mr Staal Burger, that could happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question put, well I know, the question put by Mr Bizos was, did you yourself personally ever attended a meeting, and by a meeting I'm sure Mr Bizos means not a sports meeting, or a training meeting, a meeting in an office, a business meeting, with other Regional Managers?  Was there an occasion where other Regional Managers together with Mr Burger and yourself were present?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The example that I have just mentioned would be such an example where Mr David Fourie who was a Regional Manager of another region and I am present and Mr Staal Burger is there, Mr David Fourie who is another Regional Manager is there in his capacity as Deputy Manager of a project of such a specific meeting.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Why do you choose to answer the question by example and you do not answer it directly?  Why don't you say yes or no, so that we can have some certainty and we can make submissions to the Committee on certain evidence and not examples and not references to documents.  Please answer the question directly.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot answer the question more directly.  After 12 or 13 years, I'm trying to think of possibilities and I am trying to answer.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If that is what your state of mind was, why did you tell the Chairman that Mr Staal Burger did not know any of the other Regional Managers, clearly implying that he never attended such a meeting with other Managers present?  Why did you say that to the Chairman?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because it was not normal that Mr Burger attended general meetings and Mr David Burger who was the Deputy Manager and Mr Fourie would have continued and on that basis, I answered the question.  To me, Chairperson, it is very logical.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You know His Lordship Mr Justice Stegmann, and I'm going to read it into the record soon, described you and your colleagues as absolute experts in evasion.  Would you agree with that judgment of His Lordship, because we are going to argue that this is what you are busy doing now, a master of evasion?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I want it also taken up Chairperson, that I think it is nonsense what happens here now and if we look now what was said in the Webster incident I was proved correct.  What was said in the Harms incident, I was proved to be correct.  The previous government are trying to do footwork to get away from its responsibilities and anything is possible, so I am answering the question as I think of it and I am not answering what Mr Bizos wants to hear.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I won't argue with you any further, we will make submissions to the Committee in relation to this.  But now let us take Mr Christoffel Nel.  You've already told us that he was a member of the inner core.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He was an Intelligence Officer.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now was he present when the proposal came to you that the then Mr Omar was to be eliminated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember this, I do not know Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, you had to make a decision on the information placed before you, didn't you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who would have been the best person to advise you as to how the information was gathered, what the information was, from whom it had been obtained, how reliable it was thought to be, other than Mr Nel?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were many other Intelligence Officers.  Mr Nel, as the system functioned then, had the connection with the formal intelligence channel of the South African Defence Force and of Special Forces, so the Co-ordinator, Mr Christo Britz, was the person that would then speak to him and would confirm information.  There were not meetings and meetings held.  It could be that I spoke to Mr Chris Nel and I do not have a problem with this.  He was not necessarily present at the final planning, he only gave the information, but it could be that he gave it through Christo Britz.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was Mr David Fourie when the proposal came to you that Mr Omar was to be eliminated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't think so, I don't know, but he wouldn't have been there, not normally.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  Sorry, Mr Bizos.  Can you recall when the proposal was brought to you for the first time regarding the assassination of Mr Omar?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Chairperson, no, I cannot remember the specific incident.   Because region 6 was only one of the regions, our primary function was outside the Republic of South Africa, so for me it was in big group projects and this was just one project and I cannot remember the specific circumstances, but I can remember the structure and I can remember how the channels worked and according to this we functioned.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Why did you say that Mr David Fourie was not there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because Mr Fourie was the Regional Manager of another region.  He was also the Regional Manager of Region one and because we worked in a cell structure, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But I thought that this inner core was there in order to evaluate and plan the operation and that was the responsibility of the inner core.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, this is what you think, this is not necessarily correct what you're thinking.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Further, was Mr Wouter Basson present in this inner ring when the proposal to eliminate Mr Omar came?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Basson was the Co-ordinator, so I would say yes.  Whether he was always present, I do not know, but he co-ordinated between the region and myself.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So are you saying that Mr Wouter Basson was present when that proposal was made?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think he was there, yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You only think, you're not prepared to commit yourself?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't care about committing myself, it is 11 years ago.  I do not know, Mr Chairperson, I accept because he was the Co-ordinator he had to be there.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were there financial implications in the proposal of eliminating Mr Omar?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, there should have been a budget Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was Mr Theuns Kruger there in order to approve the expenditure that would have been incurred for the elimination of Mr Omar?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Theuns Kruger had nothing to do with any operations.  He worked from another premises and he could also not authorise it.  Not even I could authorise it.  The Chairperson authorised it and I was the second level that authorised finances.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, but didn't he have to at least administer once the project was agreed to by the head of the CCB, didn't he have to administer the finance and wasn't his presence necessary?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I already said that.  He had nothing to do with any operations.  He only received an order to give money.  If he had to give the money, it was done in terms of our financial plan.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And was Mr Lafras Luitingh present?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, not at all, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And was Charl Naude present?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all, he was not a member of the CCB anymore.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And was Mr Corrie Neerholtz present?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It could be that he was already dead by then.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now you know, there is something that I want to draw to your attention in relation to your evidence this morning.  You admitted the presence of only one person and it happens to be one person who is a co-applicant of yours for amnesty, Mr Basson, isn't that correct?  Everyone else wasn't there.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I am going to submit to the Committee, that you still owe a loyalty to your fellow conspirators and this is why you distance them from every act because you owe them a loyalty greater than the truth.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I reject it for what it's worth, what you are saying, but if I do have loyalties towards anyone, then I'm very proud of it.  I do not feel bad about it at all.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Oh, does that mean that you are prepared to lie for the people that you consider as people as a higher loyalty than telling the truth to the Commission, is that how we are to understand you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I think that point is irrelevant because if there had been members who were involved, then they would have applied for amnesty, so it would then be logical that only those people involved would apply for amnesty.  Why would someone be here who didn't have to be here, so I do not really understand the question.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Maybe because they thought that their presence, that the facts would not come to the fore, but be that as it may.  Let's take another - in relation to the ...(indistinct - no microphone) Mr Evans, I don't want to go through the whole process.  We have the names, you remember them well, tell us who was present at any inner core meeting where the assassination of Mr Evans was discussed.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It should only have been Mr Wouter Basson, it couldn't have been anyone else.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So that we again have the same pattern that the only person that you remember being present, is the one person that has applied for amnesty.  Very well, let's proceed.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, the insinuation comes from Mr Bizos that I am busy lying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  Mr Verster are you saying that it was only Wouter Basson that was present when the assassination of Mr Evans was discussed, or are you saying he's the only person that you can remember who was involved in the discussions relating to Mr Evans?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What I am saying is that it is only Mr Wouter Basson, because we worked in cell structures, Mr Chairperson and because the other persons who are mentioned here, had nothing to do with this incident and there is a clear  perception from Mr Bizos's side, that the inner core was a management core, which you can find in story books and at the back page of a newspaper and this is not at all the way in which we worked and even if he says that I'm lying, this is the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just go - sorry Mr Bizos, if I may.  Can I just go back to a theme I put to you yesterday, because the impression I get listening to you is that once again you don't have any independent recollection of any of these meetings.  You simply are implying that from your modus operandi, from the structures that you used, you are reasoning and assuming that certain people would or would not have been there, because of the nature of their involvements and other people's involvements.  Do I understand that correctly?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I want to answer it in the following way.  There were many regions, 10 regions and there were many projects and I applied for these incidents and I do remember that I gave authorisation.  I know which projects the region was busy with and I cannot remember the day, date and the time of this alone, but it is so that it fell within the responsibility of a region and it was specific incidents of a region and because there were so many other external projects outside the country, this is the way that I can handle it.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me, Mr Bizos.  Mr Verster, when Staal Burger attended the meeting during training, was he already the Manager of a region?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.  He was then already appointed as the Regional Manager of that region.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "During such meetings obviously he would either talk or give a report about his region, activities from his region?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  It was during training that he was already the Regional Manager, Mr Chairperson and in this regard we worked, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Now let us take the Early Learning Centre.  I'll ask the same question.  Who of the inner core was present when that proposal was brought to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Only Mr Wouter Basson, but once again you have the wrong perception.  Region 6 had its own projects.  If we can take the example, Charl Naude was then already not a member of the structure, but he had his own projects and the same also for the other members and they did not even know of the projects of Region 6 that was co-ordinated by Mr Wouter Basson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now can I have an answer to the question?  Can you remember which of the persons whose names we have mentioned as, or accepted members of the inner core, were present when the Early Learning Centre proposal came to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already said it, Mr Chairperson.  It was only Mr Wouter Basson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now, in each one of these cases you do not say that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry.  Just, could I just intervene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can just repeat ...",
            "Unknown"
        ],
        [
            "MR LAX",
            "Every time you touch that thing with your pen, it cuts out Mr Bizos's mike.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, could you just repeat what you said because your mike went off?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Well, are you saying that your Deputy was not present at any of - on any occasion on which any of these proposals were made?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, otherwise he would have applied for amnesty, so he was not present.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Is that the only reason that you have to advance as to why you say he was not present?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, we worked in a cell structure, so he had his own region and if I was away, then he would have needed to know about certain information or certain orders from me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I would have thought that a Deputy would want to be informed of all the affairs of the core that he is a member of, so that in your absence, he would be able to deal with things, or was this not that kind of Deputy?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You can think what you want to, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I'm asking you, never mind what I think, please answer the question.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You say you think what you want to and I'm telling you, you can think what you want to, but it is not like that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Why do you say that your Deputy was not there on any one of these occasions when one would have expected on the general probabilities that a Deputy would be there in order to do the things that you might have done if you were there at times when you were absent?  That is the question.  Please answer it.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, you said that you can expect what you want to, it did not happen like that.  It was as I said, in a cell structure that we functioned, there was not an inner core from which anyone else, other than the Chairperson, myself, or a representative of the Region in any project then spoke about that project.  There was never a group that everyone was together.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How much time did you spend out of the country in the overseas projects which you directed for the elimination of people there?",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, I object to that line of questioning.  There was no such evidence that he was out of the country to eliminate people out there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think - well, just rephrase it, how much time did you spend out of the country on CCB business, more or less?  What - how regularly were you away?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were many times that I was away, Mr Chairperson, I do not know.  I do not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How much of your time did you spend in the country supervising the elimination of the people inside and how much time did you spend outside on other business?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was away many times.",
            "Male"
        ],
        [
            "MR BIZOS",
            "A percentage of the time.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know.  I would have to lie if I have to say something.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now don't you - you see let me just cut you short.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I object against the public commenting, loudly, as to what is to happen here in these proceedings here and I may ask if the public cannot behave themselves, that you clear the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Would people present please not make comments in relation to the evidence being given.  We're here to receive the evidence.  You can talk about what has been said in here during the break amongst each other, but please don't make loud comments during the proceedings.  Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "That you say that you are sure he was not there, he did not apply for amnesty.  I am going to put to you that the reason why you are not prepared to admit to his presence when any of these elimination plans were brought forward and discussed, is because you want to protect him because you know that he has not applied for amnesty, for whatever reason he may have chosen not to.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, the Act is clear.  Every person is responsible for the things that he felt he was responsible for and he can then apply for amnesty for them.  You can say it like you want to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was Mr Fourie's function as Deputy?  Why was he Deputy?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, there were times when I was away and then he was responsible for the co-ordination and there was a time that I was locked up and then he was the next connection or the link with the Chairperson.  He had his own region, he had his own projects.  We had a shortage of people and then according to this he functioned.  So his functions and his duties were as a link with the Chairperson, but he did not necessarily know the or have to do with the circumstances of every project.",
            "Male"
        ],
        [
            "MR BIZOS",
            "He must have had knowledge of some of what you call euphemistically, projects.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know, I cannot remember if he had any other knowledge.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well how can you deny that he was present  on one or other of the three instances that I have put to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I have nothing to say, I think I have already answered that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well the reason why you have nothing to say is because your evidence doesn't make sense.  If it made sense you would have been able to deal with the improbability that I am suggesting to you.  Do you want to say anything else about it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Right.  Now, I will use your euphemism for this purpose.  These projects were not static, they were developing, obstacles were found in the way and were reported to the inner circle.  Decisions had to be made.  A gun had to be obtained.  Poison had to be obtained.  Now, how could all these details have been kept a secret from your Deputy?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, we work in a cell structure and this means that the Co-ordinator contacted directly between the region and me, between the information and the Co-ordinator, between the logistical people who gave him equipment and himself and this was their function.  They were people who worked very hard.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The question was, in relation to each one of these incidents and many others, no doubt, there had to be consultation from time to time with you.  Would you agree?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "It wouldn't be a mere making of the proposal and then the, as far as you're concerned, the file is put away.  You would have had to make decisions in relation to the amendments to the proposal from time to time.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now why would you have kept your Deputy in the dark, who had to have knowledge if he was to meaningfully deal with any of the contingencies that we do know arose in these instances?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, we worked in cell structures and Mr Fourie had a region of his own, with his own projects and what happened is that I had connections with Regional Managers, it doesn't matter where on earth I was, I could within 24 hours, speak to anyone.  So Mr Fourie stood in for General Management, but we had operations that we kept away from people who did not have to know about these operations and this includes everyone.  There was no formal structure with an office for a Deputy.  There was a shortage of staff, so he was only the next senior person who could then carry this responsibility and if he had to know, then he knew about it, otherwise not.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How many were in the cell that dealt with these three instances?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   It is all the members present here, plus Staal Burger and then the Co-ordinator.  The Co-ordinator is also here.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, but ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the complete cell, Mr Verster, all the applicants present here today?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct and then there were unknowing members and the support structure that every member had and it could even happen that in the region, there were people who did not know about the supporting structure of a specific individual, only he knew them.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now, in relation to the information, do you recall who brought it to you and who made the proposal?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which matter are we talking about now?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Omar, who brought the proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Mr Christo Britz and then there were meetings later on, so the link between myself and the region would have been Mr Britz, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is Christo Britz - who's Christo Britz?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was Mr Wouter Basson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...called Trevits?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I am aware of this, it was an information structure.  I think it was interdepartmental.  At that level, where we had no entry to, but I accept that Mr Chris Nel and all Intelligence Officers had access to this organisation, I do not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did any information in relation to Mr Omar, come from Trevits?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It could have been confirmation.  I do not know, I had nothing to do with it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, your job was to decide on the reliability of the information that was furnished to you and you were one of the important cogs in the wheel for the decision as to who was to be eliminated or not.  Why didn't you inquire as to whether Trevits had any views on the proposal of eliminating Mr Omar?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not say that I did not do it, I said that I had nothing to do with them.  The Co-ordinator would speak to the Intelligence Officer and the Intelligence Officers would then have access to the whole Intelligence system of the country.  If, for instance, you could not speak directly to National Intelligence, then through their own structures they would make inquiries.  It was not my task and in terms of our operational procedures, we were not allowed to have contact in a direct way and this would not mean that we did not do it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now would you agree that you were the cog in the wheel in relation to the decision?  Although the Head of the - the Chairman had to ratify your decision, you were, as Managing Director of this collection of people, you were the person who really had to make sure that decisions were made on reliable information and a value judgment was made that this was indeed a person to be eliminated.  Would you take responsibility along those lines?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, you've just said many things.  I was responsible at my level, but I was not responsible for the decisions of the Chairperson.  On my level I have to be responsible that I've finalised the plan and that my subordinates did it and for this I accept responsibility.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let me ask you this.  On your level, did you consider your level a most important one, in order to give the Chairman, Gen Webb, who was to put the final stamp of approval, correct information, correctly evaluated, both on fact and on the morality that you operated on?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, that was my responsibility.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now, have you heard of the organisation for Lawyers for Human Rights?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I've heard of it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who was its Chairman during your stewardship?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Mr Dullah Omar, if I recall correctly.",
            "Male"
        ],
        [
            "MR BIZOS",
            "He was the Chairman of Lawyers for Human Rights?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes.  Who was its Vice-Chairman?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who was its National Director?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That I do not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who were the members of its National Council?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would not know that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How many officers did it have in the country?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Bizos, I can trap you in two minutes on the same basis.  I did not have to know it.  I had a structure who was responsible for investigating those things if it was necessary.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If I were to tell you that if the information was given to you that Mr Dullah Omar was the Chairman of Lawyers for Human Rights, this structure of yours to gather information knew nothing about Mr Dullah Omar and certainly nothing about Lawyers for Human Rights, what would you say to that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not true.  Then the whole South African Intelligence structure did not know anything and I am not ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "Because Mr Dullah Omar was not even a member of Lawyers for Human Rights.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We were under that impression.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, but you know people shouldn't be killed on impressions, Mr Verster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Dullah Omar, in my opinion, was someone who acted against the laws of the country at that stage and in my opinion, he was a terrorist just like anyone else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos.  Mr Verster, you say it was your impression that Mr Omar was the Chairman of the Lawyers for Human Rights.  The Lawyers for Human Rights was never a secret underground organisation.  Why is it, or can you explain why you only had an impression that he was the Chairman, because one could easily establish who was the Chairman of an organisation such as this.  If I want to for instance now today establish who the Chairman is of NADEL, I just get a letterhead and I'll be told that, or I make a phone call to one of their offices and ask that, because no-one would hide that fact because it wasn't secret, so how could it come about that National Intelligence have the impression that somebody is the Chairman of an organisation such as Lawyers for Human Rights, which is so easily established by any layman, let alone an Intelligence officer?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it was not based on the fact that Mr Omar was the Chairperson of the organisation, it was based on information which was supplied to me and information system and through the channels which I have explained to you that Mr Dullah Omar busied himself with radical structures and supported internal disruption and this led to the degrading of the sovereignty of the country and he was someone who knew of and co-ordinated activities of the ANC and SACP and thereby this could have lead to violence in the country, it could have led to problems in the country and on that basis I saw him as a threat to the State and on that basis, and I did not take that decision, it was the National Security Management system of the country and I was a fighting soldier, if they point out someone to shoot, I will shoot.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No, you had a discretion.  You had a discretion.  You were not on the battle ground where you saw someone emerging from the trench and you shot, you had a discretion, you had to evaluate information and decide whether or not a person who was not armed and was carrying on his profession, was to be eliminated because of the information given to you, but you know you have given us a standard description of who was to be eliminated.  We know that you were told that he was Chairman for Lawyers for Human Rights and you considered that one of the factors why he had to be eliminated.  Now, as the Chairman has said, you know you only had to look at the telephone book in Pretoria, in Johannesburg and you would have found out that the Directorate of Lawyers for Human Rights was in Pretoria and you would have phoned the Director or even the switchboard operator and asked who the Chairman was and they would have told you that it was Mr Jules Brody, an eminent member of the Johannesburg Bar.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It had nothing to do with me Chairperson, it was not my function to verify information.  Information is information.  Intelligence was confirmed information.  If a plan comes before me, then I have to accept it as such, coming from the Intelligence System and I made decisions according to the intelligence which was placed before me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were you told where the information came from?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I knew that the information came from grass root level, from ground level from Region 6, from Mr Britz to me and it was verified and then the Intelligence staff and the rest of the Intelligence system would discuss it and eventually it would arrive at my door.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We know from the papers that your colleagues have filed, that the original information came from a gangster.  How difficult would it have been to ask:  \"Where does this original information come from?\" for you who had the - who was going to be the judge as to whether Mr Omar was to live or die.  True that there was a Court of Appeal in Gen Webb, but you were to make the decision, why didn't you ask:  \"where does this information come from?\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it came from ground level.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, the \"grondvlak\" here was a gangster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That we found out afterwards.  At that stage it was given to me, coming from the police coming from that region and I did not think that it only came from the gangster, it came from the police as well and thereafter it was processed.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Not only was he a gangster, he also hoodwinked you and took a large sum of money which, according to the evidence, he did nothing for, to earn it.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is where the ANC crawled around, with the gangsters, that is why the people had connections there and that had nothing to do with me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Has it occurred to you that perhaps the reason why your CCB did not succeed, is because you had a completely wrong perception about the ANC, which you refer to as the enemy, that it crept around amongst gangsters?   It was your men apparently in this instance that were creeping around gangsters.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was the same structure.  The ANC was the enemy at that stage and it was the same structure who stole cars and smuggled narcotics and in Lusaka, weapons were taken ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let's deal with the facts here.  The facts of this case were that it was your men that were co-operating with a gangster who even took them for a ride of a large sum of the State's money and not the ANC, but let us return to the question.  Did you - Why would you, who had to make such an important decision, not ask:  \"Where is the origin of this information?\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Well I have tried to explain to you.  Information does not come from one point only.  It comes from sources and thereafter the information is disseminated and becomes intelligence and then it is given to me as intelligence.  My training background is that from an operational viewpoint with the information to my availability, I shall make a plan.  The information will say whether it's an A1, A2 or A4 source, so it is only an element from grass roots level which you know Sir, is to be doubted, which comes from a gang member.  It comes from the police as well.  It comes from Military Intelligence.  It comes from National Intelligence and the fact that Mr Omar was appointed Minister of Justice is what his - proves his background, so I was correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos, if I could just ask one quick question.  Mr Verster, when the name Mr Dullah Omar was submitted to you by, I presume, Mr Wouter Basson as a proposal for an operation, as a target, was that name a strange name to you, the first time you hear it?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "At that stage it was a strange name to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you hadn't heard of Mr Omar before a submission came to you?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Up to the moment when it was given to me, he was unknown to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Did you know whether or not he had been banned in terms of the Security legislation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson I did not have that background knowledge.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know whether or not he had been detained?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not know him at all, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know whether he was an office bearer in the United Democratic Front?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I knew that he was that, but that was the police's function and they were ...(indistinct)",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know that he was a member of the United Democratic Front?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now we have evidence that the decision as to how a person was to be dealt with depended upon you.  It was put, whether the window pane was going to be broken or the person was going to be killed, was your decision.  I know that you're going to tell us that there was a Court of Appeal and Gen Webb, but do you agree that you made the decision on the information placed before you, that this person is to be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not decide on it.  There were projects where I made a plan and where I proposed a plan and then it goes according to the channels in the hierarchy.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The plan was how a person - first of all that a person should be killed and how he or she was to be killed, that was your decision?  To make a plan and send it up for approval.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not decide how, the plan is made by the Region, I approve or disapprove.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But you can cut it off, if you, or you can alter the plan that was made by the district?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, I may disapprove of it or I may say that I support it and it is approved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We know that Gen Webb made the final decision, that's what you've been saying, that Gen Webb made the final decision.  I'm not sure whether that will be disputed by Gen Webb, but would you make a recommendation?  When you approached Gen Webb with the information that you'd received from the ground level and confirmation through Christo Nel etc., when you went to Gen Webb with the proposal, would you just say:  \"Well, here's the information\" and then just wait for Gen Webb to make the decision, or would you say:  \"Well, our recommendation is that this person should be eliminated, or we should go and slash his motor car tyres,\" or whatever the proposal was?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson that plan is formulated at ground roots, at ground level and two or three scenarios would be proposed to me and then I would support it and I would choose one of the options and then usually we would meet, the Chairperson and I and someone from the Region, for example the Co-ordinator or maybe just the two of us, but there were instances where speed or circumstances were of such a nature where we, for example, could speak telephonically and say that:  \"Listen, we cannot meet now, but this instance is like another instance\" and something might have been discussed beforehand and on that basis we would continue.  So sometimes it was formal and sometimes it was not so formal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to know is, when Gen Webb was approached for final approval or disapproval of a project, was a recommendation put to him?  It is recommended that the person who is the subject-matter of this proposal, be eliminated, or whatever, would that proposal - and then he would authorise it or not authorise it, or would he himself make the decision as to what action should be taken against the subject-matter of - the person who was the subject-matter of the proposal?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the Chairperson should only say yes or no, and I generalise now, but the Chairperson listens to the plan and it is proposed to him with the information, that is a formal - it could be the exact procedure that is followed for the planning and for the submission of a plan.\n]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Thank you, Mr Chairman.  You told us that the fact that Minister Dullah Omar was appointed Minister of Justice was confirmation of the correctness of your information.  Do you recall that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct.  Yes that is the impression that I had.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And it was also confirmation for you that your decision to kill him was correct.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was not only my decision.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The decision to kill him was correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was not my decision, Chairperson, and I wish to reiterate that Mr Omar and all the radically left persons from that time, were on lists within the Intelligence structure.  I was only an executive arm of the Intelligence structure, it was not in my hands.  I did not make him a target.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I'm dealing with your statement this morning that the fact that Mr Mandela's government - President Mandela appointed him as Minister of Justice was confirmation of the correctness of the decision that he should be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It confirms, in my opinion, that Mr Omar was indeed  - in previous times had opposed the government of the day and that he had acted against the law and that he had tried to usurp the previous government and through that a measure of trust existed between him and his colleagues and that is why he was given a senior appointment after the election.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who was the Minster of Finance appointed by Mr Mandela when he became President?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I just can't get his name.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I'll remind you, Mr Keyes.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Keyes, Derek Keyes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you can tell him, ja.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Keyes, Derek Keyes, yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And who succeeded him as Minister of Finance?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know if this is a quiz now?",
            "Male"
        ],
        [
            "MR BIZOS",
            "Everything I ask is a question, but I'll help you.  It was Mr Liebenberg, the Managing Director of Nedbank.  Does it occur to you that you have a warped mind, Mr Verster, in drawing inferences about guilt and innocence?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all, because we all know that those persons came from the private sector.  It was for a specific reason and we do know that Mr Omar was on lists back then of the Intelligence community.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Lists on information supplied by gangster informers for gain.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's not true.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well how do you know?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because the gangster did not put his name on a list, it was only one of the channels which we used.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now let us turn to another aspect.  Did you not find it objectionable or dangerous to employ gangsters and pay them or promise to pay them R30 000 in order to commit a murder?  Did you not find it objectionable that the State which you say you represented in this regard, should make common cause with gangsters to assassinate people?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is and was general practice and the ANC Umkhonto did exactly the same.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You know, they can answer for their conscience, Mr Verster, if what you say is correct.  Let's deal with you.  We're dealing with you as a witness today and not with Umkhonto people.  Did you not find that objectionable or amoral to support a State offering R30 000 to a gangster to kill a person who was practising law in the Cape?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not in the least because it was a specific instruction to not be connected to the State and it was just as immoral when bombs exploded that were planted by the enemy of the past and the murders that they committed from Church Street right through, so in war situations, such things can happen.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, I'm not going to involve myself in an argument with you in relation to other matters, Sir, but I just want to correct, that it was R30 000 that was voted for but he only got ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was R18 000 or somewhere around there, yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Yes, there was a split somewhere along the line.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I would just like to say on this that the method in which the money was paid out, whether individuals used the money properly or not, but the manner in which the money was made available was in terms of a financial plan which was approved on Treasurer level because the Auditor-General was part of it in the final drawing up of those plans.  They did not know how we would use it because covert financing was unique, it was just for us.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What was your salary?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Try.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was 11 years ago.  R60 000, R56 000 per year.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What bonuses were you getting?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not receive any bonus.  In my instance I was a qualified Special Forces member and in our instances we qualified for parachute allowances and explosive allowances and because we were in the private sector ordered to get production from people, we called it production bonuses but in essence it was remuneration for qualifications.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What was the product of the production for which bonuses were given, Sir?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The execution of operations.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Which was what?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The disruption of the enemies of South Africa as we have discussed it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Which at times meant killing people and you called that product.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that is definitely so.  To kill the enemy was my work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I didn't quite understand you Mr Verster, are you saying that your salary was the regular salary, your basic salary, of a Special Forces member of your rank at that time?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the basis, yes, that was the basis upon which my salary was determined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you would get bonuses for successful operations?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I determined it myself, I did not receive any bonuses except the allowances for which I had a qualification, but members who were in our service, if he was an aware member, we changed it as such and it was approved in financial plans and then we said because he cannot jump parachute now, he gets that same amount of money as production bonus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then would you get, I've seen from the papers some of the operatives drove around in fancy motor vehicles, that sort of thing.  Would you get a motor vehicle as part of your package?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, these were not fancy vehicles.  It was transport because ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I've read here about and I don't want to advertise, but BMW's.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   These were second-hand vehicles that they could find within the budget.  We did not prescribe to a member what he should drive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But there was that sort of thing as well, car allowance?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was an approved policy of what amount and on which level could be approved and if one looks at the State structure and then the log books were filled in day and night and in our instance, all the time we would tell a person that he may drive so many kilometres a day and the rest he has to cover himself",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You personally, Mr Verster, I just want to - you were a member of the Security Force for a long while.  It was your career.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As the Managing Director of the CCB, now when that happened, did you continue on your medical aid, for instance, did you get the housing subsidy that you got as a soldier, that sort of thing?  What happened there?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, my commissioned rank was given to me by the President of the Republic, C R Swart and I had to play that down, so my rank was the level of Colonel and then I could and stopped my medical aid and then I received a contract from the State for the work that I performed and this all included independent medical aid and vehicle allowances and so forth.  I say once again, it was entailed in a plan.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "In order to cut it short, would you agree that you personally got more for your rank than the officers who remained in the SADF, even the Special Forces, that you got more?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would not agree with that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Pity that you don't remember your salary, so that we could check that, Mr Verster.  Try and remember what your salary was and what your perks were, please.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What do you expect of me, Bizos?",
            "Male"
        ],
        [
            "MR BIZOS",
            "To make an honest attempt to tell us what your salary was and what your perks were.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is not important, it was 12 years ago.  You can determine it in the army's books.  I have no contact with them.  You can go and see what is a Brigadier's salary and what allowances he gets.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Thank you for the advice.  I know how to get the information from the army.  I want the information from you, what you were getting.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am not interested in the army anymore, I have no connections with them, so I have no idea.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You're not prepared to tell us what your salary was and what ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am prepared, if I knew, but I don't.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You've forgotten what your perks were.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was for explosives, parachuting and I think there were some or other allowances, I do not recall.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We'll note that, but now we do have information from others.  The changeover from the Forces to the CCB or the police was for starters an increase of R1000.  Do you agree or disagree with that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If you have it in front of you, I would agree with it.  It is in terms of the financial plan and if the person was qualified for this, then he could receive it.  There might have been reasons why he received it and that is not in front of me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You also got a 13th cheque.  Now when I say you, I mean the person, the recruited person got a 13th cheque, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that would have been the case.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Plus at least two annual production bonuses of approximately R3 000 each, production bonuses.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was based on what I told you.  That was to get a replacement for allowances that he lost when he was in uniform and we were all seen in the same group and that is why we called it a production bonus.  I have already told you that this was for my allowances and I received this money for that purpose, we only called it a production bonus.",
            "Male"
        ],
        [
            "MR BIZOS",
            "He was also to get R30 000 - BMW which cost at least in those days, R30 000.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No that is wrong.  The person got a vehicle with the maximum amount of R30 000 attached to it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Oh I see, they could choose what car they get, yes.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now they were also to appear as business men, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, they had to become that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "They had to become business men?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And did they get an office, the rent of which was paid by the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What happened is that they made a plan which would be acceptable to the organisation and then they would have to present the plan with a budget and if this included an office, then he would receive it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And they were expected to run real businesses in order to appear as if they are business men.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And if they made profits in their business, to whom did the profits go?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Then they would either give a part of this money to us, or they would have to declare this money and re-use it to become independent, so that it would not come from our budget.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did anybody ever pay any money in, to your knowledge, or did they keep the profits?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, there were many structures as I can remember it, where the people later would then pay for their own office, for his own petrol and then he would stop receiving it from us.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The question was, did any one of them pay any share of the profits to the ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes there were.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember this, it is too long ago Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were they allowed to keep a portion of the profits for themselves?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "For the reasons that I have just given you, to be able to make his business and his office independent and this is in a financial plan that was approved.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you know what a mercenary is?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I know what it is Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you know that, what makes a soldier a mercenary, according to international definition?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I have a reasonable idea, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "A person who is motivated to take part in acts of violence, essentially by the desire for significant private gain and is promoted by the promise of payment of material compensation.  Would that fit a person into the category of a mercenary?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What you have said ...(intervention)",
            "Male"
        ],
        [
            "MR BIZOS",
            "In your mind?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "According to what you said, Mr Chairperson, yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And also where he receives material compensation substantially in excess of that promised or paid, to combatants of similar rank and functions in the armed forces of that party.  Does that accord with your understanding of...?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It could be the case, yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, did it occur to you when you were making these proposals for people to be eliminated, that the proposals may have been made for the motives of mercenaries and that is to get extra few thousand rand at a time, every time there was a successful assassination?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not in the least, I think that this is not in relation at all, because you cannot function in the private sector without money, you do not have the same rights and privileges as a soldier.  We were all people who sacrificed our careers, we were all people who received medals.  You do not have helicopters and submarines and tanks and fancy vehicles that you can drive with to get to the enemy because the enemy chose to move between the criminals.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Production bonuses are paid to managers, or workers in factories, for producing peace goods, but you were in the business of killing, Mr Verster.  Did it now occur to you that the giving of these bonuses and these perks and putting up people in businesses which some of them kept as their own after their discharge, to considerable advantage to themselves, may have led them to make proposals for killing, at least partly motivated, by the fact that they were going to get what you euphemistically call a production bonus?  Some may call it blood money.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   Or you can say that it is qualification allowances.  If you want to call it blood money, I do not agree with you at all.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well what would you call it if a person gets R3 000 bonus for killing somebody, a member and honourable member of your military profession?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That depends on who he is and you can say it in that way, but I think the same of your position.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I don't know that anybody, any one of us has killed anybody for money, maybe we take too much money for the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think let's ...",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's debatable.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You are actually making a serious comparison that getting a production bonus for killing someone is the same as the lawyer charging a fee, or was it just a personal insult, which I don't really mind, coming from you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, gentlemen, if we can just get on with the questioning and stop the personal jibes.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You can say what you want to Mr Chairperson, and if you think that I am going to get a fright, what I want to tell you is that I want to answer your question and I will say again that depending on who these people were, we standardised.  There were highly trained Special Forces members.  He, in his uniform, could receive certain allowances and because we moved over to the private sector, we changed this and we called it production money and later on we gave it to other people on the same basis, so that there would not be differences, but on Treasurer level it was authorised and it was something that was authorised outside of my control, so the questions that are put to me at the moment, should be put to the previous Chief of the Army and interdepartmental to the Minister of Finances and the good President de Klerk, who knew nothing about what happened and also P W Botha.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The rewards that eventually accrued to some of the people were substantial business which became as known as executive outcomes after the disbandment of the CCB.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It sounds to me as if you should ask - you got these questions from National Intelligence.  It has no relation to what we are busy with at the moment.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, what did Mr Lafras Luitingh do after he ceased being a member of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You will have to go and ask him that Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Didn't you take an interest in your erstwhile co-conspirators?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You have  to remember that, I don't want to use the word co-conspirator.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, your colleagues in the CCB.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is much better.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But would you mind answering the ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it has nothing to do with me, you will have to go and ask them.  It is not relating to what we are busy with at the moment.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did Mr van Zyl go into, or rather continue with a very lucrative business, which he established at the expense of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That you will have to ask him Mr Chairperson.  I read in the newspapers that he has his own business.  I do not know how successful he was.  I have no idea.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The reason why I am asking you these questions is because we are going to submit that they are relevant.  That the terms of employment and the monies and other benefits that they were getting, should have made you particularly careful about what they were proposing should be done in the name of the State.  Do you have any comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was all authorised structures and decisions and we were the only structure who had an authorised financial plan.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes.  Because you were able to keep away vital documents from the Auditor General, to wit the operational files.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think you read this in the newspaper, Mr Chairperson, I do not know what you're talking about.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well did you, never mind where I read it from, did you in fact make the operational files available to the Auditor-General?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The financial plan had a written guideline that no operation should have been shown or had to be shown to  - there were two files, the financial part of the file he could receive and this was an authorised procedure on a level above my level and this is where it was authorised.",
            "Male"
        ],
        [
            "MR BIZOS",
            "My learned friend Mr Khanovitz reminds me that we didn't get it from the newspapers but from the evidence given in the Harms Commission as to how unspecified Defence figures were used in order to cover up the operations.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Never, we never hid anything from our side, it was done on financial level.  In the Army it was a level above me and I do not see any one of those members here.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Please tell us who recommended or put a plan before you to kill Mr Evans?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This came from Region 6, for its Co-ordinator, Christo Britz and from Staal Burger regarding the activities of Botha.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Which Evans was to be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Gavin Evans.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What were you told about him?  What was his occupation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If I can remember correctly, then he was working in the media profession and on the same basis, information was given that he was busying himself with radical leftist activities which was a threat to the safety of the State and a threat to the sovereignty of the State.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, well that's the formula but lets get down to facts.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was how it was presented to me Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when you heard Mr Gavin Evans' name, when it came through from Region 6, was that the first time you'd heard his name?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I did not know him at all.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Which newspaper was he working for?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know this Mr Chairperson.  This was information, or the Intelligence community's problem, my problem was the operational decision.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were any of his writings put before you in order to persuade you that he was a person worthy for elimination, having regard to his writings?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No this is an Intelligence problem to determine this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now if  you say that you nearly put a stamp of approval on the information, who in the information services, gathered the information in relation to Mr Evans.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I just want to correct that.  I did not say that I put a stamp on the information that I received from them.  What I did is that I would approve a plan after it was confirmed that the individual was a target and what I would then do is that I would act on the information and the plan in front of me and on my level I would approve it and then I would present it one level higher and in the case of the question that you're asking regarding the information itself, it came from the regional level, once again through the Co-ordinator to me and the Co-ordinator would then present it to the information people who are functioning on his level and then it would leave our structure to Special Forces and once again to intelligence and then to Trevits that you spoke about and then quite possibly the South African Police and even National Intelligence and we did not have direct contact with them apart from the approved Intelligence staff.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now the information people didn't decide whether a window pane would be broken or whether there would be elimination, that was your decision.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "They do the recommendations or they give the position of the individuals and then an evaluation is done of the information and the threat and an operational evaluation is done and then the plan is made.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you know whether he had a brother?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not know him at all Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "In the information that you were given, was there anything about the involvement of an Evans in the end conscription campaign?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, I do not have any knowledge of this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You have never heard of any of the Evans brothers being involved in the end conscription campaign.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, that knowledge and those activities were activities for the Security Police and they were responsible for the internal intelligence and intelligence system and the Defence Force was responsible for the rest of Africa and I was not in the intelligence community at all, I was an operational officer and I determined the targets and, based on the information at my disposal and then we made operational plans for the attack.",
            "Male"
        ],
        [
            "MR BIZOS",
            "An operational soldier is told, go and do this specifically, he is given orders.  You were not given orders, your function was to decide whether the windowsill was going to be broken or a window pane was going to be broken, or a person was going to die.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was part of the planning system.  I approved the plans on my level and then I presented them, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos.  Mr Verster, when you got a proposal put, would that proposal contain an intelligence report saying:  Mr Evans is a member of this organisation.  He knows such and such a person.  He walks in such and such a circle, that sort of information?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you would have all the information before you that was gathered by, either from your cell people on the ground, or from the Intelligence services?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.  The region would come to me and these activities would happen over a certain time and it could then happen that the region via the Co-ordinator, would then start talking to me long beforehand and they would tell me that they are looking at one specific individual and that one specific individual is someone who is busy threatening the sovereignty of the State and it would develop like that and on a day when the presentation is made, after it was co-ordinated beforehand, then it is said:  \"These are the current facts\" and I am then told, it is confirmed by the Intelligence channel, or it is like this or it isn't the case and this was then a factor that would be considered in making a decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you answered Mr Bizos's question to the effect that you have no knowledge whether Mr Evans was involved in the end conscription campaign, are you saying that that information was not in that proposal, or you can't remember?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, as I understood it, is that I did not have the detail of the background of articles that he had written or whatever the case may be and if his brother for instance had been part of a specific plan, then I would have known about him, but I cannot now remember the specific information detail of this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...Make a decision as to how the intended target was to be dealt with?  What were the options available to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, that would depend on the options that had been evaluated and that had been placed in front of me by the region itself.  It has to do with disruption.  It did not necessarily mean that the individual had to be killed.  Sometimes it was possible for me to say no, it is not necessary to go that far and on my level, I would then give my opinion and I would help formulate the plan and refine the plan and then if it was a very heavy decision, it would be processed from the Chairperson up and I do not know who the Chairperson spoke to, that was his matter, and in certain cases it would then - well I would accept that the Chairperson always spoke on a higher level, but I did not have access to this level, but this is basically how it worked.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But tell us the options.  You say that this was not sufficiently serious to kill the person.  What other options could you have ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think we've already said it, in terms of what the definition of disruption is.  Please wait, let me finish.  What we could have done is that we could have recruited Mr Evans, we could have decided that we wanted to use him.  We could make him independent regarding money for instance, but in the specific options, the region's decision, if they say that they proposed that the following would happen, his house be burned down for instance, or he had to be shot, or whatever the case might have been, I just want to confirm to you, because we are talking about region 6 all the time, but these activities Mr Chairperson were only a drop of the CCB's activities and our activities were mostly outside the country and we had to keep the enemy from the borders of the country and in certain cases there were incidents such as these that we are now applying for amnesty for, so it was not as if it happened every day, it was an exceptional case.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was it any part of your function or culture in this CCB to use the tremendous powers that the State had in terms of its legislation in order to avoid to deal with people that you had information, by banning them, detaining them, house arresting them, and not killing them or burning their houses, or corrupting them by bribing them.  Was this no part of your equation at all?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, we did not have any other function other than what I've already told you about.  I think that was a police function.  I know that was a police function.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Verster, we know that a large number of the people who operated in Region 6 were in fact policemen.  Did they lose their status as policemen when they joined CCB or did they still have the powers of a policeman to arrest people, you know, the powers that go beyond the normal civil arrest?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, they were all members who quit the police and they also gave up their commissions and there was even a six month waiting time, where an arrangement would - and an arrangement between departments that they could not be used by other departments and this was also the case regarding them.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But ... (indistinct - no microphone) state of emergency during your period as head of the  CCB, did you ever on any occasion apply your mind when a proposal was made to you, that you had to commit crimes against citizens, rather don't let us commit crimes, there are statutory powers, please deal with this person, did you ever do it?  Please deal with this person in terms of the law of the country, such as it was?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, any such incidents had nothing to do with me.  At that time where from my side any presentations had been made, or made to me from ground level, I would send it up and if it came from the top, then I would see it as something that had already been considered and I did not have the authority to decide about life or death myself.  This was not within my powers.  This was found in the total structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Bizos is getting at is, you get info from the ground, right?  This person is an activist, he's a member of the UDF, whatever it is, or he's a journalist who's associating with activists, couldn't you, at that stage, without sending it on through to the Intelligence Services, merely say:  \"Well look, go to the local Security Branch and ask them to pick him up and detain him in terms of Section 29\" because the activist wasn't - was Mr Evans and Mr Omar, were you of the view that their continued freedom would result in people dying?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I was an operational soldier and I would like to put it to you in the following way, that written procedures prevented us from contacting other departments, other than through the process that I had explained to you already, so if we had information and this happened many times, that we only sent information through and then it would end up with Special Forces for instance and then we would function as a source of Special Forces' combat information and then we would be protected and details would not be given about where that information came from, so this happened quite a lot.  We would do it as you said it, but we could not present it left and right.  This was not our function and we were prohibited from contacting other departments directly.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I know it's almost tea time.  Just to pick up on this.  The impression one gets from you is you say you were just a professional soldier, you didn't consider those legal options that were open to you and from the answers you've given, you never considered any legal options, you only considered in your whole method of operation, extra-legal options?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it was never taken up lightly, it was seen as a last resort after it came from grassroots level.  What I am saying is that I was not supposed to liaise with other departments.",
            "Male"
        ],
        [
            "MR LAX",
            "We're talking here about you evaluating particular projects and conduct.  It's plain and simple as that.  Now that conduct was either legal or it was unlawful and the simple question I'm putting to you is, did you consider lawful methods or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It happened many times, but it was not my function.",
            "Male"
        ],
        [
            "MR LAX",
            "Just give me a straight answer.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I wish to explain myself, Chairperson.  What I wish to say is that was not my function.  My function was only the war part, but many a time I gave it to the rest of the structure and it was on another level and eventually it lands up in Parliament, let us say, but it has nothing to do with me.  My function was to be a soldier and to shoot where I am told to shoot.",
            "Male"
        ],
        [
            "MR LAX",
            "So the simple answer is no, you didn't consider lawful methods because that wasn't part of your work.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't think it is so.  I did - when I considered it, I did send it on and if it was clear that it was something that could be handled in an aggressive - could not be handled in an aggressive manner, then I would send it on, but under other circumstances, we did not, then I would just formulate an operational plan.",
            "Male"
        ],
        [
            "MR LAX",
            "Just give us one example of one lawful method before we break for tea, that you would have prescribed.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "When information comes from ground level and I'm thinking of a specific project which will not be touched upon here, because it is outside the country, we would give the information from a direct team of mine, through this Intelligence channel.  It goes to Special Forces Head Office.  They co-ordinate and the person is arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see that's precisely what Mr Bizos was putting to you.  Precisely that kind of thing, he was saying:  \"Why didn't you use the same kind of liaison to recommend that somebody be detained under the emergency regulations, or dealt with, or prosecuted, or whatever the case might be and your answer was:  \"That wasn't possible, we didn't have those linkages.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We had the system and I say once again, all these things are in your possession, I don't know what you know or what you have read, all of these things are in your possession.  My function was not to concern myself with this.  I could send it on, but my function was, there was an operational plan for a reason, where it comes from I do not know, to look at it operationally and then we formulated an operational plan according to it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and I think this would be a convenient time, or would you like to finish your line of questioning?  We'll take the short tea adjournment now.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BIZOS",
            "(cont)\n\tMr Verster, I want to now turn to the bomb that was placed by your men at the Early Learning Centre.  Who made this proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once again it came through the Co-ordinator to me so it was Christo Britz and it came from Slang van Zyl, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now whose idea was it that a limpet mine should be put in this nursery school or creche?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was a plan that was formulated on regional level, that was what the collective region gave to me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who actually was the person who brought it to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The presentation was done by Slang van Zyl, but the person who brought it to me was Mr Britz, according to the system.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who's Mr Britz?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Wouter Basson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, let's deal with him.  ...(indistinct - no microphone) to use a false name here.  Did they tell you what the purpose of placing this bomb in a creche was?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was once again to disrupt the enemy and a strong point that emanated from this was that there was information that subversive actions were planned from that building and soon thereafter there was a possibility for a bomb that would explode at some or other centre, which would be done from the planning which was done at that building and on that basis a proposal was made that we would explode a bomb beforehand.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who made that statement to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I recall it, it came from Staal Burger who then formulated it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So Staal Burger said:  \"Let's do a pre-emptive bomb explosion, in order to persuade the enemy\", whoever that might have been, \"not to explode a bomb themselves.\"  That was the one version that we heard.  Did you ever hear any other reasons why a bomb had to be put there, from anyone?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, in the same presentation it dealt with the fact that this building was used by radical elements who worked in the Cape vicinity and that's why we wanted to destroy it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who were you going to destroy, the building or the enemy, the individuals that used it, or abused it, for that purpose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The planning was that we would only destroy the structure and we did not want to kill people.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was there any other reason suggested by you, by anyone?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, not that I am aware of, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "There was certainly no suggestion by anyone that you should try and kill the enemy that was using the premises for subversive purposes?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, in my opinion, it was only to destroy the premises.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So that it cannot be used either by the subversive groups, nor by the kindergarten children, that was the purpose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, it was used for subversive purposes and it is a choice that we felt that they had made.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If anyone came to a reasonable person with that proposal, the first question would have been asked is, who is the owner of this property, because the greatest damage was going to be done to the owner, wasn't it, if the centre was destroyed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That may be so, but there was a state of emergency and a war situation in the country.  The consideration was as I have put it to you.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now you see, you know when property is abused by people to whom the property doesn't belong, a reasonable person would say:  \"Let's go the owner and report that maybe people without the knowledge of the owner are abusing this property in order to put an end to the use of the property for that unlawful purpose.  That's what a reasonable person would have done, wouldn't one?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not agree with you.  Under the circumstances which we functioned, Chairperson, it happened many a time that the enemy, as we called them, did something on the one side and then we did something on the other side.  It was an open war where we did not function through formal structures.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And whether the property of a charitable institution was destroyed or not, without the management of the charitable institution even being suspected of doing anything wrong, that was no concern of yours?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Exactly, just like Amanzimtoti or the Church Street bomb, no one goes to the guy and says:  \"You are the wrong person and we shall plant a bomb now.\"  It was an instance of a war situation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "A person was sentenced to death for what he did.  What should happen to you?  If you want to draw parallels, we will draw parallels, Mr Verster.  That person was sentenced to death and executed, what do you suggest should happen to you, get amnesty?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it is not only a truth situation, the purpose ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "I would suggest to you that you answer questions by not drawing parallels because you are giving an indication that for you the gore is going on, Mr Verster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not true, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, perhaps if I could just ask a question.  I think one of the points that Mr Bizos is getting at is, if you had gone to the owner of the building, not you personally, but if somebody had gone to the owner of the building and said:  \"Look, subversive activity is taking place in this building, it's got to be stopped etc., those people shouldn't be allowed in\", maybe that would have stopped those groups meeting in the building.  Placing a mine at the building and blowing it up, wouldn't in any way stop the people who used the building, from using another place to have their meetings, so the achievement at the end of the day would be to destroy a building without having any effect on the groups that met there, or very little effect.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it is true what you are saying, but such was the whole counter revolutionary and revolutionary war.  That is another matter to me and it was the police's function to do what you have now proposed.  When I had to act, it was not my task to do that, this was outside of my control.  Other structures were responsible for that.",
            "Male"
        ],
        [
            "MR LAX",
            "May I interpose?  You say it was the police's function to follow up that thing.  What steps did you take to ensure the police were able to do that?  You had information at your disposal that pointed in a particular direction.  What kind of liaison - you've indicated just before tea that it was possible to get information to them, what steps did you take in that regard?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "By using the Intelligence structures, Chairperson, in other words the information is looked at by the Co-ordinator and the verification and whether they regard it as a problem and what their proposals are and whether it is so that it is indeed being used and by the time it arrives at my desk, it is information where there is consensus with regard to action against it and then I accept that information before me as a collective decision by the Intelligence community, upon which has to be acted operationally and that was the order of the day.",
            "Male"
        ],
        [
            "MR LAX",
            "Again I come back to that issue that I was at with you before tea.  Here was  an opportunity, there was a state of emergency in place, you knew who the operators were, you knew where they met, you could have arranged for them to be picked up in terms of the state of emergency.  It would have been a good lesson to them, rather than blowing up any building perhaps.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was with the lower structures of the State machinery.  My function was to destroy it or to disrupt it or that which I have told you, my function was not - then the police, the community, the rest of the Cape structures had to do that, then by the time it is a target for me, I act, because I am a soldier, I am not a diplomat and I am not a police officer.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but you did have to evaluate your methods.  You don't have to choose an appropriate level, that's what you've told us.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, but my overhead mission was to disrupt the enemy and the formal bureaucratic processes which could be used, were given to other elements of the State.  I was not to use them, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Did I understand you correctly to say that:   \"The enemy did one thing and then we responded, we did another\"?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In this specific regard what I can recall is that Staal Burger, for example, came back with particulars with regard to a bomb that would explode the following day or sometime afterwards, but soon afterwards and we made our plan from there and our action was to pre-empt their action.  At that stage that was the situation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did anybody tell you that the reason for the suggestion that it should be blown up is that the people who were using it, had blown something up before the suggestion was made that the building that you say that they were using was planted?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am not aware of it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did anybody tell you anything else as a reason for putting this bomb there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If anybody had told you that the reason was to let the community know that the premises was used for the storage of arms and that this was not, this should be seen as  ...(indistinct) was to be done that it should be seen, look what happens if you allow people to store arms in your premises, they are going to explode accidentally and blow your building up.  Did anybody tell you that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I understand you now, that is a hypothetical example.  I don't know what I would have done under those circumstances.  I would have made the plan if it was before me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "It's not hypothetical, it's the version of one of your co-applicants.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That may be so yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who is giving an inaccurate account for the reason for the planting of this bomb?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I have listened to many projects.  If the other applicants put it as such, then it is another factor other than the one how I was motivated, so it is not necessarily incorrect or conflictory.",
            "Male"
        ],
        [
            "MR BIZOS",
            "It was a completely unproductive act, Mr Verster.  Would you agree that now on reflection it was a completely unproductive act, or must we go through the various possibilities in order to demonstrate to the Committee that you are not prepared to accept that which is reasonable?  Would you now agree that it was a completely unproductive act?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Do not interrupt me Mr Bizos.  I do not think it was unproductive.  I think it was part of the larger picture, the war against the threat as we regarded it at that time and it is a point for a long speculation whether it was unproductive or not.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The Chairman has already put to you that if it was to stop the people meeting there, the only thing that they had to do is to go to the next shebeen, if that was their inclination, or under the nearest tree, or in the veld, or in someone's house.  Why would they go to plan sabotage, why would they stop committing sabotage because one of the venues was destroyed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was to deliver a message to them.  It was an obvious message to them and it happened back and forth.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You were not going to make public that this was an act committed by the CCB or one of its affiliates or the police or anybody else and unless you made that public, it wouldn't have been interpreted as a threat.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Uncertainty is a specific technique, so it does not matter, it is internationally known.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   Well it was not - do you agree that it was not the proper way of giving them notice that you were on their tail, if you were not going to say that you had done it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Now you have interrupted me again Mr Bizos.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You started answering before I completed my question.  Please wait for my question.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not so.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now if you had made proper inquiries and you had learned that the Chairman of this Trust was Mr Franklin Son ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos, what Trust is that, the owners?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "The owners.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have the name of that Trust?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Yes, Mr Chairman, it's called the Foundation for Community Work, that its Chairman was Mr Franklin Son, that that name would have meant anything to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson, I did not know him.",
            "Male"
        ],
        [
            "MR BIZOS",
            "If you had made inquiries as to who owned it and you found out that it was a respectable leader of the community, Mr Franklin Son, he was a leading educationalist, he was the Rector of a Technikon, and you were told that, would you have changed your mind as to what to do?   Would you have gone to the Chairman or sent somebody to the Chairman, a policeman, you know, use whatever way you could in order to hide the fact that this information had come to the CCB and send some person who had no apparent connection with you, to warn him?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is a hypothetical question.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The only way we can test the reasonableness or otherwise of your conduct is by putting these hypothetical questions and I would appeal to you not to dismiss them as questions which you do not have to answer because they are hypothetical.  The question is, as a reasonable man who had such vast powers, would you had done, if you had taken the simple step of finding out who the Chairman was and by telling him that the premises for which he has a responsibility, are being used for subversive purposes, that it would not have been necessary to blow up the building?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it was not my responsibility.  I will say once again, at the time when I arrived at the scene, or the persons who worked for me, then those processes and the policing and the accompanying bureaucratic systems to prevent an offensive act ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "You're seriously describing it a democratic institution?  Is that still your state of mind, that you were working for a democratic institution?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not what I'm saying.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Oh I'm sorry, I misunderstood you.  But you did use the democratic - what did you say about democratic?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I said bureaucratic.  I say in other words the bureaucratic process of the State's dispensation, for example the police and the local municipalities and so forth.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I apologise, I thought that the word democratic had been uttered by you.   One of the other leading people on this foundation was the Rev Leon Louw, a very well-known community leader.  If he had been told, might he not have taken the necessary steps?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He could have, but it was part of the same process.  The formal structures had to do that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The church was not, particularly the Council of Churches, you were not well-disposed to them, were you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was not.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you know whether this centre had the support of any religious body, or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was not aware of it, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know that the Rev Louw was an office bearer of the Western Province Council of Churches?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was not aware of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at any stage aware as to who the owners of that centre were at the time?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson, I only looked at it from an operational point of view.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) just considered as one of the enemies by you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, it was generally known that money from outside the country was channelled which led to acts, even acts of terror in South Africa, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, did they dispute that or did you regard giving assistance to the wives and children of political prisoners an act of terror, as the State did in the Dean's case in Johannesburg?  Was that your state of mind?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was only aware of it, Mr Chairperson, that funds  - that the biggest source of recruiting funds or gaining funds came through the Council of Churches and that of that money was also used for acts of terror in South Africa and that is the only thing that I was aware of and it was generally known within the Intelligence Community as they presented it to us then and also in the documentation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Just like they believed that Mr Dullah Omar was the Chairman of Lawyers for Human Rights.  But let us just go a bit further.  The use of explosives, was that one of the matters which was available to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who supplied the explosives in this case?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That came from the formal structures of Special Forces, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who actually would the CCB approach to give them a landmine which they had?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "They would approach the logistics system of Special Forces and they would then get it from a store.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We are not interested in structures, we are interested in individuals in the CCB that would go and draw explosives from where they kept them.  Who did it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In this case it was Christo Britz or Burger Basson who was responsible to do this.  I know what you are playing on and this is that it is ...(indistinct) van Heerden and it is not necessarily the case.  It is logistical structure and it is drawn from a store and the Co-ordinator would organise, it could have been any store person, to get it over the counter.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We are interested in finding out who the persons were that involved themselves in the supply of this explosive, Sir.  In order to test your willingness to make full disclosure about who helped in these acts and we are going to submit that your giving us the names or the acronyms of organisations or unnamed storemen, isn't sufficient.  Please try and help the Committee to get to the bottom of this - I haven't finished my question - as to who was responsible for this.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot answer that question because I do not have access to Special Forces' stores.  The system was that the Co-ordinator of the region would organise it and it would then be gotten from Special Forces and Special Forces had a Commanding General.  There was a logistical officer and it would then come from the formal structure of the Defence Force.  This was the authorised, approved system.  Names - I could never give that name to you.  If Mr Christo Britz can give it to you, you'll have to ask him that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "This was not an ordinary limpet mine, it was a limpet mine which was doctored to go off by remote control.  Who was the expert in manufacturing or adapting remote controls for the purposes of letting off explosives?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The officer who was responsible for this was van Heerden, but there were various engineers.  There were several store people and there was a big structure.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who were they?  Who were these manufacturers of explosives potentially to kill unsuspecting people?  We would like to know about them please.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is Special Forces Headquarters logistical system.  I do not know the names.  Apart from Col van Heerden Mr Chairperson, I did not have access.  I was not allowed to go to those buildings for a few years, so I do not know who at that stage, those people were.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You had to know when you approved of this operation.  Not only did you approve of it in principle, but also the mechanics of it.  How did you know who was capable and who was prepared to make such a device?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was a pre-approved system that had, over the years, since the beginning of the eighties been developed.  It is Special Forces' Headquarters.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who was in charge of that body that you have just mentioned, because you would have known, who was he?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Col van Heerden, that was the officer. It was the Commanding General, the Commanding General was Gen Webb and before that it was Gen Joubert.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The person at the time that this bomb went off, who was the staff officer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think at that stage it was Col van Heerden, but then for about 3 years I had not gone to the Headquarters.  I accept that it is Col van Heerden.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now in terms of the procedures, because you were in the Special Forces yourself, would he have parted company with a landmine, without knowing what it was going to be used for?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, if it came from the Co-ordinator. Because there was a specific connection, he would then have made it available for a project and on that basis it was then asked for by the Co-ordinator, but the Co-ordinator would not say that I am going to go and do this exactly, or that and in this case I do not know if the Co-ordinator directly spoke to him, this you would have to ask him yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos.  Was there any particular reason why the operation required a remote control limpet mine, rather than the usual limpet mine that works on this lead plate?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I see it Mr Chairperson it would be a controlled explosion so that lives would not be lost.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The additional reason why it was to go off by remote control was because there was another gangster involved in this operation.  Not so?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "On ground level I did not have access to them.  I do know that there had been gang members that were involved.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know that it was on the information of this gang member that the premises were abused and that the reason for the remote control was that he was going to place the bomb in the building and that originally for his benefit, he had to set it off by remote control, but that your men didn't have confidence in him so they broke the rules of your organisation and they went there themselves, in order to work the mechanism, if the need arose.  Did anybody tell you that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am aware of it, but it is still a controlled explosion.  Excused me, a controlled explosion.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you ask when you approved this operation, who was going to place the bomb and who was going to press the button?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is part of the plan that was presented to me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was the identity of the person that was going to do it disclosed to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No.  As I can remember now it might have been that the person responsible in this case, it was Slang van Zyl and later on he also involved Kalla Botha and that they would then work as a team and the people that they contacted on ground level and used on ground level was only done in presentations.  To me - but whether it happened like that, I cannot say, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And that it was a member of the community that was really going to assist your men - are you again interrupting me?  I haven't finished my question.  Was it said to you that a member of the community was going to place the bomb?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember the details of this, it was not one of my projects.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I beg your pardon?",
            "Male"
        ],
        [
            "MR LAX",
            "He said:  \"I can't remember the details.\"",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes.  Oh I see.  Well did you expect one of your own men to go in and place the bomb in the building?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is possible.  It depends on the circumstances.  It is possible that he could have had the remote control device with him and that someone else would have placed the equipment there and if it was safe, then I assume that it could have been one of those steps.  The exact detail I can't remember now.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No you see, I thought that it was a rule that you should not get involved in anything which may enable people to identify you or connect the CCB, through it the Government with any act.  Wasn't it part of the plan that a member of the community was going to do the placing?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember the detail anymore, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well let us assume that that was so and let us assume that Mr van Zyl or others tell us that that was part of the plan and you must have read it.  If it was there, would you not have wanted to know why is this person prepared to place a bomb in a nursery school?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, his motives would have been obscure to me.  It could have been that he - I was aware that he had already co-operated with Mr van Zyl, that he had been part of his team maybe, that he himself maybe had some political convictions and the exact reason I do not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was it political conviction or money that ...?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know what his reasons were.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Didn't you have to authorise money for him?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I had a budget.  I authorised the budget and it also included more than just payment, it included petrol money, money for food, etc.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that budget include payment for the civilian person, the person who was going to place the bomb?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It would have had to, Chairperson.  The total budget would have covered all facets of expenditure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of money would a person like that expect, or what would you expect to pay a person for placing a bomb or a limpet mine?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot tell you with surety Chairperson, it was as a rule, the attitude would have been to connect it or bring it in relation with what actually happened.  It could for example have been something that had been negotiated between the handler and what the person on ground level felt that he needed and if it was excessive, then they could have argued about the price and if he didn't ask that much, then it would have been given.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Sorry.  If you've finished?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Because we know that he was to get R18 000 for putting the bomb in a nursery school.  Don't you remember that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I remember that a large amount of money had been given, but that is what had been negotiated between the two people.  The reason for the exact amount is, at the end of the day, only the reasonableness of that amount is considered.",
            "Male"
        ],
        [
            "MR BIZOS",
            "On an hourly basis, what sort of remuneration is that?  Per hour, how long would it take to put a bomb into the nursery school?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know, you will have to ask that of the operators on ground level.  It is for them to answer that, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But wasn't it your task to judge the reasonableness of it?  How long would it take a person and how much would he be paid per minute, if he got R18 000 for dumping a bomb in a nursery school?  He must be paid the sort of Bill Gates figures on the time spent.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the operator on ground level's decision and also his regional manager.  They could then negotiation amongst each other.  I only had to finally consider it and approve it, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Wouldn't it have made you suspicious if a person wanted R18 000, that this was not political conviction?  That this was greed and greedy people who are prepared to put instruments of death, are not very reliable or honest people, are they?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, exactly because of greed or to determine greed, I took the initiative to put a financial plan there, but the exact motivation of every person and exactly, precisely what is correct, was left over to the operator on ground level.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Didn't you question your operator?  \"But what is this?  Who is this person who wants so large a sum of money for so little effort?\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I'm of the opinion that because it had been such a serious matter, that it was a reasonable amount, or that it could have been a reasonable amount, but that was something that is proposed and that is considered on regional level and after this, after these considerations had been done, it arrives with me and if I doubt, there are many cases where I limited it, or where I said it is too expensive, or negotiate again, or talk again, but if the budget allowed it at that stage, then we would have done it like that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You see, because the amount to be paid should have put you on your guard to ask questions whether he was responsible for the information, because you know, informers are not the most reliable people in the world, are they?  And that he might have made up this story in order to get the R18 000.  Why didn't you want to satisfy yourself that that was not his motive?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because there is a structure to do this, it is not my job to do that.  It is the region and the Intelligence community who had to do this for me and the reliability of the source, there are very reliable sources and it is only a perception that it is the case now.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But if something is unreasonable on the face of it, you having to make the penultimate decision, should surely have asked:  \"Isn't there something wrong here?\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I have already answered the question.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You didn't do it and you didn't consider it necessary or reasonable to do so.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No that is not the case.  There are different phases that the plan passes through, from ground level up to the regional level and I was the third level and all those considerations had already been made.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And in the plan as to what time this bomb was going to explode?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The finer details I cannot remember at all, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you caution against the use of the limpet mine at a time when people were in the building?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Definitely.  It was also always done in  a very careful way.  There was never just blatant loss of lives.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was that made clear to your operatives that were going to carry out this deed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Definitely, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos, I keep interrupting you, but  was it - I don't know the Early Learning Centre at all.  I've never seen it.  I haven't been there.  Is it just or were you told in the proposal that it's just a hall, four walls, a couple of doors and windows or are there outbuildings or classrooms?  Was it mentioned in the plan as to whereabouts on the premises or on which structure, precisely where the bomb would be put?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, Mr Chairperson.  In this case and in general in such cases, plans had been presented for the whole area with fences and the routes to go in and the exit routes and where the bomb would be planted.  After all these years I can't specifically remember the plan, but this was definitely done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But was it more than just a hall, a four-walled structure, or was it more like a school, or can't you remember?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember the detail at the moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe we'll find out what it is from, during the course of the hearings.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "There are people who were injured and they will probably be giving evidence, Mr Chairman.  They will be able to explain.  Now, we know from the statements that appear in the police docket and which were handed to the Commission and which you've had an opportunity to read, have you seen them?  Have you seen those statements?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I did see a few statements.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, assume for a moment that the contents of those statements is correct, that there were cars parked outside the building, which should have given an indication that there were people still in the building.  Assume further that lights, the lights of the building were still on at the time of the explosion and that should have been an indication to anyone who looked at the building, that people were likely to be in the building.  Assume further that we know from their own statement, that there were a number of people in the building, would that have been contrary to the instructions of the CCB and contrary to your instructions in this particular case, as to when and how this bomb was to be exploded?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Well, the main guideline, Mr Chairperson, was that loss of life be not be caused but I assume on ground level, that it was taken into consideration and if it was like that exactly and how many there were, I think would have to be asked to the people who executed it on ground level.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, was this to be maximum disruption, with minimum loss of life?  Is that what you are saying?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, minimum violence and this was a principle of our structure was yes, maximum violence is a nuclear explosion or a tank attack.  In our case, if you kill one person it is minimum violence.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well anyway, fortunately people were only injured and not killed in this case but it would appear that it's not because of the careful handling of the members of your Committee, but if the Committee finds that there was sufficient evidence that there were people at the centre at that time, I just want a clear statement, that that would have been a breach of the instructions in relation to this particular operation.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I think we can accept it like that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now in relation to the authorisation of this, we know that Gen Webb has not applied for amnesty, we know that he denies that he authorised it, I beg your pardon, I'm sorry I have the wrong project, I apologise.  I'll cancel that question, I'm sorry, I wasn't looking at my notes and relying on my memory.  Now, were there reports-back in relation to this happening?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, Mr Chairperson, what I received from the Region and what was in the press.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who was present of the person who are mentioned in the paragraph in the report as the \"binne kring\"?  Who were present when these reports were made and when the matter was discussed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Are you talking about afterwards, Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, at the time that the matter was reported\nback to you by your operatives, your members.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Only Christo Britz and Staal Burger who came from the Region, via the Co-ordinator it was given to me Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was your Deputy not there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not as far as I can remember.  I do not know, I cannot think that he was there?",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was it the person in charge of Finance that had to arrange for the payment there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, they would never have been there.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was it reported to him why the payment was being made?",
            "Male"
        ],
        [
            "MR BIZOS",
            "No, he did not have access to this according to the financial approved system.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was any report made by you or anyone else to the person who made the bomb available and the trigger mechanism?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not have access to such a person, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was it reported to you that there was trouble with the mechanism and that approximately three attempts had to be made?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot remember this anymore.  I do not know if that was the case.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now, I want to ask you about this access to explosives.  Bombs, letter bombs, limpet mines and other explosives are or may kill people that you did not intend to kill, would you accept that because they are not like a bullet that can be directed at a specific person?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is not necessarily the case.  It could be aimed at a specific targets, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, but there can be uncertainty.  A letter bomb, for instance, that is set to someone by post may be opened in the presence of other people, women and children maybe, opened if it's sent to an academic, in the presence of his/her students.  All sorts of people can be killed by explosives such as limpet mines and letter bombs, can't they?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that is the case Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And also, we know that things like letter bombs, limpet mines and other bombs may, whatever the planning may have been, have a delayed reaction, or they may take a long time to go to some place over the post, or they may be opened by the spouse of the person concerned.  Did the CCB have any policy about the use of such explosives?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Except for the planning, as I explained to you, there is only the normal approach of minimum force and violence to limit loss of lives and to  aim it at the target and that is that, Mr chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were these instruments readily available to the CCB and there for the asking?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, it was available, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were they available on requisition?  You didn't have to buy it, or anything like that?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, our financial, logistical and Intelligence system was linked to the system of the Defence Force so the Special Forces Headquarters was structured in such a way that in its logistics you could get from ammunition to explosives on demand, according to a specific procedure and Special Forces served as the source for the rest of the State's equipment and this includes National Intelligence, right up to the Security Police and us too and also all the other regiments of Special Forces and even the arm, if they wanted it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "These also served often a double purpose because the explosives supplied to you were of Easter Countries' origin, so that you could put the blame on the enemy, so to speak, and get double marks for it.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's correct, it was the usual Special Forces procedures.",
            "Male"
        ],
        [
            "MR BIZOS",
            "In the report-back, was it reported to you that persons were injured?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, it was reported to me.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   What was your reaction to it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The normal reactions that persons were injured in cross-fire, that it was a problem and it could not be always prevented.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   Cross-fire means there were two people shooting or two people exploding, where was the cross-fire here?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It has the same connotation for me, what I have said right now.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You didn't caution or reprimand the persons in relation to the operation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, we were not happy with it, but it could not be prevented.  It was a war situation in the country.",
            "Male"
        ],
        [
            "MR BIZOS",
            "In your application for amnesty in paragraph 1.3, on page 191 you say\n\"This bomb went off during the late hours and according to my information, no one was injured or killed during this explosion.\"\nDo you agree that this is contrary to the evidence that you have just given that the matter was reported to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, Chairperson, I may see it as such.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I suppose you'll tell us that it was a mistake?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   Yes, it was probably just a mistake.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The injury of persons in attempting to destroy a property, was not of sufficient importance to you to remember when you applied for amnesty, what had been reported to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would not have applied for amnesty if it was not important.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I want to turn to the - oh I'm sorry - did I not ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got the paragraph number, thanks.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "The Bishop Tutu incident.  Did you think that Bishop Tutu was a target.",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, I object to this question.  The applicant did not apply for amnesty in regard to the Bishop Tutu incident, it is therefore not before your Commission as far as he is concerned.  I submit it is irrelevant to the purposes of this application.",
            "Male"
        ],
        [
            "MR BIZOS",
            "With the greatest respect to my learned friend, but that is an issue in respect of which other people have asked amnesty.  He was to authorise it.  It's inconceivable that it can be suggested that I cannot ask him questions about it in order to prove that and the full circumstances that were reported to him because it's particularly relevant to the amnesty applications of the other persons.  The objection is not well-founded, in my submission.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, it was firstly decided that that wouldn't be part of the hearings before you, that was in terms of the meeting that we had, the pre-trial meeting.  Secondly if information comes out about Mr Verster's involvement in regard to the Tutu incident, although these proceedings may not be used in a criminal court, the information that comes out here, may be used against him if there is such a prosecution, if there is in fact such an offence that he had committed, therefore it might incriminate him indirectly and I submit that he is therefore not obliged to answer any questions in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Ms Coleridge.  Yes, I notice that the documents contain information relating to the incident involving Bishop Tutu and also as has been said, certain of the applicants have applied for amnesty in respect of that.  Was it agreed that it wouldn't be dealt with here or not, because although it is a matter that could be dealt with in chambers in that it doesn't involve a gross human rights violation, as defined in the Act, we were prepared to accept anything relating to it, but I just want to know what was agreed.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, initially this whole CCB matter was referred to Judge Denzil Potgieter to decide whether certain matters are going to be held in chambers and it was decided and I was informed thereof, that the Tutu matter would be resided in chambers, Chairperson, being that it was a non-gross violation of human rights.  But in relation to, just for the purposes of coherency, I don't think there's a stage where, for instance, Mr Verster will be cross-examined or questioned on this issue, so depending on the Committee whether it's relevant at this stage, because we'll have to decide on this matter anyway in chambers and Mr Verster's evidence in relation to the orders, is obviously of essence to us as well because they were part of the CCB, so I shall leave that in the Chairperson's hands as to whether we're going to deal with that issue.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Our attorneys wrote registering an objection to the matter being dealt with in chambers.  As far as we know, no decision has been made on it and at the pre-trail conference we indicated that we would deal with the matter, we would ask the Committee to deal with the matter.\n\tHere we have a situation Mr Chairman, where I believe that in so far as it may have - the decision may have been taken by a single member of a Committee, that it is not to be dealt with in the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, it's my experience and I'm sure it's the experience of my colleagues, that we very often deal in hearings, particularly where they're combined hearings, where there are a number of incidents and side issues that are strictly speaking matters for chambers, but we deal with them as a matter of convenience to keep them together.  For instance if somebody applies for the murder of somebody and being in unlawful possession of firearms, we're not going to separate it and then have another Committee work in chambers on the firearms issues, it's just dealt with as a matter of convenience, that while you're dealing with three or four incidents, you may as well deal with five and the only real decision is whether a matter requires a hearing, not the other way round.  Because if we deal with a matter that requires hearing in chambers, then we're acting improperly, but not the other way round, so Mr Wessels says it was agreed, it wasn't ...(indistinct), but we're quite prepared to hear these matters.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I don't know what agreement he is referring to.  It was certainly not agreed at the pre-trial conference where we raised an objection and we said that we would address you on it, but on the merits of relevance, Mr Chairman, on the merits of relevance, Gen Webb has applied for amnesty and a number of the other applicants have applied for amnesty ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of that particular issue.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Gen Webb has asked and other applicants.  The witness has knowledge about those facts.  He cannot in an amnesty hearing, claim that he may incriminate himself.  He has applied for amnesty in relation to other matters and we submit he is obliged to answer questions in relation to it.\nYes and of course there is the other that although it was - others say that it was a Region 6 project, he denies that he authorised it, so he can't  ...",
            "Male"
        ],
        [
            "MR WESSELS",
            "Sorry, Mr Bizos is not correct, ...(indistinct - no microphone) statement, Mr Verster didn't deny that he authorised it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think there was some reference that it was considered a joke or something.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "But it wasn't denied at any stage that it was not authorised by Mr Verster.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well a joke is not an offence, Mr Chairman, so he doesn't have to ...(indistinct) to fear.",
            "Male"
        ],
        [
            "MR WESSELS",
            ";   Mr Chairman, that is not the point.  Mr Bizos knows that is not the point.  Whether it is an offence is not for Mr Verster to decide, that is a matter of law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sometimes a joke can be an offence, depending on how sick one's sense of humour is.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I do submit with the greatest respect that this is so closely interwoven with the other facts that the witness is obliged to answer the questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini, you wanted to say something.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, maybe I can assist the Committee.  It seems as if the Committee had taken a decision already on the 28th of January 2000 in a letter addressed to my office by the Amnesty Committee.  It's stated clearly\n\"The Amnesty Committee has decided that the following instances will be heard in chambers.  The intimidation of\n\t\t(a) Archbishop Tutu, Baboon foetus,\n\t\t(b) the bombing of the Community Centre in Salt River, Cape Town.\"\nSo it seems to assist the Committee that a decision was taken that this issue would be dealt with in chambers and I refer to a letter dated 28th of January 2000.   Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Martini.  Then it would seem that we're not dealing with that here.  I mean, that it's not part of these hearings as is the other ...",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            ";   That is what we informed all the legal - and this is what's been set down on the roll Chairperson, those matters.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "And there's also another issue, just a legal issue that we have to bear in mind.  Obviously the people involved in the Desmond Tutu incident were not notified in terms of Section 19(iv)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh you mean the other notices to the Bishop himself?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That is correct, Chairperson.  We know the Bishop is very co-operative and understanding about proceedings, but just, that's the other legal implication.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Sorry.\nMICROPHONE TURNED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BIZOS",
            "(cont.)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The incident relating to the placement of that baboon or monkey foetus on the premises of Bishop Tutu, we've agreed, will not be a subject of these hearings.  We will not include a decision on that incident in our decision emanating from here.  We are however of the view that in so far as anything relating to that incident is relevant to these incidents, with regard to whether or not procedures were followed etc., questions may be asked, but without going into, as was the case with the Dulcie September and other incidents that were mentioned earlier, we're not interested in the minutia of those details, but in so far as the question may relate to consistency of practise, consistency of methods adopted, procedures, we will allow questions, so if you can listen carefully Mr Wessels to the questions put and if it comes into that category, object or not.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            ";   Yes, Mr Chairman, I'll just reserve my right, because we haven't prepared on this issue at all.  I don't know what may come out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, certainly.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Other people may be involved, which may be incriminated but all sorts of repercussions that I don't know of, so ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly, we understand that.  Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) and ask him a few questions in relation to it, just what he did about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If anything, yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "If we may say that my attorney cannot find the letter that was written to the Commission, objecting to it being dealt with in chambers, but be that as it may, let me - no the letter that my attorney wrote.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.  Okay, sorry.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "According to the statement of Mr Barnard at page B132, the following is stated\n\"He then informed me that Desmond Tutu was a sensitive matter and that they would disrupt him in another manner.   He said that it was a 5 point plan and that the foetus was the third step.  The foetus had to be hung on the verandah on the Tutu premises, the nails had to be knocked in on both sides of the little path.  Research was done with regard to the witch doctor rituals of the tribe which Tutu belonged to and Dirk said that the fourth step would be a hyena which would be hung up at Tutu's house and the fifth step was some or other Witch doctor poison with which Trevor Tutu would be poisoned.  Dirk also said that CCB had duplicate keys of the vehicles of Tutu and Boesak.\"\nWas this proposal made to you?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, the witness wants to ask my legal advice on this issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we'll allow that Mr Bizos.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, that is not true.  I did not know of it.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   Was any proposal of a similar nature, made to you?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, the problem is, the witness decided to answer this because he says this is false.  Now there's a question of a similar nature.  Now we're getting to the minutiae of the Tutu incident and I submit that is not what we're supposed to be answering here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, you see we know that, or we suspect that the Tutu - call it that - the Tutu operation was an operation carried out by Region 6.  We suspect that from the fact that certain applicants have applied and they say that they did it in their capacity as members of CCB.  It's not unfair to ask whether it was approved at the higher level, or whether it was just regional level.  What's being asked is was any proposal relating to the operation brought up to his level or higher level, doesn't he know?  I think I'll allow the question.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) interrupt my learned friends consultation.  A witness is entitled to ask whether in law he's obliged to answer the question.  He hasn't got the right to discuss the answer with my learned friend, for my Friend to decide whether he should answer it or not, or to  seek advice whether he should answer it or not. The only thing he can ask is:  \"Must I answer this question?\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know what they were discussing.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, if I don't know what the facts are, then I can't advise the witness as to what he should do in the circumstances.  We haven't prepared - I stated that - we haven't prepared on this issue at all.  If there's going to be an insistence on asking questions on this issue and if those questions are going to be allowed, then I would ask for an adjournment or the matter to be postponed, so that I can consult fully on the facts and on the legal issues with the witness.  I'm not in a position at the moment to deal with it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman.  It's about lunch time.  I'm sure that for what his client considered a joke, he has already told us, that we can take possibly a slightly longer adjournment over lunch in order to proceed with this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the lunch adjournment, but I really and I'm sure all of you would agree that we wouldn't want a postponement of the matter, to deal around the fringes of that incident.  I don't think it would justify a postponement of the matter, so Mr Bizos if your questioning can just really relate to the fringes without getting ...(intervention)",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "i don't want to take up any time here, Mr Chairman, and I will probably be finished in about 5 to 10 minutes with the witness in relation to this and my learned friend, I'm sure that his client has a version.  What we have heard thus far is that it is an exculpatory version.  If it's an exculpatory version, then he has no reason whatsoever to answer questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not to answer questions.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Not to answer questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would be a convenient stage then to take the lunch adjournment.  We'll take the lunch adjournment until quarter to two, unless you require more time, Mr Wessels.  Then if you can just let us know and we can start a bit later.  We'll now take the lunch adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            ";   Mr Chairman, may I interrupt?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wessels, yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I consulted with my client and in an effort to see if there was really any issue between Mr Bizos and my client that could be resolved, I asked Mr Bizos whether he could tell me what questions he was going to ask relating to the Tutu incident.  He told me - he asked me whether the version would be incriminatory or exculpatory.  I told him that it would be incriminatory and he then said well then he was going to probe into the matter.  Mr Chairman, as a result of that, I am instructed that Mr Verster's version pertaining to the Tutu incident, is incriminatory.  That the reason that he did not apply for amnesty is that he rightly or wrongly believed that it was not necessary as it wasn't a gross human rights violation.  I submit that the requirements of the Act haven't been complied with in so far as notice is concerned, that  certain issues are going to be dealt with that are incriminatory.  That therefore, as this Committee whose jurisdiction is for amnesty purposes and not  an investigative unit, the witness cannot be expected to answer questions pertaining to the Tutu incident, in so far as it relates to that particular incident.  If there are any general questions that may be relevant in so far as the other matters are concerned, then he's obviously willing to answer those questions, but nothing about the Tutu incident in particular.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well I'll try, Mr Chairman, and ask questions.  They can be objected to individually and a decision can be made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes because as stated earlier, we said that we would allow questions that are of a general nature, that might relate to consistency of procedures etc, but not into the actual incident itself, but we'll do it on that basis.  You just listen carefully Mr Wessels and object when you feel.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            ";   Mr Verster, your counsel said that you were advised that this was not a gross violation of human rights.",
            "Male"
        ],
        [
            "MR WESSELS",
            "No Mr Chairman, that is not what I said.  I didn't say that he was advised that it wasn't a gross violation or anything, but that he believed at the time he didn't apply for amnesty as it wasn't a gross human rights violation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, this belief that your counsel has spoken about, was this your own belief only, or did you seek legal advice?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Well if that is legal advice, it's privileged Mr Chairman.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, whether or not he asked for legal advice is not privileged, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the question is whether or not it was based on legal advice, your view, it's not what the legal advice was.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "No, with respect, he's not entitled to consult on this, Mr Chairman, what his answer should be.  He's obliged to answer the question.  He is not entitled to consult what answer he should give.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Can you please ask the question again, Mr Chairman?",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you decide that this was not a violation of - a gross violation of a right on your own, or on legal advice?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I thought that it was not a gross violation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you have a legal representative at the time, that you decided to apply for amnesty and not to apply for amnesty for this incident, for the Tutu incident?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I did not necessarily at that specific moment speak to them, but there was legal representation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was there any reason why you did not ask for legal advice in relation to the Tutu incident once you were applying for amnesty and once had a legal adviser who could advise you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No there were no specific reasons for this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now you, when first asked about this, you said that this was \"grappies\".  Did you say that?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, that relates to the incident in particular?",
            "Male"
        ],
        [
            "MR BIZOS",
            "He's already given an answer, I'm entitled to probe it, Mr Chairman, what he meant by it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think he's talking about what he said here in this hearing.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "He didn't say anything about that in this hearing, Mr Chairman, you referred to the statement that is part of the bundle that was obtained many, many years ago.  The witness hasn't given any evidence about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I can't recall myself whether it was evidence or it was just from the Bundle yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "No Mr Chairman, the world \"grappies\" came from the witness's mouth.  That's where I heard it from.  Did you say that it was \"grappies\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At this hearing.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "At this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a fair question.  At this hearing did you say that it was a joke?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Do you admit that you said that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I answered so many questions this morning Mr Chairperson, I'm not sure.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Will you please accept that I believe that you said that it was \"grappies\"?  I want to ask you some questions about it. At the time of - please listen to the question.  At the time that the proposal was made and when you first read it, did you burst out laughing?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, I just did not see it as important.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You didn't burst out laughing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think he said no.  He said \"Nee.\"",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "You didn't, so where was the joke?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, the witness objects answering the question.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well Mr Chairman I submit that he's obliged to answer the question.  Where was the joke?  What was the joke?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I've said before, we can't compel to answer, but we ...",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "No, well, I'm asking him to reconsider.  He's supposed to answer questions in order to make full disclosure so that he can get amnesty, Mr Chairman.  I'm repeating the question subject to your concurrence, Mr Chairman.  What was the joke that you spoke of?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Let me place on record my objection to the question, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, is this questioning going to get us anywhere with regard to the matters we're hearing now?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) to this witness' attitude, we have evidence Mr Chairman, although he refuses to answer, we have evidence from others on their affidavits that this was a five point plan which would eventually have led to the death of Mr Trevor Tutu.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, there's no such evidence on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes the witness - that was put from that statement, but it was - the response of the witness was that that was untrue.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Yes, but we have other evidence Mr Chairman that you are going to hear that this was the five point plan that was proposed.  I want to know from this witness, he can persist in his denial that that was said, but I want to know from him what he meant when he said that whatever it was that was proposed, was a joke.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, we're entitled to know and there should have been documents served on us, if anyone is to come and give that evidence.  If Mr Bizos has a witness who is going to come and say that, may I then formally ask, who is that witness, what is he going to come to say and where is the statement where that person is going to come and say that that is the truth?",
            "Male"
        ],
        [
            "MR BIZOS",
            "We have read the papers Mr Chairman.  It's Mr Barnard sitting behind my learned friend, or slightly behind to the side, who is a co-applicant Mr Chairman.",
            "Male"
        ],
        [
            "MR COETZEE",
            "May I just intervene?  I'm appearing on behalf of Mr Barnard and the statement to which Mr Bizos is referring to is a Section 29 statement made by Mr Barnard whilst he was incarcerated in terms of that Section and I just want to state that clearly that it is not a simple affidavit in the normal course of events that was taken down.  In normal circumstances in the Court, that would not have been admissible even to refer to that statement as evidence and just to put that in context, that it is not a sworn statement of a witness compellable to give that evidence.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, the fact that it was taken when he was in custody, is no reason for it's inadmissibility.  The inadmissibility of statements in a criminal trial where questions of guilt or innocence is involved, is a completely different test.  I am sure that, I don't know whether - what Mr Barnard is going to say about it, but this is the prima facie evidence that we have before the Committee, of which my learned friend has had notice, Mr Chairman.  I can understand his sensitivity.  I am going to argue the matter but I will abandon this question and ask another.  Did the CCB have access to so-called anthropologists and ethnologists that purported to know the native mind?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, that question can only relate to the Tutu incident and again ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone)",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Bizos can place on record what he wanted to say, I couldn't hear.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No finish because I interrupted you.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Yes and I submit that that is outside the ambit of this amnesty hearing.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, I submit that the question is a legitimate one.  The other persons that give evidence are not likely to know the policy and the practises of this organisation as this witness has and I'm entitled to an answer for the purposes of dealing with a matter where others have asked for amnesty, Mr Chairman.  It doesn't incriminate him in any way, Mr Chairman, as to whether they had such people giving them advice of that nature.",
            "Male"
        ],
        [
            "MR WESSELS",
            "May I place it on record, Mr Chairman.  Mr Bizos says I shouldn't speak to my client.  I'm entitled to give him advice and I place on record that I'm giving him advice as to what the consequences are if he answers or refuses to answer questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think, I don't know what's being said there, but Mr Wessels has indicated that his version is incriminatory and he would be entitled to ...",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) await a ruling by the Committee as to whether it's an admissible question or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, with a view that any answer to that question would not necessarily be incriminating and it's of a general nature whether there was access to experts of that nature, I think we'll allow the question.  The question was, did the CCB have access to information from experts such as anthropologists as to the beliefs and customs of indigenous people?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Just trying to get the Afrikaans for anthropologists.",
            "Male"
        ],
        [
            "MR BIZOS",
            "\"Volksdeskundige\", I think.  Far be it for me to tell my Afrikaans-speaking friends what ...(indistinct - speaking simultaneously)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson we had the normal access that one has regarding to text books and structures, universities etc.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Who were the anthropologists that you consulted here in South Africa, not about Tutu, generally?  Who were the anthropologists, the wise and learned men who told you how the Bantu think?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I place on record that the witness is of the opinion that this is not relevant, that he doesn't have to answer these questions and I object to that.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   Well Mr Chairman, it goes very much to the credibility Mr Chairman of this witness and the others.  I don't know whether the names of those persons will incriminate him.  How can the furnishing of those names incriminate him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway he's indicated he's not going to answer the question.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "He's not going to answer?  Well we will leave it then for argument that you are not prepared to answer the question and when we argue full disclosure.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman and that is why I object to these questions, because that is now precisely the argument that we're going to have at the end of this hearing, whenever it ends and before we get to the conclusion that he refuses to answer, I submit that you must make a ruling as to whether he's obliged to answer, whether he's obliged to answer questions that go beyond the three matters where he's applied for amnesty.  Is he obliged to answer questions about the time when he speeded with his car or went through a red robot for political purposes when he's asked questions about that.  Those type of questions are just as relevant as Mr Bizos's questions about anthropologists and all those sort of things.  It doesn't relate to the bomb, it doesn't relate to the attempts or the conspiracy to assassinate Mr Omar or Mr Evans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think the question relating to the anthropologists, who they were, doesn't assist us here, whatever the answer might be, even if he told us or didn't tell us.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I'll leave it at that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not obliged to answer that.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Was there a policy of attacking people or their relatives who were involved in the Church?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because of their involvement in the Church?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Because of their involvement in the Church.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, there was no such policy.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Did you know that Mr Evans was the son of a Bishop?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not know that Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Didn't you go into the background or the upbringing or the public image of the people that you indicated as targets?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was not my job Mr Chairperson.  There were structures that had to do that and they formed part of the whole National Intelligence management structure and the only thing I did was to authorise operational plans and to approve it based on the facts in front of me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you have any knowledge of a plan to kill Frank Chikane?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I know absolutely nothing of this Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was the name of Frank Chikane ever mentioned to you at or about the time that Gavin Evans's name was mentioned to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, Frank Chikane from the beginning of the making public of the CCB and I'm under the impression that from the plan that was made to hide police actions, it was put in front of the door of the CCB and from the first Harms Commission, Frank Chikane's name came under the spotlight as if it was the CCB.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The first applicant in this case, Mr Kalla Botha, in a statement which appears in Bundle B, page 4, I must get it in context, at the bottom, it's at the bottom of page 3 the last line\n\"During my meetings with the other members, we at a stage each got two names.  I got the names Frank Chikane and Ruth White and received a computer print-out concerning Frank Chikane.  Maree received Gavin Evans and another person and she had Abdullah Omar and another person.  The orders were that we had to gain information regarding these people.\"\nWhat do you say to that evidence?  Did that ever come to your notice?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I saw the evidence but I do not know where it comes from.  We had no project regarding Chikane.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Kalla Botha isn't one in the class of person that you mentioned that would say things merely to bring the CCB into disrepute.  The answer must be no, Sir.  He's not one of those persons, is he?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Botha was under pressure at that time and he also had to make Section 29 statements and in my opinion it was prescribed by the police, he was under pressure, put under pressure, he was detained so the full circumstances under which he made the statement, I do not know exactly what that was.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I think we will hear from him, but who would have an interest in compelling him to mention Chikane if it were not the truth, do you know?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, it could have been general information exercises within the learning process or in the army process.  It could have been an in-house approach of his regional manager, but it did not come from me.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now I want to give an example to the Committee of the way in which you prepared your application for amnesty.  Will you please turn to page 190 of Bundle A, Mr Chairman.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Was this drawn by you or by your legal adviser?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I assume that it was in co-operation with my legal team, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I notice it's typed.  Would that have been typed by your lawyers or yourself?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was probably done at the offices of the legal team, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) give a full account of what had happened for the Committee to decide whether you had made full disclosure or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let's take 1.1.  Do you agree?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I just place on record, Mr Bizos used the words \"full account\".  That is not what the application form says.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I know and we've had many, many hearings which have lasted weeks and weeks, whereas the application form is probably eight pages long, so one can't  expect all the details and we do not expect all the details.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "No, I don't expect all the details, Mr Chairman.  What I'm going to put, Mr Chairman, not all the details, but didn't you think it, you yourself, think it necessary that the Committee was entitled to know who made the proposal, who approved of it, who was going to execute it and the other essential details?  Didn't you think that you owed it to the Committee to do that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I think at the time of presenting this document, I also had other appendages of more than 30 folios about how the structure worked.  At that stage, after the Harms Commission, all our plans, our working procedures, our channels, that shows exactly who authorises what and how we worked and what the definitions were and what the rules and regulations were and what the financial procedures were and this was done repeatedly, so at the time of doing this part, it was only a confirming note of documentation that had already been handed in.",
            "Male"
        ],
        [
            "MR BIZOS",
            "1.2 in relation to Minister Dullah Omar is even shorter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there's reference made\n\"see appendage B and see appendage A.\"",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "But what we submit is that those are lengthy documents about the witness's qualifications and other matters and do not give information as to what happened, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed with your question.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) gives even less.  1.3 can be described as a similar matter, the same paragraph 2.  Now is there any explanation why there is such ...(indistinct) of information in this application?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson because as I said, all available documentation about the working procedures had already been given to the State from the Harms Commission and it was also transferred at this time, which explained the exact way of working, so if I mentioned the target and I read this together with the documentation of the workings that we had and then it gives the authorisation and also gives the financial and channel authorisation and explains it.",
            "Male"
        ],
        [
            "MR BIZOS",
            "In 1.2. one would have expected, you knew that there was an issue as to whether Mr Barnard was involved in Omar or not.  Did you not know that?  Had that not become an issue?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I realised that later, but I explained it to you that he was not in my frame of reference and in any case it would have been hearsay if I had included it in my evidence.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The conflict is of evidence as to what the role played by Mr Barnard in relation to Omar, came to a head at already the Harms Commission, which was long before you made an application for amnesty.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is why I'm of the opinion that it belongs in his application, or it belongs in Slang van Zyl's application and not in my application.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And also nothing about the role played by Peaches in this.  You knew about that, why didn't you mention it?  You see, I want to ask you this, Mr Verster,\nif your application was dealt with as a single application without your co-applicants' applications, the information that you gave would have been mighty little to the Committee, would you agree with that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not think so, Mr Chairperson, because I was at the management level, at the higher level where my role and my function was to authorise projects.  I had no access, I had no details about anything on ground level, so my amnesty I interpreted it as accepting responsibility on my level for what they did and that the involved persons would then on their level have to accept responsibility.",
            "Male"
        ],
        [
            "MR BIZOS",
            "On page 194, paragraph 5, I find the paragraph that reads\n\"There may be certain events where my memory leaves me and unless it is pointed to me, I am prepared to hand in another application.\"\nYou were dealing primarily with the elimination of people.  What was the purpose of this last paragraph, a sort of a safety net for yourself?  What was the purpose of it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Exactly what is written there Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, what I'm going to suggest to you is this, that you put that in because you did not know what else might come out in other applications for amnesty and you wanted to leave it open to yourself to come back if more was revealed than had already been revealed in relation to your activities.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, if there was time left to do an application, then it might have been wrong.  I could have done this within the boundaries of the law, but I say again that there are many people from the other side at the moment and from the current Government, who did not apply at all.  If there was time, I could have applied and it would not have been a contravention.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Let's leave out those who didn't make applications for amnesty.  We're dealing with your matter.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I want to say this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You can say whatever you like, but what do you say to the suggestion that you only made applications for amnesty where you knew that there would be evidence of what you had done and you were leaving the door open for yourself for if other people made an application for amnesty, you would have left the door open in order to make further applications.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No this is not the case and it is still just an opinion on your behalf.  There were many regions.  This was just one region and every part of detail over many years, I cannot remember now and I say again it is not wrong to have written it and I did it like this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But Region 6 was the only one for internal things and you had already decided that you were not going to speak about things that happened outside the country.  What was it that made you add this last paragraph, other than to leave the door open for yourself?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already answered the question and I did not write it down to leave the door open, I meant it in all honesty.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How many cells were there in Region 6?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is for the Regional Manager to answer that, I do not have specific cells.  You can make the deduction, it is for the people who worked in Region 6, let's say that there were four members and then they would have four cells, but there might have been others, I do not know.  You will have to ask that of the Regional Manager.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Those four people would have been one cell.  The question was, how many cells were there in Region 6?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is something that you are deducing from that, it is not one cell, it is one structure and within that one structure, everyone had his supporting system that he handled as a cell.",
            "Male"
        ],
        [
            "MR BIZOS",
            "How many people were working inside the country for the CCB in order to do the main work of the CCB?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're talking about so-called aware members?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Aware members.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was these people who are applying at the moment and it is approximately four and then from all the regions, their people also functioned from within the country and it is a total group of about 100/150 and they did not have a primary function of executing projects in South Africa.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Are you saying that there were only about six knowing members, what is the word?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Aware, I think they were referred to.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Pardon - attached to Region 6?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  The supporting structure of those people I did not know.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were there - let's put it this way, did the six employ many other people to do the work of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "According to specific prescriptions, persons who were unaware of their attachment to the State, according to that principle they could recruit people and if anyone was an aware member, then they had to clear it with me, but sources and agents on ground level who were not aware of what their connection with the State was exactly, they did not have to do it, except for where it was in financial cases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if I could just ask a question just on this point, Mr Verster.  Let's take the Early Learning Centre incident.  Now, the operative approaches an unaware person.  The front was a bus company or something like that, wasn't it?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not so, Chairperson.  The bus company was not a front, the bus company was a connection to the private sector through which the finances could be dealt with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright so the operative approaches the person who's going to be asked to place the bomb.  Now that person is an unaware member in the sense that he's unaware that he's working for the State or he's doing something on behalf of the State.  Now would he think that he's now been approached by an anarchist or somebody who just wants to place a bomb for personal reasons?  I'm just wondering how it works, how you could get somebody to do a job of that nature and that person is still unaware that he's acting for the State?  I don't know if you can answer that or maybe the operative would be in a position to be able to answer a question like that.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson I do not think that there is a clear answer to that but what I may say is that for example unaware persons are approached on the basis that a group of business persons who are dissatisfied with the situation in the country and that that is the reason why they initially recruit the person and from there, the following operations will emanate, whether these persons believed it or not, that is debatable.  It could also happen that, or did not happen, it is also a fact that the chief instruction for my side was that we should not acknowledge our connection to the State and if I may place it into context, with us it sometimes happened that a police officer would do something and then he would say it was a member of Special Forces, but in our ethical code amongst ourselves and in our agreement with higher hierarchies, we for example, did not pretend to be another Government department and on that basis we recruited people under the pretence or pretext or for whatever reason it was, so that we did not have to give acknowledgement that we were from the State.  I beg your pardon - that is also the reason why we did not have people at State premises and at police stations and at our own - we could not go to our own Special Forces structures.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Bizos.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) to the Harms commission?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think so.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You didn't deliberately lie there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was a rather traumatic period because then we saw clearly and it was put forward that we would accept responsibility for all the State's activities at that stage and that the CCB should shoulder the blame for whatever, for example, the police had done.  I have said this in many statements.  There were, for example, up to 13 folios of incidents which were shown and when I saw these incidents, I knew that this was not our doing, these were police  incidents and because of that we were very cautious and we, in our manner in which we handled the Harms Commission and during the day, when we sat at the Commission and then in the evening direct lies were told on television, so we saw that we were becoming the enemy of the previous government, but in general.",
            "Male"
        ],
        [
            "MR BIZOS",
            "The question was.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have answered it in general.  I spoke the truth.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No, the question was whether you told any untruths to the Commission or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Knowingly.  Willingly.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...(indistinct - no microphone) truth at all times?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Nobody forced you to make any false statement?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was much pressure.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But you withstood that pressure and told the truth?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I did because ...",
            "Male"
        ],
        [
            "MR BIZOS",
            "Very well.  Will you please turn to Bundle B, page 61, but look at the end please.  B for Benny, B, 61 and look at the end of it an page 81, 20 pages.  Just look at the bottom there whether that is your signature.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is my statement, yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And everything that you said there, that you signed, was the truth?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now will you please turn to paragraph 11 of the statement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is on page 64.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "64.  The question that was put to you was\n\"What were the objectives of the CCB?\"\nAnd you said:\n\"The purpose of the CCB was to gather specialist information within and outside the RSA with regard to the enemies of the RSA and more specifically the ANC, PAC, SWAPO, as well as the Communist Party, SACP.  With regard to the ANC, it was more specifically the military wing of the ANC.  The purpose was furthermore to give execution to actions against such enemies outside the country where no other Security Forces had access to.\"\nNow, \"in die buiteland\" was underlined by you, or it was underlined at the time that you signed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, if we could just - this  \"vraag antwoord\", who asked the questions?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am not certain.  The person there was Adv Willem Burger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is this a transcription of a conversation which was then signed by yourself to certify the correctness thereof?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "From the hierarchies where it came from, I am not certain where it came from, but at the time when I had to answer it, the questions were asked by Willem Burger, Adv Willem Burger, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Chair, if I ...  Mr Verster, you seem unsure about where this document was compiled and how it was compiled.  Did you have consultations with Burger?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  What happened here, Chairperson, is that, I cannot recall the advocate's name, he was a professor at ... University when the CCB contact him and when I saw that the current Government were turning against us, I went to this English speaking professor, this advocate, I went to him and coincidentally, by the way, I found out that he was on the same floor as Advocate Willem Burger and what happened then was when Adv Burger saw that I went for assistance to this professor, there was a dispute where eventually I was handed over to Adv Burger and I was told that if I did not do this I would lose my legal representation and that is how I became involved with Adv Willem Burger at that stage and at that stage in his rooms and we went to his house as well, and that is where this was drawn up.",
            "Male"
        ],
        [
            "MR LAX",
            "What was the purpose of the question and answer?  Did you seek assistance?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I went looking for assistance but the purpose of these questions was as if it came from the Government of the day and the advocate who is Adv Willem Burger, it may have been from legal channels, questions were asked and I was told to answer them.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm trying to find out what the objective was.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know.  That was the process.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, perhaps I can refresh the witness's memory as to how this occurred.  As far as I can remember, there was a police investigation and Col Mostert, or Brig Mostert, at some stage arrested Mr Verster and kept him under Section 29 but before that there were some questions asked by the police and perhaps the witness can give you details about that.  I wasn't present at that, but at some stage I'd seen something like that and these questions emanated from the police.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson if I look at the date now it was approximately two or three months before I was arrested and I think that the advocate was part of the police investigation but those investigations...",
            "Male"
        ],
        [
            "MR WESSELS",
            "On page 61 it says there at paragraph 2\n\"Following on my visit to Brig Mostert on 29th of January and the questions which were supplied to me...\"",
            "Male"
        ],
        [
            "MR BIZOS",
            "You see that was on the 28th of - on the 29th of January but you signed the statement on the 2nd of February and this was - you were given the questions but the answers were given by you and written down by Adv Erasmus, was it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Burger, Willem Burger.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BIZOS",
            "This was handed in at the Harms Commission at which you gave evidence and you confirmed its correctness.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   Correct, Sir.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now let us turn to the paragraph that we were dealing with on page 64, paragraph 11.  You see there that \"in die buiteland\" is underlined?  Isn't that \"buiteland\" underlined in order to clearly indicate to the Commission and the world at large that the CCB didn't have any operations internally?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            ";   Chairperson, the Government of the day, that was the attitude and I saw it as such.  When one looks at the first paragraph of that question, of that answer, it was indeed ... and it would seem as if - what is the word I'm looking for?  I required it.  They tried to make as if we did not act offensively against the enemy because there was pressure from Ministerial level and in the presence of an advocate I then said no, that my purpose was an operational one and that is why the last paragraph is written so softly, where I wanted to say that it was maximum disruption, where they said that they should put that and the dispute that I referred to yesterday with regard to external and internal authorisation and how the financial plan worked, that was all of the same process.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You know I asked you whether you told any untruths deliberately, I asked you whether anyone exercised any pressure on you, you said yes, there was pressure but you were - and then I asked you were you influenced by it in order to subscribe to any untruths and your answer was no, you withheld the pressure and you told the truth.  Do you admit that paragraph 11 is not true because you deliberately left out the operations that you were responsible for internally?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not admit to that because I think it is - the emphasis was, I can see it as a difference but the emphasis was upon it that the Government of the day wanted us to admit that we only gathered information and I opposed it by saying that I refused to do that because we were operational soldiers and then after all the pressure of the day and what had happened at that moment, that is how they dealt with it and I signed the document.  It was no purposeful dishonesty.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But I specifically asked you whether you told any untruths as a result of pressure and you said no, you ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think that I opposed that pressure, so I will stand by what I said.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Can you remember any other untruths that you might have signed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well let's remind you.  Let's go to paragraph 29.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is on page 72.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "The question is\n\"What was discussed by the members of the CCB with regard to the murder of Dr Webster?\"\n\t\tAnswer:  \"By nature of the situation I cannot bear any knowledge whether any of the members had discussed the matter and if they did, what was discussed.\"\nWas that the truth?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "At that stage it was the truth because only afterwards, nothing was discussed amongst members of the CCB.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Will you please turn to Bundle A, page 118?  This is a statement made by Mr van Zyl.  On Tuesday 2nd May 1989, it was before you signed the statement in Bundle A which was signed on the 2nd of February, or rather Bundle B, in February 1990 you signed the statement so Mr van Zyl speaks before you signed that statement and this is what he says.\n\"On 2nd May 1989\"\nHave you got that page?  Please have it so that you can follow it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 118 and it's paragraph 59 from the beginning thereof.  Bundle A.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I do not do ...(indistinct) to your mother tongue, please read it yourself, loudly so that we can all hear.\nMR VERSTER\n\"On Tuesday 2nd May 1989, it came to my knowledge that David Webster had been killed in an assassination attempt and I also recall that I saw it on tv. news.  A few days after the Webster murder, there was a cell meeting in a hotel room where I, the Regional Manager Maree and Botha were present.  We waited on the Co-ordinator.  While we waited the Regional Commander or Regional Manager said that he would have to see the Managing Director with regard to the Webster incident.  He still said that the Managing Director was concerned about the incident and that the Managing Director suspected our cell of being involved with the Webster matter.  I do not know anything of the Webster murder and have no knowledge that his murder was ever discussed in our cell or at our region.  I had nothing to do with the murder of Webster at all.\"",
            "Male"
        ],
        [
            "MR BIZOS",
            "Is Mr van Zyl telling the truth that you were worried about the Webster murder, that it may have been done by his region?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did become concerned later on.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Not later on, before you signed the statement to the - Webster was killed on the 1st of May, the meeting is called on the 2nd of May, the year before, or approximately seven months before, you made a statement where you said\n\"By nature of the situation I cannot bear any knowledge whether any members had discussed the matter and if they did, what was discussed.\"\nYou must have discussed it because van Zyl says that you were worried that it might have been he and his group and he could only have expressed what he has said in paragraph 59 if you had discussed the matter with him, which follows as night follows day, that paragraph 29, signed in February the following year, was false.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "May I just confer with my legal representative?",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, a witness ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's being put to you is that you've got that section of the statement that's been made by Mr van Zyl in which it says that shortly after the incident, after the murder of Mr Webster, there were - they spoke amongst themselves and Staal Burger said well, he's got to speak to you the Managing Director because you were worried about the possibility of the cell being involved.  Now all that Mr Bizos is asking is what Mr van Zyl says there seems to be conflicting with what you say in paragraph 29, which one is wrong?  If Mr van Zyl's statement is correct, then the answer to question 29 on page 72 is not correct.  One of them must be correct and one incorrect, they both can't live together, so that is what Mr Bizos is asking you.  Which one is correct?  What do you have to say about it?  Is that right?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know Chairperson, that is how I answered it at that time and I think that there may be a technical reason why I stated it as such.  At a later stage I knew of the Webster incident.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You know, it's not so easy to explain it that way but I am not going to press you any further with the obvious.  It was obvious that you were untruthful in the statement that was handed in at the Commission.  Did you give evidence on the basis of this statement?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did Chairperson and I regarded it as correct.",
            "Male"
        ],
        [
            "MR BIZOS",
            "And did you repeat the untruth that you told in paragraph 29?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Well, I do not regard it as an untruth.  It was too long back.  I cannot recall whether it was ever used in the Harms Commission because there were ...(intervention).",
            "Male"
        ],
        [
            "MR BIZOS",
            "Do you accept or reject the statement deposed to by Mr van Zyl?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I reject it at this stage.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, what does that mean, at this stage?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Exactly what I am saying, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, it means that you may change your mind.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I will stick to my statement.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You will persist in your statement.  But now, the murder of Dr Webster was headline news, was it not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Were you not interested, as Mr van Zyl says that you were, as to whether one or other of your men was responsible for it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You were not interested?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well then, if you were interested, what did you do about it?  Didn't you perhaps go to Mr van Zyl and say:  \"Hey, what is this?  Did you or \"van ons manne\" commit this murder?\" which would have been a natural question to ask?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I made such inquiries.",
            "Male"
        ],
        [
            "MR BIZOS",
            "At the time that van Zyl says that you did ask, the day after the murder?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot recall the time.  I do not know exactly what the purpose of it was.  I cannot recall the exact time.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well,  it would have been natural that it was at the time when it was headline news.  If you did it, it must have been at a time when it was headline news.  I'll repeat the question.  Is there an answer?  No answer.  Can we proceed?  Do you want some more time to think about it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No we can continue.",
            "Male"
        ],
        [
            "MR BIZOS",
            "But there is no answer.  Very well, let us now turn to paragraph 32.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 73, same statement, paragraph 32 down at the bottom.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "73, yes, page 73, paragraph 32.\n\"What is your comment to allegations that the murder of Adv Anton Lubowski was a project of the CCB?\"\nAnswer:\t\"This is denied categorically.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's  correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   And also in paragraphs 34 and 35 on page 74\n\"Is or was Donald Aichison an aware or unaware agent of CCB?\"\nand your answer:\n\"No.\"\n\t\t\"Who is or was Donald Aichison's handler\"\n\t\t\"Not applicable.\"\nWere those your answers?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Now we know from other evidence, that Chappie Maree was Aichison's handler.  Did you know that?",
            "Male"
        ],
        [
            "MR WESSELS",
            ";   With respect, Mr Chairman.  What is the relevance of these questions.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Whether this witness can be believed or not, Mr Chairman.  If he's made two consistent statements, Mr Chairman, I'm entitled to put it to them or if there is evidence to contradict his affidavit which is going to be led, I am entitled to put it because one of your functions is whether this witness can be believed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, you can proceed.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Thank you, Mr Chairman.  And if there is such evidence that he was, would there have been any reason for Chappie Maree to hide it from you?  Have you an answer to that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So then we can proceed.  Let us go to paragraph 45.  Do you still deny that Aichison was a CCB agent?  Do you still deny it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Aichison at a later stage it came to my knowledge that he was the person who was handled by Maree.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Would you say, are you suggesting that this was after you signed the statement on the 2nd of February 1990?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "So you knew that before that date and the statement that you made in paragraph 35 was false?  Have you got an answer to it?  Do you want to make any comment on it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Then we can proceed to the next one.  Can we please go to paragraph 45?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 77.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Now\n\"Did the CCB launch a five point plan to intimidate Desmond Tutu?\n\t\tNo, one or two jokes were made regarding his suspicions.\"\nThat is an exculpatory statement.  Do you agree that that is an exculpatory statement?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson.  There was no such five point plan to intimidate him.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No, but do you agree that your answer is an exculpatory answer?  To make a joke is not intimidation and your answer was that there were\n\"Only two jokes were made regarding his superstitions.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, that is how it is stated there, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            ";   Yes, but that's not a crime.  That doesn't incriminate you anything to make a couple of jokes about the \"bygelowe\" of an Archbishop.  Is it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already answered that, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well then when you tried to avoid questions this morning about not wanting to answer the questions on the ground that they may incriminate you, you were contradicting the statement that you had made for the purposes of the Harms Commission.  What is the answer to that question?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no answer, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No answer.  Well the Committee will draw its own conclusions.  You see, that goes, not only were you prepared to be untruthful outside the Commission, this shows that you were prepared to be untruthful this morning to the Commission in relation to the matters before it.  Have you got any answer or comment to make in relation to that?",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, perhaps Mr Bizos can say in what regard.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well he says, Mr Chairman, that he would incriminate himself if he answered the questions honestly.  What I am saying to him is, well perhaps in fairness to him, either the one or the other is false and my learned friend is technically correct, but I'm happy with that.  Either the one or the other is false.  Which is false, or don't you want to say?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no answer Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Very well.  Let us go to paragraph 49 on page 78.  It's actually paragraph 51 to - oh paragraph 49, I beg your pardon, yes, 49.\nQuestion:  \"Which aware/unaware and non-members of the CCB were involved with this project and to what degree?\n\t\tAnswer:  \"Unknown.\"\nDoes this mean that you did not know on the 2nd of February 1990 when you wrote the statement that you did not know who was involved in project Apie?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I object to this question, Mr Chairman, on the same basis as I've set out before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if we can move on to 51.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "51, yes, thank you Mr Chairman, it's my next note.\n\"Was the explosion at the creche at Athlone an approved project of the CCB?\"\n\t\t\"I know of no explosion at the creche in Athlone.\"\nWas that a deliberate lie?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, if I can remember correctly, that was the advice then from the advocate that there was no explosion at a creche and it was seen as the Early Learning Centre and we were not aware if it had have been a creche, that it was a creche.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You know, you are insulting the intelligence of everyone that is hearing you, Mr, you are insulting the intelligence.  Did you know at the time that you said\n\"I know of no explosion at a creche in Athlone\"\nbut you knew at the time that the Early Learning Centre in Athlone which was running a \"kleuterskool\" had been bombed, is that correct?  Is that correct?  I'll repeat - is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson I have already given my answer on this question.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Sir, the question was, did you know at the time that you signed this statement on the 2nd of February 1990 that a nursery school in Athlone had been bombed by the persons whose names you mentioned this morning and in respect of which you have applied for amnesty?  Are you saying that you thought that the question that they asked you referred to another \"kleuterskool\" at another place in Athlone and not one that your men had destroyed?  Is that what your answer is?   Because if it is, I am giving you notice that I am going to submit that you're insulting the intelligence of the Committee and everyone else that listens to you.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have told you what the circumstances were.  That question was answered on the advice of the legal representative and this was the context in which the CCB was under pressure from the entire Government and it was told to me that it was not a creche because - it was a technical answer on the question, maybe it was done because the Government was afraid because it was an authorised project and they did not want to admit and for that reason it was put like that and it was on this advice that I answered it in the following way.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I am not going to allow you, if I'm allowed by the Committee, to get away with that, so please tell me, I asked you originally whether anybody placed any pressure on your to be untruthful, you said there was some pressure but I was not untruthful.  Do you recall that?  You are now telling us that you were untruthful because an advocate suggested it to you.  Well, why did you lie even if it was and I don't know who this advocate was and I don't accept it, having regard to the other untruths that you have told us, that he did advise you, but why did you succumb to the advice of this corrupt advocate, if you are to be believed?\nWhy did you lie at the request of an advocate?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not tell a lie.  I've explained to you.  I have said that it was a technical answer to the question of the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Verster, I can speak Afrikaans and I can understand Afrikaans but I am not totally fluent, I'm only reasonably fluent.  The word creche, in English we have kindergarten, a creche, and you could even include an Early Learning Centre.  Now a kindergarten is usually a school for kids before they get into the formal, I don't know what they call it, Grade 1 now, or pre-primary, whatever, a creche is a place where you can leave young kids, usually used by working parents and they put their little kids there and it's different from a kindergarten quite often and an Early Learning Centre could be anything from a creche through to a pre-primary school.  Now are there different words in Afrikaans for \"kleuterskool\" distinguishing an Early Learning Centre from a creche?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There can be different approaches, Mr Chairperson, but the specific question I remember, it was a point of view from the specific advocate that this is not.  It is an Early Learning Centre, it is not necessarily a creche and this was an answer based on a technical basis and I thought based on this that this was the correct answer based on the advice of the advocate at that stage and he will probably deny it today, that that was the case.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You knew that you were making a statement for the Harms Commission.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No this was during an investigation where I had become aware of it and it happened at the time when Eugene de Kock experienced difficulties and I think Ferdi Barnard also started experiencing difficulties and what had happened is that we could quite clearly see that the police were trying to give the Defence Force the blame and there were many in-fights during that time and based on this, we were very carefully and we also acted on advice from the military side, from the Defence Force side and they said that we had to be careful for the police because they now wanted to place their problems on our shoulders and this was the atmosphere in which I made the statement.",
            "Male"
        ],
        [
            "MR BIZOS",
            "I want to suggest to you that this is a sort of adding untruth upon untruths.  Were you questioned about a number or only one \"kleuterskool\", or kindergarten or creche, whatever it may be called, were you questioned only about one such a school in Athlone, only one, or did you believe that there were others that you didn't know about and you chose to speak about the one you didn't know about and withheld the one that you knew about?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I think that I have already answered that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the answer - the thrust of it, correct me if I'm wrong Mr Verster is that when you made this statement, you were aware of the bomb at the Early Learning Centre.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When this question was put and it looks like these questions were received from the police to your advocate who was going to do the statement, privately I take it, just the two of you present?  You didn't have a policeman standing listening?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not think so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then he said well you'd better not admit - or if he didn't say it to you, you must have understood him to say:  \"You'd better not admit being involved in the Early Learning Centre bomb, let's play around with this word \"kleuterskool\" and say that you're unaware of it.  Is that ...?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, he did not say that Chairperson, the attitude was that the question was put very badly, so you do not have to answer it like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if an Early Learning Centre is referred to as a \"kleuterskool\" and the building that was blown up was the Early Learning Centre, where's the ambiguity in the question?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the advice at that stage and this statement was prepared just like this.  I did not prepare it and I signed it at that stage, due to the infighting that was happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were being - you believed that the other structures were making a scapegoat out of the CCB, they were putting all the blame...?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In all the documentation that is available to you, this can be seen in declarations and in statements, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just before he does, can I just clarify this for my own benefit?  You knew that this question was directed at the Athlone Learning Centre.  However, because it was poorly constructed, as your advocate described to you, you saw a way out of not answering the question.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I did not see the way out.  There were circumstances within which there was a first phase of the legal team that was appointed and then I was told to go to the second one and what happened then is that it could have happened that my legal team was withdrawn from me and he gives me advice and I acted on the advice.",
            "Male"
        ],
        [
            "MR LAX",
            "The simple question is, what do you think that question was designed to ask you?  I mean looking at it in plan English, or plain Afrikaans, what do you think it was designed to ask you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If I look at it now then it looks as if it is just about the explosion at the specific point, but technically, legal technically ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "I'm asking you in plain language, not legal technicalities here, you understood it as a lay person when you read that question, isn't that so?  As a professional soldier what did you think they were asking you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Exactly what stands there.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes and what were they referring to, which explosion?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is the one that we are now applying for amnesty for.",
            "Male"
        ],
        [
            "MR LAX",
            "And the fact of the matter is that on legal advice, you didn't answer it truthfully.  Yes, or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I answered it on advice, as they told me to.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well there is a great logical difficulty in your answers about this pressure to be untruthful.  If I understood you correctly, the pressure on you was to admit things in order to exculpate the army, I'm sorry, in order to exculpate the police and the Intelligence people and all the other shenanigans that they may have been committing, that was the reason for the pressure that you have spoken of, isn't it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is the case, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, so they wouldn't have put pressure on your to deny that you do something.  If they wanted to put pressure on you, that would be to pressurise you to admit rather than deny.  Doesn't that follow logically?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is not the case.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well we speak of logic in different languages and worlds, but the reason why you lied was because you and others decided that you were going to deny that you committed anything internally and you relied on an interpretation of the Commission's terms of reference, that you were not, it was okay to speak about the outside but you - the inside, but you would not speak about the outside, but in order to avoid liability, you lied to His Lordship Mr Justice Harms in the statement, you lied in your evidence that you gave before his Lordship Mr Justice Harms and that for the purposes of furthering the big lie that we did not wrong within the country.  What do you say to that?  Have you got any comment to make?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I do, Mr Chairperson.  That was the whole reason and the whole dispute why the Harms Commission existed.  That was the reason why the police's deeds was given to the CCB and this is why the financial plan was changed and distorted so that it could look as if there was a distinction between internal and external operations and this is the reason, and this is what the dispute was about.  Well we treated it as a counter-insurgence war and when it was made public, it was pretended that the CCB had committed the police acts and everything else and everything was blamed on the CCB and within this dispute, this situation was then created.",
            "Male"
        ],
        [
            "MR BIZOS",
            "\"They finished up with ...(indistinct) and that is the reason why I lied\".  That would have been the complete answer, wouldn't it, but you left that out.  That was the reason that you lied deliberately, in order to hide the fact that you committed acts of terror within the country, to use your own language.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not the case.  I worked within an approved structure but the politicians did not want to accept responsibility for this.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes, but that is the reason why you lied, in order to hide the fact that you've committed acts within the country, yes or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have already answered him Mr Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "You appeared to be a proud Colonel who would not let your men down, have I characterised your attitude correctly?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't think I have to answer that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Well, I'm going to submit that that is how you presented yourself up to now, but in denying that you knew anything about this, you let your men down because your men had truthfully said that they committed those acts on your orders.  You lied in order to put them into further trouble as having committed unauthorised acts and now you admit that you did authorise it, so where is this proud, truthful Colonel who served his country with such distinction?  Any answer of comment?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No comment.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Yes I thought you wouldn't have.  But you see it goes further that it isn't only question 51, but question 52, 53, 54 is more specific.\n\"Who initiated this project?\"\n\t\tAnswer:  \"See question 51.\"\nI should really say:  \"See question and answer 51\", which was a repetition of the false denial, correct?  Let's get on with it.  It is correct, it's obvious.  Don't you want to give an answer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No comment.",
            "Male"
        ],
        [
            "MR BIZOS",
            "We go further, question 53.\n\"Which aware, not aware and non-members of the CCB were involved in this project and to what degree?\n\t\tSee 51 above.\"\nLies again repeated and then question no 54:\n\"What was the budget for this project and how much was paid out?\"\nAgain:\t\"See 51 above.\"\nAnother repetition of the lie when you well knew that you had authorised money and it had actually been paid out.  Any comment as to why you repeated that lie?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson I've already explained to you in which context this happened.  There was a fight between the existing Government and our structure.  Within an audited procedure within a total structure and where the Government had control over us, our lives and also over these specific circumstances, at that stage there was supposed to have been amnesty given to us and this was disputed.  There was - people were sacked and we were prevented from getting to our premises and within this context, these questions were answered and at the end of the day, the question is also:  why was it handled in this way?  This is part of what I have said here already.",
            "Male"
        ],
        [
            "MR BIZOS",
            "What prompted you to apply for amnesty, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "So that I could function within the law, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Your personal motivation, was it to clear your conscience?  Was it to make peace with your victims?  Was it for the purposes of unburdening of the dark truths that were within your mind, what was the purpose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "So that I could meet the requirements of the Act, Chairperson.",
            "Male"
        ],
        [
            "MR BIZOS",
            "To avoid prosecution, that was your only purpose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think that is the reason why anyone would apply for amnesty.",
            "Male"
        ],
        [
            "MR BIZOS",
            "No I don't think that that's the reason that everybody applies for amnesty, but you have just answered the correctness of Minister Omar's statement, that it appeared to him that the only reason why you applied for amnesty was in order to avoid prosecution, so whatever criticisms may be of his statement by anybody, you seem to have confirmed that, Mr Verster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not agree with this at all.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Thank you Mr Chairman, we have no further questions.\nNO FURTHER QUESTIONS BY MR BIZOS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Bizos.  Mr Williams, do you have any questions that you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "MR VAN ECK",
            "Mr Chairman may I just before, I don't want to interrupt here, I've been requested by the officials that guard Mr Barnard, to request yourself whether the proceedings can adjourn at quarter to four because of the transport and the logistics, so I just want to mention this at an opportune time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  They were good enough to bring him here by 9 o'clock, so we'll meet them.  We'll adjourn at quarter to four, if there's no strong objection to that.  So Mr Williams, you may as well start now.  We may as well use this last quarter of an hour.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLIAMS",
            "Mr Verster, Mr Bizos referred you to some of the documentation, Bundle B, 64 and I've also got some questions pertaining to that.",
            "Male"
        ],
        [
            "MR LAX",
            "This is the same statement we've been dealing with.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Thank you.  Mr Verster, I want to refer you to question 11, your answer to that.  Can you read that again to the Commission?\nMR VERSTER\n\"The purpose of the CCB was to collect intelligence within and outside RSA with regard to the enemies of the RSA, more specifically ANC, PAC, SWAPO as well as the Communist Party.  With regard to the ANC, it was more specifically the military wing of the ANC.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now is this correct?  Was the purpose of the CCB to gather specialist information?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I've already explained earlier that this was in dispute with the old Government, this is what they wanted to write and on my insistence we said that we were to give execution and that is why the following paragraph was added.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is the answer as stipulated in this document, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is just a descriptive method of exactly the same purpose.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was the purpose of the CCB to gather information inside South Africa?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was combat intelligence for our actions, when one reads it with the first paragraph, along with - it was also - the purpose was to give execution then one would say that this is combat intelligence.  This was not our work to do the police's work in the country, but because of our actions, it was correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Perhaps I should also refer you to the context of this statement.  Would you mind reading the sentence that adjoins that one?\nMR VERSTER\n\"The purpose was also to give execution to actions against such enemies outside the country where no other Security Forces had access.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now would you agree with me that this paragraph contains a distinction between your functions inside South Africa and outside?  You are saying:  \"Inside, our purpose was to gather information, inside and outside.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's correct, but I explained it earlier why it was explained as such.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But then with regard to the purpose of your outside mission, you used the word \"optrede\" and you underlined that word \"optrede\".",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  To focus thereupon that we functioned primarily outside the country but there were many explanation and documentations.  Comments were handed in or it was part of investigations which explained that if the enemies of South Africa came from outside the country into the country, then this could lead eventually to actions because one could not distinguish between areas in a revolutionary war.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Verster, you're playing with words.  A plain reading of this paragraph shows that the purpose of the CCB was to gather information inside and outside South Africa, but in addition to that, it was also to conduct certain operations outside South Africa.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, but I stand by it, Chairperson, that when one takes this together, then it boils down to the same objective and that was, there was a reason why it was explained so cautiously at that time, because the Government of the day, who had control over us, did not want to put it as it was.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I should ask you to explain.  What do you mean by the gathering of specialist information?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Combat information, for example about the Early Learning Centre, exactly what it was, where it was, what it looks like, which would lead eventually to action or general information about targets or the enemy.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is there a purpose why the word specialist was used?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I think because we were part of Special Forces and that may be what the approach was of the advocate who had advised us.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you explain to the Commission how specialist information was obtained?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was done by people who had infiltrated enemy areas or had interviews with people and had compared this to information that we had obtained from the rest of the Intelligence community because we were an element of the South African Intelligence community and we had liaison with the normal police and it was added to that and that's how we got our information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So can I gather from the answer that you never depended solely on the information that informers might have given to you?  That that information was always cross-checked with the relevant structures that existed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was a distinction between information and intelligence.  Intelligence is processed information, so we did not take our information just from one channel and just dealt on it, it has to be confirmed first.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So is that also what you meant by your earlier answer to Mr Bizos that the information was disseminated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that always the case?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the procedure within the system, yes, that is how it had to be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And your men were aware of those procedures?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I was aware.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "No, I'm asking whether the men that functioned under your command, whether they were aware of those procedures?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The people who were responsible for that were the Co-ordinators.  They were aware of the procedures Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairman, I'm going to be quite a while with the witness.  Would you mind if we adjourn at this stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we've had quite a long day.  I'm sure the translators are probably exhausted by now.  We'll adjourn.  Will 9 o'clock tomorrow morning be convenient?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, just before we adjourn, I just want to get the exhibits into the record, so that we can start afresh tomorrow.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh yes, sorry.  Just before we adjourn, we've got an affidavit that was handed to me this morning.  I don't know if you've all got one.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Everyone has received it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's an affidavit by one Dirk Kotze Genis and then also there's another document.  This was a document referred to by Mr Bizos yesterday, it's an extract from the evidence given by Gen Webb, which was read into the record, but this is just the hard copy.  Do you have that one as well?  Two pages.  Could we call the extract of Gen Webb's evidence as Exhibit D?  Is it E?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "It's E, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "D was the final report.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, Exhibit E and the affidavit of Dirk Kotze Genis as F.  Thank you.  We'll now adjourn until tomorrow morning at 9 o'clock, the same venue.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}