{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-03-15",
        "location": "CAPE TOWN",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54079&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200315ct.htm",
        "speakers": [
            "CHAIRPERSON",
            "Exhibit G",
            "MR BIZOS",
            "MR HOCKEY",
            "MR LAX",
            "MR SIBANYONI",
            "MR WESSELS",
            "MR WILLIAMS",
            "MS COLERIDGE",
            "PIETER JOHANN VERSTER"
        ],
        "original_speakers": [
            "PIETER JOHANN VERSTER",
            "MR WILLIAMS",
            "MR VERSTER",
            "CHAIRPERSON",
            "MR LAX",
            "MR HOCKEY",
            "MR BIZOS",
            "MR SIBANYONI",
            "MS COLERIDGE",
            "MR WESSELS",
            "MR P DU PLESSIS",
            "MR H DU PLESSIS",
            "Exhibit G"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Please take care being the Ides of March today.  When we finished yesterday, Mr Williams was questioning Mr Verster.   Mr Williams you may proceed.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLIAMS",
            "(Cont)\n\tThank you Chairperson.\n\tMr Verster, if you can just recap where we left off yesterday with regard to your intelligence gathering procedure you stated basically that you'd received information from a source.  That information then be disseminated or tested or verified by other sources or structures and assessed.  It would then become intelligence, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And would you agree that the intelligence arm of the State basically was used to verify the information that was supplied to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that the procedure in all the cases?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that was the information process of the Defence Force, that was so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that the procedure in our case for example, I'm referring to the ELC, the bombing of the ELC.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, the Co-ordinator was trained and he was the channel through which it went, I think the question should be asked to him and I think at the time when the information was placed in front of me it cannot have done anything else but go through that process.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But say you had to make a decision, did you ask your operatives those questions?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No it was not my duty to do that.  What I had to do was to ensure that it was verified and I would ask general questions as specific details would be the work of the intelligence community to confirm that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You state that it was your duty to make sure that the information was verified did you in fact make sure or ask whether the information was verified?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, as a rule I would do that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you do it in our ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was eleven years ago, I would have done it as a rule, I can't specifically remember if it happened then so it must have been like that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now would it have been proper for your operatives to rely solely on the information of an illiterate gangster and not verify that information?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I've already answered that question.  An element of the information would in this case come from ground level and after that it would go through a process and then it would be confirmed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'll ask you again.  Would it have been proper for your agents to rely solely on the information of an illiterate gangster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, they did not only in this case depend on a gangsters information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think the question, Mr Verster, was in any incident, in any matter, would it be improper for your operatives to rely solely on the information of a gangster?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No I do not think that that can be done, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So do I understand that your answer is that it would have been improper if that was the case?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now I want to refer you to bundle A, page 182.  Would you mind reading the first paragraph to us?  Page 182.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say the first paragraph, the first numbered paragraph right at the top?  \"Enige\", from \"Enige\".",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "\"Any intelligence and information within the R.S.A. came mainly from the South African Police.  Any co-operation steps could only happen if it was approved.  The South African Defence Force and Special Forces specifically could only act within the R.S.A. and if the South African Police knew about it and/or co-operated with it, the South African Police could without the South African Defence Force act because factually all the information and intelligence was given by them.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "This forms part of your statement, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now is it correct that the information was supplied to your organisation by the SAP at the time?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And that your organisation and the SAP co-operated on other levels as well?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Never directly, indirectly on the basis that it is stated there, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I'm asking you this question because I was in the hall, I was in the building of the Learning Centre when that bomb exploded and when I ran out of the building I immediately noticed a Casspir on the scene or close to the scene and within minutes of the bomb exploding there were also policemen and explosives experts on the scene.  Do you know whether they had prior knowledge that something was going to happen that night?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No not at all, I was not aware of it at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I gained the impression that there was co-operation between the police and your unit due to those facts that I've just mentioned to you.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know about that, their direct connection with any such cases was not allowed especially not in the interior.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Could there have been indirect contact with the police?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know that, I can't say what the circumstances in that case was Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "It has also come to my knowledge that a day after the bomb exploded that some policemen confronted the principal of the creche and showed her some pamphlets and said that those pamphlets were found in the building and by implication they were saying that our youth left the pamphlets there and/or could be responsible for the planting of the bomb.  Do want to comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In the statement that you've just read you say that\n\"The South African Defence Force and Special Forces specifically could only operate within the R.S.A. if the South African Police knew about it or co-operated.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now the question is, did the police know about your intended actions?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not from my side, they did not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "yes but can you explain to the Committee what does that mean?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I think if I have to explain this then it would have to be a lecture of about an hour or so but I would put it to you in the following way that that paragraph handles about the intelligence community.  The CCB was only a sub-division of Special Forces.  The CCB gathered information regarding combat information that was directly applicable to it.  The CCB did not gather intelligence for or did not co-ordinate it into departmentally.  The proper strategy of the intelligence plan of the State was national intelligence and on international level and the South African Defence Force was responsible for the rest of Africa and the police for South Africa itself and a question was asked in the past couple of days about for example Trevits.  Trevits was one of those structures where interdepartmental co-operation took place with regards to intelligence and if we talk about confirming something then it means that for instance Christo Britz, that he would be the person that would speak through the intelligence structure with an intelligence officer and that person would then confirm to the Special Forces' structure and then he would for example go to Trevits or the Police so our regulations were that we would not speak directly to any police personnel except for maybe an operation where you receive an order as within an emergency situation to cooperate with the police but since we became a structure that functioned outside the State, we did not cooperate directly with the Police.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I've waited eleven years for the truth, I'm prepared to wait a few minutes more but I don't think you're answering the question.  Your statement clearly says that Special Forces could only act within the country if the police knew or if they had co-operated therewith.  Now is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is about what I said initially, Mr Chairperson, about intelligence and information.  The paragraph deals with intelligence and information and what is said about that is a structure that I have just explained to you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I'm asking you these questions because I formed the opinion subjectively, that the police was aware of what was going to happen and that they had the plan to cover up for the other arm for the perpetrators and I'm asking you this question because maybe you can shed more light on this question, maybe you can answer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I did this and then it will have to be at the level of the people who worked at ground level and the question would have to be asked of them and the way in which they operated and whether it happened.  It was not allowed to have happened at all with our types of operation.  If it happened at ground level then it could have been an arrangement they made but I was not aware of it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let me go to another point, I want to refer you to bundle C, page 97 and I'll read the answer there.  I take it this emanated from the Section 29 hearings.  The answer is\n\"Yes our view was that we only wanted to use Special Forces operatives and people with the necessary skills, operational skills.\"\nWas that your answer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If that is the case, I see it was translated into English, normally I would not have done it like this and I accept it like that then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And sorry then just for the record purposes, that was in response to a question\n\"Were there particular guidelines as to the type of person you would use as a conscious member\"\nI think we've referred to such a person as an aware member here.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Now can you tell the Committee what is meant by the words operational skills or people with special skills?  Did that mean people who were able to commit murders for example or what is meant by that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, what we meant with this is qualified, trained soldiers that according to formal structures as it is internationally and also locally accepted with formal instances.  I've mentioned it in the last couple of days.  If one takes an infantry soldier there is a specific role and the function of an infantry soldier to kill his enemies.  Specific roles and functions of a paratrooper which would be dropped behind enemy lines and then a specific role and function of Special Forces to do tasks that others would not be able to do and the same applies with regards to the CCB so what is said here is the formal courses that would qualify them to carry out their task.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But didn't unit six or Region 6 consist of only ex-policemen?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  That is correct, I am saying that that is what we would have liked to do if we go back to the definition that I gave you.  Clandestine definition means that you would be acting in such a manner where the State is prepared to accept responsibility.  We were a covert structure where the definition would be that the State is not prepared to accept responsibility and this would mean that if a member was to act in a covert situation and he was trained according to what we have just said then there would be a greater risk involved.  In such a case then it was the case that Region 6 was used and a whole new approach was used because we could not do it like we wanted to do it and the reason why in the heat of the battle and in the emergency situation in the country at that time, why we used the police is because they had the access because they worked on ground level because they knew the internal law and actions better than we knew it so they were specialists on their area but they were initially, these things happened when they had just started to work with us so they in time would also improve their qualification and their training.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you then also say that your unit, specifically unit six, was a professional unit or would you like to believe that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "They were professional.  They were professionally trained for what they could perform the best as police personnel and they were busy with other training.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Generally speaking, who were the targets of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The targets, I can only do it by summarising, the targets I have already mentioned it, the targets of the CCB appeared in the army that was responsible for the land combat, the annual planning that would be done there from which Special Forces and also the CCB would be co-opted against these targets.  These targets were divided into priorities and the priorities were named category A, B, C, D, E type targets and I can't remember all of them but broadly it read enemy targets, enemy individuals, enemy logistical lines and that would mean the ANC/SACP Alliance and anyone who was a threat to the sovereignty of the State of the day and within this context you would then evaluate your enemy from where your enemy would be geographically.  In this case the enemy was right around South Africa in Botswana, in Zambia and in Lusaka and in Zimbabwe etc. and there were routes by which the enemy could infiltrate the Republic and they would then come into the Republic to do acts of terror and it was our work to trace them on that basis.  So co-operators were targets and these people were targets and they were all divided within these broad categories that I've just mentioned.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What did a person have to do in order to qualify, you know, for action to be taken against this person?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He would have to be within the category, he had to have been part of organisations that were banned in the country, who worked to plant bombs to destroy the infrastructure, that an organisation that would in general plant bombs, that would intimidate people and that would be busy with revolutionary warfare in South Africa and that would be encouraging revolutionary warfare and then he would be placed in such a category.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, then Sir, there was a stage in the country when we were under State of Emergency when certain educational organisations, certain religious organisations were banned, where certain non-violent organisations who were opposed to apartheid were banned.  Now did they automatically qualify for selection as a target?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, unless they fell within this category and there were structures within the State, within the National Security Management system and also the intelligence community where personalities and we all know this, were identified as a threat to the State and people who fulfilled these requirements and within this intelligence community there were people who were watched, people that came from these different organisations and there were people who were identified as people who would cause trouble or who would try and initiate a revolutionary climate in the country.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now we know for a fact that more than 63% of the country's total population supported the ANC at the time and if one translates that into numbers that's an excess of 25 million people.  Did those people automatically qualify for selection as a target?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, our role and function was the maximum disruption of the enemy.  We did not only see killing the enemy as a method by which we could work, it was a point that was made very strongly that we said that we can only make a contribution.  The question that you are asking me at the moment and I would then be concentrating on my level in the answer and the execution that I would have to give to prevent such things from happening.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now if a person was involved in the community for example where he educated them about the evils of apartheid, did that qualify him as a target?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That would have depended on whether he was busy with counter-revolutionary processes, whether he was physically busy transporting people and whether he was busy transporting bombs at the back of his car and whether he was busy with meetings where the bombing of shopping centres and other activities that could cause a revolution were planned and it was not for us at the end of the day to determine this, this would be determined by the intelligence community and by the time that it arrived with us we were the executors of such actions.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now if I understand you correctly what you're saying is that someone should have done something physically beyond merely educating the people, you should have either committed acts of terror or rendered active physical support for those actions to be taken, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So by definition also then the person is merely involved in some organisation where you tried to educate your people about the evils of apartheid, that person would not have been qualified as a target, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is correct, he would not have been a target.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, I put it to you that I've never ever been involved in acts of terror.  I've never discussed plans of sabotage, I've never planted any bombs in my life, I've never committed any act of terror against anyone and yet my name was mentioned to your organisation and on the basis of that, action was taken.  Do you want to comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that was a generalisation, whether it was the case I do not know.  The reason for the steps were specifically because the Centre was seen as a place from which such planning was made.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But the thing is, was that information ever tested because I tell you I was personally involved, myself and Osmond Alexander were the leaders of the organisation that was the target of your organisation, Kewtown Youth Movement?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "My role and function, Mr Chairperson, I have repeatedly said was to shoot I was pointed to shoot and the intelligence community would determine the area and the environment and it was not my decision to decide upon life and death, I was an element of the structure and this would then have to be looked at on a total level.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, other information that supplied to your organisation was that I was a gangster and I put it to you emphatically that never in my life was I ever a gangster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Then that intelligence would at the end of the day been rejected, then it would not have been confirmed as information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know that it was very easy for a professional unit, like your unit, to verify that information?  Do you know what they could have done?  They could have just phoned the local police office and ask them whether they've got any file on me, whether I've ever been a gangster, whether I've ever been involved in acts of terror.  The local policemen in that office could have told you no.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I think I have already answered that question, that was not my role and function.  If I did that then I would not have done anything else other than confirm targets or to confirm intelligence, it was not my duty.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "One of your men whose brothers worked at the local police station, he could have phoned his brother and checked that simple information.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "One of the other information that came to your men was that I was involved myself and the organisation, the Kewtown Youth Movement was involved in the planting of a bomb at the Athlone Magistrate's Court and the post office and I emphatically deny that I was ever involved in those incidents.  Do you want to comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I want to put it to you further that other information that came to the knowledge of your unit was that a certain terrorist trial was currently proceeding and there were taxis or mini-buses ferrying people to attend court and I want to put it to you that that trial or the people that stood trial or that trial related directly to the Athlone bombing incident, that was public knowledge, it was in the newspapers, your men could have ascertained that very easily and that was before the bomb, before the Athlone Learning Centre was bombed.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, everything that was intelligence, if it was intelligence it had not been confirmed yet.  Where that information comes from I do not know, I did not see that.  On my level I would look at the intelligence or at the information if it was already verified and this would then be processed and this would then become a project accordingly.  The ground level detail of it I think you will have to ask the people who were directly involved with this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But if your men had followed basic intelligence procedure or if they had committed an act of intelligence by picking up the newspaper, they would have ascertained those facts?  They would have ascertained that other people are being charged for the Athlone bombing incident?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You would have to see it within the context of the time in which we lived.  At that time there was an emergency situation in the country and the governing party was under pressure.  We were the means by which the governing party tried to maintain control and within this circumstances it would have to be seen to go back from now to twelve years ago and to say what was wrong or right is not possible for me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'm talking about something that was public knowledge at the time.  If you just opened a newspaper you could have ascertained the true facts.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were many, it was also public knowledge, as you are calling it, at that time, that there was an emergency situation, that steps were needed, that bombs were exploded and it was a while later after all these things had become public knowledge that it was also public knowledge that the CCB would have to take responsibility for the previous government's entire problem.  I put it in writing and said that we will on our level take responsibility and we will not stand in for the entire National Party and all the apartheid crimes, that it is called now, of the previous system so I cannot give you more details now that what I've already given you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But can I just appeal to you to concentrate on the question.  The question is why didn't you men perform a basic intelligence function like opening a newspaper?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have to concentrate on a question, please ask them this question, ask them this.  Mr Chairperson, it depends on you to ask them this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Other information that was also supplied to your men was that a person who died in one of the bombing incidents in Athlone was Colleen Williams and that she's the half sister of myself.  Did that come to your knowledge?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know anything about this and once again I will say I do not know where you get these questions from, it is just intelligence.  It must be confirmed that that is the case.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I should refer you to the bundle, it's in the bundles, it's on paper.  I think Mr van Zyl says that in his application.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "And then you'll have to ask him that Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But weren't these the types of information that came to your knowledge which played a role in your coming to the decision that you did?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, a presentation was made to me and in the presentation it was said that this was a final situation, this was background information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes maybe I must just refer you to bundle B, page 38.  It is the sixth line from the bottom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes that sentence reads as follows, just for record purposes\n\"These two persons were also members of the mentioned organisation.  The Williams girl who died in the explosion is a half sister of Peter Williams.\"",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, this is a statement that was made afterwards.  Whether this is intelligence in a presentation to me at the time of the operation will still have to be confirmed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "They were not even members of our organisation, they were never ever members of the Kewtown Youth Movement.  Do you want to comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, no comment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams, Kewtown, that's K-E-W because I've seen it spelt Q as in the alphabet?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "It's K-E-W.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, I want to ask you when the presentation with regard to the Early Learning Centre was made to you, who was present at that presentation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The exact number of people I do not know or the exact people I would not know but it would have been the co-ordinator or the person who was responsible for the project, Mr Slang van Zyl and then the Regional Manager and myself.  I think it should only have been us.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you tell the Committee who made the presentation, did the Co-ordinator make it or did the member directly responsible make it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the person responsible for the project but they would work in a team so the Regional Manager would give an introduction, the Co-ordinator would say something and the presentation would be done by Mr Slang van Zyl.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you remember what was the information that they supplied to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot, it happened a long time ago.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you remember one aspect of the information that was supplied to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I said that it went about the premises that were used for leftist activities that could lead to destabilisation in the country and I think I said the other day that I can remember that there had been for example other bomb explosions that would have been planned and I was under the impression that it would have been done from those premises.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry Mr Williams.  Mr Verster, these presentations, you talk about these presentations, would they be oral or would there be written submissions as well that would have been made to you?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Sometimes it was done, the written part was only the administrative part regarding for instance finances and a project name.  There might have been plans that would be shown in the presentation ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, while we're talking about the Early Learning Centre incident, did that have a name, an operation name, a code name?  If so, what was it.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes it would have had one.  It could have been under Mr Slang van Zyl's project name or we chose ad hoc new names, I can't tell you the name now.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you ask your men whether they verified the information?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I've already answered that Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What was their response?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can't remember the detail of it but it was a normal question that I would have asked them and it would have been about the confirmation of whether the intelligence had been verified on other levels if the community had been contacted and it happened so many years ago that I cannot remember what the answer was but I would not have continued if it was not positive.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you also that even the intelligence community knew that our youth was not involved in acts of violence.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No comment, I have nothing to say about this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Even the informer who supplied Mr van Zyl with information knew that myself and my fellow youth members were not involved in acts of violence?  Is there no answer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I should also state that this informer approached me on one occasion and told me that he has access to handgrenades and to weapons and whether we in the Kewtown Youth Movement or the UDF needed those weapons, he will supply it to us.  I categorically told him that we are not involved in those acts.  Was that information ever supplied to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No I do not know about that Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I should ask that to Mr van Zyl.  Then I also want to ask you Sir, if one of the units had to for example burn down a premises did they have to seek your authority for that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "They should have done that Mr Chairperson, if it happened but we did not burn down buildings left and right.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But obviously they had to seek your permission or your approval because it has certain cost implications?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I want to state it in the following way, any project that was presented and the project was accepted would go through me, that was my responsibility but it was not in any way our role and function in specific actions, in specific times and that is the only thing we did.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did one of your members ever ask your permission to burn down another venue in the Kewtown community, the Pegasus Centre better known as the Bap Centre?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, I cannot remember anything about this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now in fact I think it's Mr van Zyl who says that in his application that one of the informers were used or were asked to burn down  the Pegasus Centre or the Bap Centre, as we call it and that he was in fact paid for this mission.  Do you know anything about that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot remember that Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But if that did in fact occur would that have been proper?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember at this point if it was approved project, if he did it on his own then it was not correct, then he followed his own head.  It might have been that there had been other activities that were part of training within the group and you would have to ask Mr van Zyl this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, you've stated yesterday that the objective was to demolish the structure, the building.  Or maybe I should first ask you, did this project or did you give permission that people could lose their lives in this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that ever discussed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think it was discussed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'm going to come back to that but I think I'll ask you firstly what was the objective with this exercise?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I can remember it the object of it was to send a message and to give execution to our aim namely the disruption of the activities that were happening there because it came to my attention by means of Region 6 that from that place a bomb explosion was planned somewhere in that region.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But wouldn't your project be counter-productive because wouldn't that evoke response?  You had information that you were acting against a lot of terrorists.  Now if that was the case wouldn't that evoke a counter-reaction from these terrorists?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that was a specific military action, you call this a preventative attack, in other words before the enemy acts you do what he wanted to do.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You're acting against a building not against people?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We said yesterday that the message would be given in this way.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But wasn't it common knowledge that if the army acted against uMkhonto weSizwe that they will retaliate and that they will try to kill people in retaliation to the attack down of the army?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I will not speculate who had done what at that time.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But was that ever the case?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What do you mean by this?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "People react in retaliation in what was done against them?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We did this, that was the war, that was the insurgence war and the counter-insurgence war, the revolutionary war and the counter-revolutionary war, that was the order of the day.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But you are now targeting a building that was used by terrorists?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I told you just now that one of the priorities had been enemy structures, enemy logistical lines and in this case enemy planning places.  It could have been a meeting place, it was known and I accept that it would not be acknowledged at this point, I understand the political reasons that you are asking this but at that point we saw it like this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I put it to you that I was the leader of the Kewtown Youth Movement, myself and Osmond Alexander.  We were the leaders of that organisation.  I tell you, I was never involved in any act of terror, neither was I a gangster in any point in time.  In fact we opposed gangsterism, the gangsters know that.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, that might have been the reason why that information came to our avail, what the infighting between the groups were, we do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But then wasn't it then possible for these terrorists to just use another venue as Advocate Bizos said yesterday and continue with their reign of terror?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is just speculating, I do not have to answer that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that the act under these circumstances were completely illogical?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You would have to ask people on ground level.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir can I ask you whether there was an instruction from your side that after the bombing the Kewtown Youth should be monitored again to see whether the act achieved it's purpose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot remember anything of this nature.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So there was going to be no monitoring of the organisation or no follow up to see whether in fact you accomplished your objective?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The activity in itself was the aim.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I would like to believe that the organisation was a professional unit, I'd like to believe that but the evidence doesn't bear that out.  I don't dispute that you had the capacity or the organisation had the capacity to kill and cause destruction, I don't dispute that but I think the evidence tends to show that you were not or the organisation was not professional at all?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is debatable, I think about a thousand times better than uMkhonto was, uMkhonto did not win one military operation or had any success.  Maybe they won the politics but that is completely debatable.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now did it ever occur to you Sir that the creche that the venue was being used by little children, by toddlers?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is why the operation was planned as it was planned.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now you've stated also that you've specifically discussed the question of loss of lives and that the instruction was that this project did not cater for the loss of lives, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Just give me one second, Sir?\n\tI want to refer you to bundle B, page 40.  The second last paragraph on the sixth line from the bottom, it says that and this is the statement of Mr van Zyl where he says:\n\"It was also said by Staal Burger that the project made provision for the loss of life insofar it had regard for members of the Kewtown Youth Movement.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, this was a Section 29 statement and I think the time is appropriate now that I be granted an opportunity to discuss this or to address it.  There was a disclosure of the CCB within which the whole State structure including four or five Ministers, the general structure, the SAP, who turned against the CCB.  If you would cast your mind back to a very long time ago then these problems emanated after Dirk Coetzee became involved in a dispute with the then Police.  Dirk Coetzee started talking about Vlakplaas.  Vlakplaas was tabled and the Harms Commission flowed out from that in order up Vlakplaas and to present it as the CCB's activities.  So this statement was made under pressure, it cannot be accepted.  Many things were said but not one members of the CCB knew how we had to react in order to protect his own interests and if for one moment if I could go even further back, you must have seen everyone has seen that what I had said yesterday with regard to the Harms Commission was last night politic and I will take the blow now and hopefully in future I will get my blow in and that I had lied at the Harms Commission and this had been seen because political lines were given for it, that was my work and I know how to accept that.  What I do not accept is that now bits and pieces are taken and it was done yesterday.  Bits and pieces are chosen and nothing is presented in context.  The entire context within which my initial amnesty under the previous government where I said I opposed it, there was a cover up of the truth.  The truth is not being presented properly.  In my documentation here once again I covered the whole spectrum of activities and it is not seen in context.  I wish to present it to you in such a manner that every fact of what the CCB did, if we may go back, eleven years back, it was put before the government and then that government started tiptoeing in order to intimidate people and cover up things and some of us who are sitting here today were locked up for example.  During the Harms Commission I deposed to another statement and I said in that statement that I asked for the privilege for Omar and Evans and the Early Learning Centre and even for the monkey.  I answered specific questions with regard to Webster so it is an entire untruth to go and say for example on television that I had lied to the Harms Commission.  What bothers me is that it would appear as if there is a conspiracy of the current government with the previous government in order saying whatever you try to do with the CCB back then let's see if we can do the same today in order to catch them therefore these types of questions where one point is being lifted out and old Section 29 statements are being used and the blow has been delivered I have been rendered incredible and have been discredited and therefore I do not accept any of these things that are putting to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Verster can we just focus on this statement?  Mr van Zyl makes a positive statement, he says that this project made provision for the loss of our lives.  He is specific with regard to who gave him that instruction.  He says it's Mr Staal Burger.  Do you say that this information that was provided by Mr van Zyl is a figment of his imagination?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not accept this statement I've already stated my case.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is he lying about this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That you would have to ask him.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then Sir, I also want to ask you are you aware of the time when the bomb went off?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all, that was dealt with on regional level.  It was not my duty to monitor a region, I was the Managing Director, the Regional Manager would be tasked with that.  Ninety percent of your questions here are not applicable to me you must put them on regional level.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Well Sir, I put it to you that that bomb went off at twenty five to nine in the evening.  I tell you that because I was there.  Do you want to dispute that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have that Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you or did the organisation discuss at more or less what time this bomb should be detonated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That you would have to ask at regional level, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he's asking - correct me if I'm wrong Mr Williams.  When the presentation was made and approval given can you recall or was the time of the explosion discussed?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I assume that it would have been discussed, I cannot recall, that was one of many projects, Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You say in your application\n\"The bomb went off during the late hours\"\nI think whether it's a matter of debate whether 25 to nine is in the \"naglike ure\" or not but did you know more or less what time the bomb was supposed to go off?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know now, Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, I ask you that question because it has come to my knowledge that there were certain enquiries about the time when our youth met and certain information was supplied.  In fact incorrect information was supplied to your informer.  The informer was told that we meet between 7 o'clock and 9 o'clock whereas we in fact met between 6 o'clock and 8 o'clock and the bomb went off half way between 7 o'clock and 9 'clock.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Information is unconfirmed intelligence and we can have a very long discussion about this, whether this informant or whether the source and to whose ears this information reached doesn't make a difference.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, that indicates that the intention was to kill us because your men expected us to be in the building at that time?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I've already answered that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now I also want to refer you to bundle B, page 15.  This is also the statement of Mr van Zyl.  The last sentence of the first paragraph, just before paragraph 16, can you read that sentence out to me please?  Starting with \"tydens die kursus\".  The last sentence of the first paragraph?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 15, bundle B and it's the middle of the page.  \"Tydens\"",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "\"During the course it was quite clearly spelt out by Christo Britz and Joe Verster to me that we should not work softly with the enemy and that wherever possible they had to be eliminated which would include the specific killing of a person.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is this correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was his interpretation thereof, the killing of the enemy was definitely the case, there were several projects and even in Region 6 so one cannot place the two together.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "He states that\n\"It was spelt out quite clearly to me\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "During the course, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now okay, it's not merely a perception, it is something which was told to him?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was recognised here that our purpose was the maximal disruption of the enemy and that could include the death of persons, that would not be under any and all circumstances.  I said that persons could be intimidated, one could even befriend these persons so there's no connection.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I ask you again, is this statement correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know, why don't you ask Mr van Zyl?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "He is making allegations about yourself, Sir, about what you apparently or allegedly told the group or himself.  Do you want to respond to that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I have, I reacted to that, I have no trouble in admitting that Mr van Zyl may have thought that all persons that he saw had to be killed but I think you need to ask him.  There are specific definitions with regard to that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But now the statement as it stands here, is that true or false?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot answer on his behalf.  I told you I reject the Section 29 statement but under those circumstances I accept that my subordinates in the structures that they worked as they were trained could have thought that ...(intervention)",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, I'll ask you for the last time, did you ever tell your men that \"we should not work softly with the enemy.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have said that I said that I have no problem with that.  Should I express it in other words?  What do you want me to say?",
            "Male"
        ],
        [
            "MR LAX",
            "He asked you is it true, you can say yes or no?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I answer as I choose, I have no trouble or problem with it and that means yes, I have no problem that he would have thought that he should kill people, he was on a course.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'm asking whether you said these words or words to that effect?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I may have said words to that effect, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you or is a question of you can't remember now, conveniently maybe?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think I have answered.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you, I ask you again Sir, can you remember whether in fact ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What do you want me to say and then I'll tell you straight out and then we will save some time.  What do you want me to tell you?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The truth.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I told you a course was given, I gave the definition of everything that we did.  Whether his statement is correct, that is what you are asking and I am not able to tell you.  What I can say is that he was trained to disrupt the enemy maximally and that includes the killing of persons and he as a member of the structure may have thought it and may have made provision for that and he may have heard it at times and I have no trouble with the fact that if he thought it, yes or no.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So do I take it that you said that the enemy has to be killed and be eliminated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was my work, I was a trained soldier.  If I could have every one of them in one group, I could have shot them.  I speak of the ANC and uMkhonto who threatened the sovereignty of the country.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I was the enemy at the time, in your mind, not so?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, not necessarily.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "According to the information which came to you that I was a member of the Kewtown Youth Movement, my name was specifically mentioned and that according to the information we were involved in acts of terror, that was the information that came to you, not so, at that time?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was an element of the information, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So by logic I was the enemy of you at that time, not so?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That may be so, I did not know you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Which means that they were entitled to kill me on your instructions, not so?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No they were not entitled, it was about proper planning procedure, they couldn't just go out and kill people.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir I tell you that I've got no doubt in my mind that the intention with the bomb was to kill us.  I tell you that because of several factors.  Firstly the lights were on that night, there were cars in the vicinity which made it abundantly clear that there were people in that centre.  I was in that centre, I never left that centre that night.  In fact your informer knows me very well and he would have seen me leaving the building, if I left the building and I also want to place on record that it is - I don't know what your, how one can describe it, if its sheer coincidence or I'll attribute it to the hand of God that we are still alive today because Sir, we were about to enter the place where the bomb was placed, the wall where the bomb was placed and fortunately the principal of the place happened to be there that night which was never the case on other nights and she told me not to enter that hall because the soccer people had to use that hall.  We then left the hall and we used the boardroom instead.  Barely ten minutes later that bomb went off.  Do you want to comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The point that I'm making still is there is no doubt in my mind that the intention was to kill us that night and that is born out by the facts that this project made provision for the loss of our lives according to the statement by Mr Slang van Zyl and also according to another statement in where you alleged that you were conceding that you might have given instructions that the enemy had to be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think those are deductions you are drawing there.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did this project or was there permission to kill us or to kill the youth movement during this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already answered that question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And if someone else says that there was permission for that would that person be lying?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, the normal cross-fire situation could emanate and I've already told you what we thought about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I don't want to hammer on this point but I want to understand why did your unit not consider other options, for example the infiltration of our group?  If we were a group of terrorists wouldn't it have been logical to send an informer into this group, to find out what is our next plan of action, what are we going to do and in that way prevent possible loss of lives or destruction of buildings?  And I must add also that membership was open?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, if we wanted to kill you we would have killed you.  The idea was to deliver a message, do not explode your bombs because it could explode against you as well, that was the message and thereafter the operation was executed as it was executed.  My work, if we wanted to shoot you we would have shot you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But I'm ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Williams, I'm slightly confused by  your last question when you asked why wasn't an informer sent in because he had been mentioning an informer, you said that the informer was in the hall and you would have left and now you're asking why wasn't an informer sent in so is ...(intervention)",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Sorry Judge, I mean why wasn't an informer not sent in to infiltrate the organisation.  The term ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This informer you'd been speaking of privately was he not part of the organisation or what?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Maybe for the record I should just state that he was never ever a member of our organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Yes Sir, I think before I depart from that point, can you just explain to me logically speaking why that option was never considered?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is a hypothetical question, we can sit and speculate here as to what I could have done for days.  The plan was made at ground root level, they submitted to me, it was approved, so I am not going to speculate as to what I could have done.  I could have run away and gone to another country.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Wasn't that the sensible option, I mean not your latter option but to send an informer or not necessarily?  You don't want to buy me?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's a hypothetical question, a speculation.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But now ex post facto, if you must consider that now wasn't that a logical option?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In this context I can't have an opinion, it's years ago, I don't know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, if you're involved in a war it doesn't necessarily mean that you must throw out logic by the window.  And then Sir, I want to ask you, I think you've answered this question that you were aware that gangsters were being used by your men, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that official policy to employ gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Any method, persons would have had access.  It could have been a Dutch Reformed preacher, if he had access he'll use it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you personally approve of using gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already answered that question.  If we had to reach an objective he would be used, he did not need to be a highly qualified rocket scientist, we only needed someone who had access.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, I want to ask you, do you know how many gangsters were employed countrywide by your organisation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know more or less?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know whether gangsters were employed in other parts of the country?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I could be, it could have happened, those were unaware members, I did not see them, I did not know them and the handler or the persons who sit before you here today will answer those questions.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes Sir, but projects came to you for your approval?  It had certain budget implications?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know the aware members, it is done at regional level and it is submitted to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "There are certain ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there was a misinterpretation, you said you don't know the unaware members, it came through as aware members.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That's what I meant, unaware members.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But there were in house meetings with yourself where presentations were made to you.  Didn't they advise you during those presentations that you were x, y and z or gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In this regard there were specific people because they were involved in a specific project.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I should also ask at this stage, Advocate Bizos asked you the same question yesterday.  How many people were killed by the CCB inside the country during your tenure?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No one else for which we have applied for.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, now are you aware that gangsters were given weapons by the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was a specific project where one weapon was given.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In other instances were gangsters ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But did you anticipate that this gangster might want to commit crimes with this weapon, with this gun that was given to him?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As all structures did it could have been.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can I just ask you, under what circumstances were weapons given to gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was only for one singular project.  According to procedures that weapon had to be returned if it could be handled in such a manner.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But did the - did you ever consider the fact that this gangster could use this weapon to kill innocent other people?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If the project was completed the weapon would be handed back and nothing else would happen.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now Sir, I have a suspicion that gangsters in our community were supplied with weapons by certain arms of the State, I'm not necessarily saying it came from the CCB or whatever?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have information that the ANC and uMkhonto weSizwe supplied twenty times more firearms to gangsters.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But you're evading the question, you're not answering the question?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all, I cannot - I am not able to answer for the State I can only answer for my structures.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sir, before I wrap up my cross-examination of you I just want to ask you a few questions which might be a bit personal, whatever.  You stated yesterday or the day before when Advocate Bizos asked you a question you said something, words to the effect, that\n\"When I come from a milieu where we do not speak\"\nCan you remember ever having used those words?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Continue with the question please?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now is it correct that there are certain incidents that you have perhaps not applied for amnesty for that you are not prepared to talk about?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, there is nothing, nothing at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now what did you mean by those words?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know, you must explain what you want to know of me, I do not understand your question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You say in bundle A, page 170, that a\n\"A true soldier does not sell\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is about confessing, it is about the confessional style of the Roman Catholics where one says I am crying and I want to cry about what I had done.  That is what I meant.  I know that the law and that does not include confession.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But aren't you busy confessing here to us, that you've been involved in this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I am satisfying the requirements of the law here.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You've also if I've heard correctly, you've also said that there are certain project files in the office of your attorney, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Please repeat that?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Certain project files are in the offices of your attorney, did you say that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not what I said, I did not say that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But maybe I should ask you, are there any files which related to projects that you might have been involved in that is being kept at the offices of your attorney?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know where you get that, it was never said, we spoke of eleven years back when files in the structures of then and there were specific letters that the State sent to my attorney where they invited me to be present when they destroyed the files and then I said I was not interested because I was no longer part of the State, that was the uniformed side of the South African Army.  It was never said that files were kept at my attorney's office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, that is my recollection of the evidence, Mr Williams, I speak subject to correction but I can't recall anything being said about the attorney being in possession of project files.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "I've made a note to that effect but I could be wrong.  Then also in bundle A, page 170, you also say that, something to the effect that - maybe I should just get the exact wording?  Paragraph 32, can you read the first sentence to us, Sir?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Commanders are obviously sorry for family or friends of any soldiers or co-workers who had lost their lives  for political ideal that was mismanaged.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do I understand a political ideal that was mismanaged, that the ideal is correct but it was incorrectly implemented or something to that effect?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I meant the rest of the South African Structures.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But do you personally think that apartheid is morally justifiable now, as you sit there now?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am not going to be drawn into political nonsense.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'm asking you a question about your political beliefs.  I'm asking it purely to see whether I myself would be able to as an erstwhile victim or intended victim would be able to reconcile myself if there is such a request from the applicant.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know what you mean.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I'll leave it there Sir, I get the message.  I've got no further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLIAMS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Williams.  Mr Hockey, do you have any questions that you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HOCKEY",
            "I do Mr Chairperson, thank you.  I must say that if your, in soccer, terms if your striking force and the midfield keeps the ball for long there's very little for the back line to do but I do have a few questions.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Verster, I know, I'm quite aware of the fact that you testified that you're not prepared to give evidence on any external activities of the CCB.  However, you did testify that on the main focus of the CCB was external?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In fact when the CCB was started, was formed, it only concentrated on external activities and only later was Region 6 formed which operated internally?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you prepared to tell us and this is a general question, how many projects externally was the CCB involved with?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No I do not know, I can't tell you that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you prepared to tell us or can you tell us how many projects inside the country, the CCB was involved with?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was only the projects that are mentioned here that we are applying for amnesty for and with the rest the structure was busy implementing itself and even the people the functioning within Region 6 was part of the external activities.  They did not run around in the country and do the police's work, it was only part of the lines that came from outside South Africa into the core of South Africa but eventually they would also function outside.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So you're saying internally there were only four - three projects, rather?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Smaller projects and maybe planning projects but nothing that will have to be handled within this act.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "How many projects were the CCB involved with?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have the numbers in front of me at this point but if I can remember correctly we spoke about 150 or 160, I can't remember the exact figure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Hockey.  Just on that Mr Verster, you said that when the bubble burst the CCB was made a scapegoat and the various government departments all wanted to blame their activities onto the CCB to a certain extent that your members were locked up, etc. etc.  Why would they have done that if the internal operation of the CCB was really in the overall picture of things, on what you say now is so insignificant.  I mean four incidents and the rest was just scratching around getting information and planning.  Why should the whole State machinery choose such a small operation such as yours to load such huge blame?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, it was a whole run of events that came together which as I said started with Dirk Coetzee and then later on there was an incident I think where Mr Ferdinand Barnard was locked up etc., but where I came to the realisation and the reason why I mentioned it to you previously is that we had a meeting with the intelligence section in Pretoria where I met the chief of the army and one of the legal teams, I can't remember who, approached me with a document with something like thirteen folios of incidents which included things like burning someone's vehicle and throwing a handgrenade and all sorts of incidents and because I knew that we were only the initial phases of our development, I immediately realised that these thirteen folios, these incidents were the incidents of the police and they were then blamed on us and these were virtually all the things that Eugene de Kock's organisation had done and if one looks at the documentation of the Harms Commission you would see that it was an investigation against murder gangs and focus was then placed on us because we did this and it was concentrated on the CCB to cover up what the police really did and all the allegations that was made against us then later came out in the courts.  The attempt then at that time was to create another structure.  The word CCB, it was within my documentation.  I've said it so often, the CCB factually never existed other than inside the Defence Force but in the Stratcom plan of the CCB, the CCB was taken and it was then presented as a small sinister organisation that stood to the one side and in essence when all the members retired from the South African Defence Force, we as it also appears in the documentation, we became the organisation and in this way we functioned and this was a way to make a plan, there were a few ministers involved here, the higher structure of the Defence Force was involved, the cheating with the financial authorisation and this is the key to the whole internal problem and this is that the authorised plan in retrospect was then changed.  So it could appear as if the State never gave authorisation for internal actions.  In other words it was a planned activity and we by means of this, we became the enemies of the previous government and we are the enemy of the current government and we had to then stand in for many projects of the State.  If someone in Krygkor made a mistake I think there was in the press at some point the Masterbond incident and they alleged that it was a CCB operation.  In other words it was a plan that had been made due to the change in the political situation.\n\tI just want to mention an interesting point.  The CCB was started, if one reads the book of Nelson Mandela, when the CCB was started, then P W Botha started talking to Mr Mandela in jail in 1986.  In other words it shows you the double agenda and the manipulation that happened then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Hockey?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Thank you Mr Chairperson.  Mr Verster, let me just come back to my question and I must just state that the indication is and the evidence is that you have previously admitted this during the Section 29 hearings that there were about 170 to 200 incidents of the CCB or projects of the CCB.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is about how I remembered it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's internally, is it Mr Hockey?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "No, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Generally the whole world-wide.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "In total.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct but I just want to qualify that.  I think that in that document I also said that this means that it is a project for someone to start a business enterprise.  A project is for someone to purchase a premises, a project is for someone to start a process.  In other words it is not war everywhere.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just interpose for one second?  But whatever a project was it was something that ultimately you, as Managing Director had to manage in one way or another?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So it was something that entertained your time or your energy and your managerial functions?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  I just have to add, Mr Chairperson, the political changes in the country happened so quickly that it was too fast for the development of the CCB.  There was an instruction that the CCB on the long term would have to dig itself in and that would mean that there was strategic planning to create a buffer around the republic of civilian personalities.  You would then prevent that the threat inside the country would become too big.  So things just started to develop too quickly.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can I just ask you Mr Verster, the operation in the then South West Africa, now Namibia, was that part of internal or external operations?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That would be an external operation.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now of these projects that you mentioned, how many of them were for the fulfilment of the main purpose of the CCB, more or less?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Everything was aimed at the disruption ...(intervention)",
            "Male"
        ],
        [
            "MR HOCKEY",
            "How many were directly linked to offensive projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot say this off the top of my head.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In the Section 29 hearing or it was held at least half of all the projects were not directly linked to offensive operations?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If I said it like that then it is more or less at that time.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "For the record that is in paragraph 399 of the Commission's report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what page Mr Hockey?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "The pages are not numbered, Mr Chairperson, but the paragraphs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's Exhibit D you were referring to?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "It's Exhibit D.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit D that was handed out yesterday.\nWhat paragraph number?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "399.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit D, the extract from the Commission's final report.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is a summary, that is not my statement but I can accept it.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Especially the offensive operations were obviously discussed in your inner corps, do you accept that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was only within relation of every region where it was discussed.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "When it came up to your level?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "After the operations was the operation evaluated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We did discuss it afterwards, we called it an evaluation.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "How many deaths were reported during these operations?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot tell you.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Were there deaths reported?  Killings in other words?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can you give us an estimate as to how many deaths were reported?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I will have to look at in total context so I'm not prepared to answer.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "The number of deaths, were they significant?  Are we talking about two, three?  Isolated deaths or are we talking out of deaths in excess of a hundred, thousand, can you please give us some indication?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, I told you that our aim was to bury ourselves in in the long term and it was very limited.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Verster, Sir, on Monday Advocate Bizos asked you who the Regional Managers of the different regions are and you couldn't name any.  Do you remember this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes but after that we discussed specific cases and then I gave an indication of their names.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "It was only when this Commission report, a paragraph from the Commission Report, Exhibit D, was pointed out to you that you immediately identified some Co-ordinators and managers?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now besides these mentioned, Co-ordinators and managers mentioned in this document that was pointed out to you, can you today or did it come back to you who the other managers and/or Co-ordinators were of different regions that were not mentioned?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know Mr Chairperson, there was for example someone that appears quite a lot that I can recall as a Mr Botes, I think Pieter Botes who worked in region 2 and many of them on a daily basis, we only worked with administrative names and apart from what is mentioned there I think those would be all the Regional Managers if one would read this together with the other groups that you already have.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In the Commission Report to this effect it seems that very little information could be extracted concerning the external activities of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you prepared to tell this Committee why that is the case, why were you and are you still, you and your fellow operatives, still not prepared to give information about the external activities of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes Mr Chairperson.  It has already been said and that is because you cannot give me amnesty in other country.  I cannot through this structure get amnesty in a neighbouring country for example.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So that qualifies the reason why you're actually applying for amnesty here.  You're only applying for internal activities?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is the only jurisdiction that would come from your side.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So there might be deaths ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Pardon, I just want to say this to you, there were definite meetings at that time by Gen Geldenhuys, by Gen Liebenberg and I don't know which generals came from the Police with one enquiry committee.  They spoke to this committee, I saw documentation where it was admitted that amnesty could not be given outside the jurisdiction of the South African community and borders and this caused from the Defence Force's side, it doesn't help that we speak about it, it will have a steamroller effect and this was what was being done over the past few years, for example to try and find out from me what the uniform side did regarding operations across the border etc.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So there were discussions on top level and tell me whether this filtered down to lower levels as well, that people that operated externally were not going to give disclosure as to the details of external operations by the CCB and other structures within the State?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that was within the context that I've stated.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So there are many deaths for which the CCB and other structures is responsible outside the country that we're never going to hear about, is that what you're saying?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not say that that is necessarily the death of people, it is projects outside the country.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Yes but you admitted that there were deaths reported so amongst those projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I just want to give you an indication of what I'm talking about.  If the CCB gives the information for an invasion into Angola and there are losses then being the CCB the South African Defence Force or the politicians or Pik Botha is in the ANC at the moment, who is it?  And it is on that basis that it had become a completely impossible task.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I understand that you co-operated with other arms of the State but is it correct that at times the CCB acted on it's own in external operations?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is the case.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And on it's own was the CCB responsible for deaths outside the country?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have to answer that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I shall leave that there.  You were also asked in detail about cash incentives for success in projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now I want to ask you, was there such a thing as a production bonus related to specific projects of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can you name some of these?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The production bonus was in all projects because the project could have been a person's own administration.  Now let me explain to you under which circumstances on could then receive a bonus and payment was then made for or money was then paid out for the completion, for the production of this.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Let me just come back to one point.  You are aware that gross human rights violation, the definition thereof, is not restricted to activities inside the country but also outside the country?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I told you what my point of view is concerning this.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I just have to say I'm completely prepared, I will talk about what happened outside the country if you can guarantee me amnesty in any country.  If you could give it to me in writing that I will receive amnesty then we can talk about that, I have no problem in talking about it.  It might place the CCB in a better perspective.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we know that we don't have the authority to grant amnesty in other countries that will be applicable in other countries.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Chairperson, if I may just, the witness has said that he wanted to comply with the Act.  The Act requires both inside and outside the country but I don't want to argue it now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The effect of what I'm saying is the effect of any amnesty granted here does not have an equivalent effect in a country beyond our borders.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So let me just come back to the question of bonuses.  Yesterday you testified that one or two, I can't remember, annual bonuses that were given to your operatives?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, it was only a naming for qualifying monies, for qualifications that they had already obtained that could not be linked to the Defence Force activities and then it was linked in the private sector to production bonuses.  This was the one element and then there were specific amounts that were spoken about, about expenditures and production as it appears in Slang van Zyl's statement.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Per project there was also or there may have been bonuses as well?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can you tell us whether there were any bonuses given in respect of the Early Learning Centre incident?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember at this point.  I recall that there were certain indications, I don't know which of these projects were of Slang van Zyl because I am just looking at the whole structure at the moment.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "There also bonuses promised for the operation in Namibia, South West Africa at the time, just before the first general elections in that country, do you remember that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't think I need to answer that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Do you remember that bonuses were promised to your operatives for activities in Namibia before the first general elections?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not think that it is relevant here, I don't know what this has to do with what we're talking of.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can I just ask you to take Exhibit D again?  You can look at paragraph 411.  Okay, I'll read it to you\n\"As is evident from the above, one aspect of the CCB's modus operandi was the use of cash as an incentive to produce.  Thus like other hit squad or counter-insurgency units such as Koevoet and C10 CCB members were provided with a positive inducement to undertake actions would could and often did result in a gross violation of other individuals rights\"\nCan you confirm that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, that last part is an opinion of whoever did the summary but what I can say is that there had been a specific financial plan that was inter-departmental, not inter-departmental within the Defence Force but between departments of the government of South Africa at that time.  It was approved on that level and this would then involve the payment of production bonuses and amounts of money even for administrative expenditure and this would be called a production bonus.  In this context it would then be correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Maybe I must just refer you to paragraph 410 as well and I'll read it\n\"A major CCB operation was undertaken in South West Africa in 1989.  As part of the South African Government's campaign against SWAPO in the run up to the December 1989 elections in South West Africa, every aware member was transferred from their region to sew up the work of the existing South West African CCB set up.  According to Christo Nel we were told \"double up your production and you will get a production bonus.\"\nAnd then that paragraph is concluded, it was in this context that Mr Anton Lubowski was killed.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is an opinion of someone who summarised the document, I don't think I have to answer this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They say this was told to them by Christo Nel one of your ...(intervention)",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Christo Nel works for the current government under cover.  He worked for the Directorate covert operations of the old government and then he worked in the operational area of Ovamboland for the commanding general, Special Forces and then he worked for the CCB and then when he was not allowed to do that and then he went back and he worked for the Ciskei and then he came to cry for money by me and now he is working for the current document under cover so he is what one would call a military prostitute.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So Sir, do you deny that a production bonus was promised to operatives in South West Africa at the time?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Pardon, say that again?",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Do you deny that a production bonus was offered to your operatives?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have to answer that, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hockey, would this be a convenient time to take a short tea adjournment?  We're just going to take the tea adjournment now, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HOCKEY",
            "(Cont)\n\tMr Verster, let me just ask a follow up question to one of the statements that you made uninvitedly?  You said that some of your people, your aware members, were also involved in other regions.  Do you want to confirm that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes.  It happened that as a result of a shortage of staff, I think of a specific incidence, and that was Christo Britz, he for instance was with Region 6 but he was also the Co-ordinator of another region.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Is it only Christo Britz that was involved in the other regions?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Heino Muller was another example who was the manager of Region 1, the Botswana region, but he also had another function.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Verster, I'm talking about Region 6 people.  Region 6 people, were any of them involved in other regions?  I understood that you testified earlier that of Region 6 people some of them were involved in other regions as well.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.  In the case of Region 6, as part of the overall strategy they had orders to also put themselves in external regions that I'm not prepared to discuss here.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Apart from them having orders, were these orders also executed?  Were there specific instances where they did act outside the country?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't think I have to answer that question, Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) words to the effect that Chappie Maree and Staal Burger were involved in Namibia.  Can you confirm or deny this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is an external project that I'm not going to discuss any further, Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So you are not prepared to answer the question?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you prepared to tell this Committee or inform this Committee of any activities where Region 6 people were involved in other regions?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think it is only in situations outside the country that they were involved and for the reasons that we have already mentioned I do not want to discuss it any further Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So if they were involved externally, if they were involved outside South Africa, then they must have known some of the members of the other regions?  Can you confirm or deny this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is not necessarily the case he would work on his own, he would always work in a cell structure, so I deny that Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you saying that whenever Region 6 people had orders to carry out outside South Africa, they operated completely on their own?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the policy unless a project was grouped together and that would then be part of a planning where decision was then made.  The people would be introduced to one another and if it didn't happen like that then it was not according to the instructions.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You can call it that operation, in 1999, a lot of your operatives were involved there, including Region 6 people, is that right?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I'm not prepared to discuss this any further,  Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The witness made it quite clear he is not going to answer questions relating to external incidents, Mr Hockey.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "I'll leave it there, thank you Mr Chairperson.\n\tCan I ask you, now you've already been asked this but I'm just asking you to confirm it again because I'm going to follow up.  The CCB regularly made use of gangsters, is that right?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was not on a regular basis but the end result justified the means and in the cases where the access was through a gang member then we would use him indirectly.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "But how often or how many gangsters were used in the operation of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If I think, off the top of my head it's only those on the table, there aren't any others that I can remember.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "If you think quickly, is it just Isgak Hardien or are there others?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it was Peaches, Peaches was also there.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Do you remember ...(inaudible)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You say this Jeffrey was a person that was dealing in dagga?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was his name?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Jeffrey.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Jeffrey?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, I think you will have to ask that question to the members who worked on ground level.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "A statement by Kalla Botha that he recruited this person named Jeffrey who was a known, according to him, dealer in dagga and that this person was engaged to gather information around a person named Anton Roskamp.  Is this name familiar to you?  Anton Roskamp?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "If it was a project of Region 6 of the CCB would there have been authority for this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot recall such a project and I think that this is also in his Section 29 statement that he made.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So you are aware of this statement made by ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have read it in his documentation Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Was that according to Kalla Botha or the information that was provided to him?  Kalla Botha says that according to the information that Anton Roskamp was the Chairperson of the Wits SRC and was also a member of JODAC at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was that last organisation?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "JODAC, Mr Chairperson, is Johannesburg Democratic Action Committee, something to that effect.  A community-based organisation.\n\tThis doesn't ring any bells?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As far as I saw it in the documentation, yes and I think this is something that would have to be asked from the Regional Manager.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "If there was a project to burn out the car of this Jeffrey, would it have been a requirement for you to give authority for such a project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, it should have been like that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So you are saying you have no knowledge of this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, if I remember correctly I read it in the documentation and I imagine years ago I read about it in the newspapers but it is not a project that was officially authorised by me there could be an interpretation on regional level but the Regional Manager can answer that question.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) this question, you obviously know Ferdi Barnard as well?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I know him.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And when he was engaged by the CCB he was a convicted murderer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, I knew his background Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "... Krige?  (inaudible).",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I knew him.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "He's got a criminal record?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, well he was detained by the State but he was a soldier who was detained wrongfully and then through the official channels of the Defence Force he got work with us.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now Mr Verster, besides the two gangsters that you said you were aware of were involved, you're know also aware that other criminals were involved in the - well you were aware in the first place of other criminals that were involved in CCB activities, especially Ferdi Barnard and if Kalla Botha's statement is true then another dealer in dagga and most likely the deductions that this person is a gangster as well, were involved in CCB activities?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct according to the statements but whether Ferdi Barnard was a gangster is another question.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So he was a convicted criminal, he was a murderer?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is the case.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can you tell us, Mr Verster, what the budget was for the ELC project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know an ELC project.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "ELC project would be the bomb at Athlone Early Learning Centre and if you don't know the exact figure then if you could give us a ball park figure as to what the budget was for that operation, that is the bomb at the creche.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no idea Mr Chairperson, I think if you would have to ask the Regional Manager and the Co-ordinator who can give an indication regarding this.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "At the time the budget must have passed your hands, is that right?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would have handled the financial approval, yes Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Would it be a correct estimate to say that the total budget was in the region of R100 000?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, if I can see the budget or the documentation relating to this then I will be able to accept it but what the amount is I do not know.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now I know you're going to say that this was a Section 29 statement of Mr Kalla Botha in bundle B, page 5.  I read from the third last paragraph.  Now if you look at what precedes these paragraph you'll see that it relates to the bombing of the Early Learning Centre project.  Sorry, page 5, in bundle B.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The third last paragraph.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "I will read it for you\n\"Later that week we met at an hotel.  There I heard that R100 000 had been approved for this project.\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, really, this statement I have no problem approving it to answer in the affirmative but the problem is that this is where all our problems started and this was when Kalla Botha was locked up and this is also hearsay for me, this is a hearsay statement that he is making there.  In other words I cannot approve what Kalla Botha says because I think he made this statement under pressure.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In the circumstances, was that amount reasonable as a budget, a total budget for this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not want to base my decision on his statement, on what he said, I would like to see it in front of me.  One has to place it within the context.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Verster what Mr Hockey is asking you now, forget about that statement and the circumstances under which it was made but what Mr Hockey is asking is, as you sit here now, taking into account your past experience with the CCB, would you say that R100 000 would have been a reasonable budget for the Early Learning Centre project?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's totally out of the question that it could be so little or so much?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot say that but I feel that it is such a hypothetical question because there are a hundred factors and the determination over budget is about what is involved and what has to be done so one would then have to go through the entire plan so that we can continue and in order to continue I could say that it might have been the case and I don't have a problem and it could have been justified whether it is reasonable is hypothetical.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) the question, does this amount of R100 000 surprise you?  Now, as you're sitting here today, does it surprise you that such an amount was allocated for the bombing of the Early Learning Centre, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It appears to me as if it could be too much, it does surprise me in a certain sense, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me Sir, where you present at the meeting referred to by Kalla Botha?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Excuse me?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you present at the meeting referred to by Kalla Botha?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not think so, I think this was a regional meeting, Sir.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "But you were involved in budget discussions for this project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes Mr Chairperson.  On approval level.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Could you tell us what amount was to be given to the gangster in this case?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No Mr Chairperson, apart from what I had read in the statements I think it was in the region of about R18 or R16 000, I would imagine that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "It was in fact given to him?  Was it possible he was promised more?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not know.  It is not known by me.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can I refer you to page 44 of bundle B?  This is the statement of Mr van Zyl.  Now I'm going to read to you more or less from the middle of the page\n\"The evening of 11th September..\"\nI will just give you the sentence, it's right in the middle of the page:\n\"The evening of 11th September 1989 Staal Burger gave me the amount of R25 000 in cash in his brother-in-law's flat.  It was approximately 7 o'clock in the evening.  Staal Burger then told me that he budgeted for R30 000 as an amount for Gakie's part in the explosion.\"\nNow can you remember that R30 000 was promised to Gakie, the gangster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot remember that but in the presentation if it was presented to me it could have been approved in terms of the financial plan, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "...(inaudible) Mr Hockey, from this passage it doesn't say it was promised to him, it was budgeted for.  Just so you don't put the question in the wrong emphasis to the witness.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Thank you, you're hundred percent correct, Mr Lax.\n\tSo it seems if the budget, if this is correct, the budget that was approved, in the budget provision was made according to Mr van Zyl for R30 000 to be given to Mr Gakie Harding.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can accept it like that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So it doesn't surprise you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It could have been because it was very sensitive and it was inside the country so it is possible.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now I just want ...(inaudible)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "...(inaudible) R5000 for himself and that I could take R5000 for myself.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Were you aware that the operatives below you made themselves guilty of those acts?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know.  If this means they are guilty this is outside the financial plan, you are not allowed to do this, if they took it for themselves and they put it in their pockets for some or other reason but if they took it for budget money for plane tickets as a part of their budget for expenditure then it could be within the financial plan.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) says further on that and this was confirmed by Gakie Harding that he in fact received an amount of R18 000, are you aware of that?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, apart from what I have seen here just now I was not aware of it.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Just to complete the scenario, it says that he took R7 000 and used that R7 000 in another project, that is what he says, whether it's true or not I don't know.  Any comments?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I could be within the financial plan that he did take money for a project, it could have been part of the budget, if the paper work had been done correctly then it could possibly be within the financial plan.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) about the clean audit of the CCB after, well at the time that the operation closed down.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Who did this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The Auditor General, Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now obviously the Auditor General did not know of these projects, is that right?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is not obvious, they knew about all the projects that were available.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Did you keep or abide to proper bookkeeping principles, accounting principles, for example you didn't issue cheques, there were no invoices that were kept, you basically dealt with cash, cash in hand, your people were paid in cash?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "It's very easy to manipulate the books?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No there's a big difference, we were the only structure within the State system as far as I know that had a financial procedure where the money would then be written off before it was handled before it left the building and this was in terms of a financial plan.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Sorry to interrupt you, I accept that money was written off before it was actually spent but I'm talking about the actual expenditure within the organisation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was beforehand it was described, what I'm saying to you that if it was written in the presentation, in the financial presentation which was a separate presentation from the operational presentation which says that this is the operation, we agree with it and then I would say that on the financial side show me the budget.  If it was written there that there is R30 000 and R18 000 would then go to the agent, R7 000 would go for that project and that R7 000 of it R2 000 would be for a plane ticket and the technique would have been that firstly the Regional Manager would verify it.  Physically, even internationally, we would phone the hotel and ask how much does it cost to stay at the hotel and they'd say R300 and in this way it would be worked out in that way and in this way it was approved.  It was approved in this way then, the Auditor General's criticism of previous ten years can be found in a document that they accepted specifically because there existed masses of structures to try and control the expenditure afterwards and then if it was correct in the presentation before me then it would be written off.",
            "Male"
        ],
        [
            "MR LAX",
            "It's clear to me that you're not - he's asking a much more simple question which is if your budget was R30 000 for something, fair enough the money was written off, it was authorised before the time, we accept all of that.  However, the issue is that when your operatives paid in forma ex, 18 instead of 30 and pocketed the rest for themselves, you didn't know about it, perhaps Mr Burger didn't even know about it, the Auditor General certainly didn't know about it.  How did you control the money in that way?  That's what he is asking?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I think I understood him one hundred percent.  What happened at ground level if someone wanted to cheat then he could do so under any circumstances but where I could authorise the money was based on what I told you, how it happened then and it was also not a duty from my side it was the individual and his region and a co-ordinator that would then further have to ensure that it was done.  But on ground level you cannot or you could not receive documentation from the criminal that you gave the money to.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Let me ask you a simple question, Mr Verster, the Auditor General for example would never have known that\nR30 000 was paid to a killer of Mr X in a certain project?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He did not need to know that, it was described in the financial plan, he didn't have to know that, he would never know that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "He deal with cash, your actual expenditure, forget about your budget now that goes with the Auditor General where money is allocated before it's actually spent or money is written off before it's spent but in your actual, your internal bookkeeping system you dealt with cash and you agree with me it's very, very difficult to manipulate under those circumstances.  For example, here in the Early Learning Centre according to Mr van Zyl, Staal Burger told him that\nR30 000 was budgeted as payment to Mr Isgak Harding who placed the bomb in the Early Learning Centre but he pocketed R5 000 and he said that Mr van Zyl can pocket R5 000.  That's a manipulation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, if Mr van Zyl's statement is correct, the budget, it could have been that this project was discussed at the beginning of the quarter and at that stage the gang member was already known and he knew that he would be involved and R30 000 was budgeted for him but in the presentation to me,\nit had to say what the real amount was.  This person would receive R18 000 and because it was a covered secret structure you can go and read it, it is in the possession of the Commission, there is a procedure that was written out, a declaration has to be present, it has to be confirmed by the Regional Manager and also by me, it had to form part of the overall budget etc. etc. and the expenditure of this was consciously approved like this and there was other ...(indistinct) from the Auditor General and the point is management, good management.  They say the person is a uniformed soldier but now he wants to drive around in civilian clothes and then he will go and buy himself a civilian vehicle but he will pay it with a government cheque. \n\tThe State, whether they want to agree or admit it or not wanted that if you say you're in the private sector then you must have no links with the South African Defence Force and this plan was then approved so that it can then provide in this way so that you cannot go overseas or over the border and you can say that you want to buy meal and then you ask for an invoice and then it will point back and an agent will then in this say be uncovered.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) Mr Verster, but all that I'm saying is when you deal with cash you don't know what the people do with that cash that are under you.  Here for example we might have a situation where R30 000 could have been budgeted for a certain expenditure but at the end of the day only R18 000 was given to the person who was in terms of the budget entitled to the amount of R30 000.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or a person books into a hotel that's R500 a night and goes and stays in one that's R150 a night, keeps the change, that sort of manipulation.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was specified.  There was for instance an approach in a region that was followed that high level hotels could not be used, you have to get three quotes and if the average amount of money that would then be kept on the files of the hotels is R400 per evening then he could take the R400 and he could go and sleep in a park for instance but that was then written off beforehand.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You say they that they were not allowed to use top hotels but in the documents that's part of the record there are indications that meetings were held in rooms of the Cape Sun Hotel?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is the case.  It could possibly be like that, if the profile of the project and you are a business man you can go and stay in a palace if you have the budget for it but for the average place of residence in hotels and I mean you they can laugh about it in the peanut gallery but I want to say to you like this that it could be put in the next way.  Please go and read the financial plan because everything that you're asking now can be found there.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Verster, Mr Williams pointed out to you and there's a lot of evidence to this effect that your information and your intelligence concerning the Kewtown Youth Movement was wrong, I can also point out to you that according to your operatives and I'm not sure if this information was given to you, I suppose it was, according to your operatives, Mr Chris Ferndale was a well known community leader in Kewtown and was also part of the Kewtown Youth Movement, was detained before.  Now I can tell you this and you can verify it with the security police or with other structures that this was never the case, I can also tell you that Mr Osmond Alexander was also never detained under any security legislation, he was however taken in for questioning for a very short while but he was never detained.  Now that information which was obtained by your operatives was wrong, I can categorically state that and we can call evidence to that effect.  Have you got any comment on that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no comment, this is something that has to be confirmed.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Williams pointed out various inaccuracies in your intelligence, for example Colleen Williams was not related to him.  Their organisation Kewtown Youth Movement ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you say that Colleen Williams was not related to who?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "To Mr Williams, Peter Williams.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But didn't it appear as being a half sister?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "That's exactly it, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I disputed that Mr Chairperson.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "It's not the case.  The Kewtown Youth Movement was never involved in any bombings or acts of terror as you call it.\n\tNow I'm going to ask you, if these facts are correct, the fact that Kewtown Youth Movement was never involved with any bombings, if the two people that died during the bombing incident at the Athlone Magistrate's Court were not members of Kewtown Youth Movement, if that is in fact the case then I ask you to accept this as correct for now.  Various other information that was at your disposal and that you say was checked and became intelligence is in fact wrong, will you agree that the bombing of the Athlone Early Learning Centre was senseless, it was a senseless act by the CCB.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, if it can't be twisted and if it is once again tonight on the SABC news then I would agree with what is said here.  It would be wrong if that was the case but this is speculation but due to the nature of things this would be completely wrong.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Members of the Kewtown Youth Movement gangsters, now some of them are here today - I just want to while some of the Kewtown Youth Movement and of the Cape Youth Congress of which they were affiliated, they're sitting here, if I can just ask them to stand up?  These were all members, Mr Verster, of the Kewtown Youth Movement and in fact of the Cape Youth Congress.  Do they appear to you as gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Do you expect an answer?",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I do expect an answer.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know what I have to tell you.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are they gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at first sight but that is no norm.  I have nothing to say on this because I realise what the political connotation is that will be attached to this.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "The person there in the brown jacket, is Mr Osmond Alexander.  He was a student, a university student at the time, in science.  Today he is in a managerial position at a top company in the Western Cape.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I accept that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) was an administrator at the time, I see today he works for the National Monuments Council, also a person involved in administration.\n\tMr Chris Ferndale at the back was a social worker, he is still a registered social worker, he works today, he works for the City Council as a Community Liaison Officer.  At the time of the incident he was a social worker and his area of particular interest was the Kewtown community. \n\t Ms Nazeema Mohammed there, was a teacher, sorry, she was a researcher at UCT, she was in fact a medicationalist and she is today employed by the National Education Department as a director.  She's got a masters degree in education, in fact.  \tMs Miranda Abrahams, was in fact employed as a pre-school teacher at the Early Learning Centre where this bombing took place and she's today working for a trade union, she's a National Party - I beg your pardon, she's a representative of the Nehawu at the National Assembly.\n\tMr Kimar Omar is the son of Mr Omar and so is Mr Rushim Omar standing there, they were both members of the Cape Youth Congress, they were also if I'm not wrong members or rather students at the time, teachers at the time and Ms Fatima Omar is also related to the Omars, she was an educationalist of pre-school children, she's still employed in that capacity as a principal of a pre-school. \n\tNow these are the people, Mr Verster, that your operatives call gangsters.  Now if I'm telling you that the information on which you acted on was wrong and if you're prepared to accept that, are you prepared to apologise to them?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I will not be drawn into something like this, it's not my intention to do anything like that, I will qualify it by saying that I accept that it may be incorrect that these persons appearances are acceptable and if we refer to qualifications we will refer to Mr Dullah Omar, what he was involved with.  If we look at any of the other members of the top structures in control of the country, this has no connection with whatsoever qualification they might have.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can you answer my question?  Are you prepared to apologise to these people?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I shall not let myself be intimidated into something like that, it would be incorrect if innocent persons, if anyone is sorry I do not intend to do something like this.  The attitude in this Commission was just to, from the time Mr Bizos spoke up till now, was to put forward one side of this case.  In terms of the law I'm prepared to come here.  Where are the 37 members of the ANC who were supposed to be here?",
            "Male"
        ],
        [
            "MR HOCKEY",
            "We are not talking about the ANC here, I asked you a simple question.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It's hypothetical, I've already answered it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can stop fighting, please you can sit down, thank you.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Have you come to terms with the change that took place in South Africa, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There are many things that make me unhappy, I accept it.  I do not accept that it is correct.  If the new government were angels with white wings then I would but they did the same thing as I did.  I differ from the current government.  I have no problem, there was a democratic election where they have the majority so I don't have issue with it.  If you want to talk politics, we can talk for hours.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "...(inaudible) the Constitution of South Africa?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not necessarily agree with it but I do accept it as the new Constitution of South Africa.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I've got no further questions, thanks Mr Chairperson.\nNO FURTHER QUESTIONS BY MR HOCKEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Sorry, Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Maybe when we are still there.  What sort of work are you doing now, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is not the issue now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Coleridge, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS COLERIDGE",
            "Yes, thank you Chairperson.\n\tMr Verster, I want to get some clarification.  Who was the brainchild of the CCB operation?  Whose idea was this to establish it?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is also a very long story, Chairperson.  Special Forces, there was yearly planning done and instructions were given by the Chief of the Defence Force and from those instructions I received guidelines from General and thereafter other people and I made the plans and then I proposed or submitted them to the Commanding General of Special Forces and he gave it to the Chief of the Army and the Chief of the Army spoke to the Minister and then budgets and so forth were approved so it was a collective planning of the South African Defence Force where I made the plans and co-ordinated them and submitted them because I was appointed the Director.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So who ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just before you go on, and at that time, what was your rank in Special Forces, your military rank?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was a Colonel, Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Who was the Chief of Defence Force at the time?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Gen Jan Geldenhuys.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And who was the Commanding General of Special Forces?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Gen Joubert, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the State President at the time was obviously P W Botha, is that correct?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are saying these are the basic - your Chief of Defence Force and Commander of Special Forces, they were basically, they created CCB, is that correct?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No it was a collective thing, it was collective planning where we made the plans according to guidelines and it ended up in the CCB.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And were you also part of the structure in planning the CCB?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was responsible for that planning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the evidence was that he drew up the actual plans based on guidelines that were given to him.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Now I just want to move on to the operatives and then as well to your commander who was Gen Webb at the time.  Mr Verster, you accept that Gen Webb was your commander during the Athlone Learning Centre incident, the Gavin Evans incident and the Dullah Omar incident, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "We see that Gen Webb is only applying for the Athlone learning centre incident.  Can we take it that he did not authorise the incidents for the Gavin Evans incident and the Dullah Omar incident?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I do not want to comment on that now.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "It is true, I see that in just in bundle C, Chairperson, in the transcripts in Section 29, page 98 and 99.  I'll just give the page referencing, Chairperson.\n\tYou said that Gen Webb was responsible for the appointments for everybody, he authorised the appointments and you had weekly meetings with Gen Webb, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes but now you are stating it semantically incorrect.  Gen Webb was the Chairperson, I was responsible for appointments but I did not make any appointments without consulting the Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Fine, fair enough, I want to come to the issue of your meetings.  In your Section 29 you said you had weekly meetings with Gen Webb?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes there were exceptions but more or less that's right.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So can we accept generally that during your term that was the general practice, that you would have meetings with Gen Webb, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So can we accept for the purposes of these incidents, the Gavin Evans and the Dullah Omar, that you also had meetings with Gen Webb?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I referred to meetings of the usual weekly co-ordinating meetings.  If there was a specific project then we would meet or discuss telephonically or in some other manner.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I just want to refer you to bundle C, page 154, Chairperson.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Which page?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Page 154, bundle C.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "154.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "This is a question that was asked by Mr Malan and then you responded, it's the paragraph where it starts with Mr Malan.  He says\"\n\"Well I take it that all projects went over your table so you would know such serious instructions, such as for instance to observe for instance Mr Omar and to eliminate him. It's not something you are likely to forget if you gave such an order or sanctioned such an operation?\"\nAnd your response was:\n\"Yes, I applied for amnesty for that and I want to put it to you again, people were appointed to monitor them, the normal planning cycle was followed and it was discussed with the Chairperson and I see that as relating to the Dullah Omar incident.\"\nCan you just comment on that for us please?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it's clear Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So are you saying that in the Dullah Omar incident, the monitoring of Dullah Omar was actually discussed with Gen Webb?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I am of the opinion that all projects were discussed with Gen Webb.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So can we then take it that as a matter of course the Gavin Evans incident you'd also discussed with Gen Webb?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I now want to refer just to the operatives in your unit.  Firstly to Mr Barnard.  We believe that he was on probation, this was the facts given to us in your Section 29 as well as in your amnesty application form and he was dismissed, he was on probation for a certain amount of time and then he was dismissed.  Can you just elaborate as to why he was dismissed from the CCB?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, this is debatable whether he was on probation.  The incident was through his co-ordinator, it came to my knowledge that he directly spoke with certain police officers and there was a meeting that I had with the intelligence community.  It had nothing to do with Special Forces, we met at the house of one of the senior officers and during this meeting, when I arrived at the house, a few military intelligence people sat there and they tried to ask me questions about a person by the name of McQuillan and McQuillan was somehow connected to Ferdi Barnard and they wanted to know what was going on and I immediately realised that there was a connection here between Mr Barnard and military intelligence and I directly, after I left the meeting before it was concluded and I told the handler that Mr Barnard had to be sacked, it was nothing we had against him it was the fact that he had connection with persons who were attached to the uniformed branch of the army and it was a known fact that he was a member of the CCB.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "What was your opinion when you heard that Slang van Zyl actually employed Mr Barnard or used his assistance in the Dullah Omar incident, directly going against your orders in fact?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, this came about with the disclosure, it was hidden from me and it was wrong.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Can you tell us why it was hidden from you?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because there were direct instructions that a person who was sacked was not to be used again.  Mr Barnard was just an example of one person, there were many other similar incidents where persons were sacked and then the policy was that he may not work in another region again.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So Mr van Zyl basically didn't follow your orders, is that correct?  Was he aware and alive to the fact?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was that Mr van Zyl or Mr Burger?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Mr van Zyl.  Was he aware of the fact that Barnard was dismissed by you?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he went contrary and against your orders, is that correct?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I can see, if I read the documents I can imagine how his mind worked but it was against my orders.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Yes because even Mr Wouter Basson in his Section 29 stated that at your training, at their training, they were informed that once a member was dismissed that members part of the CCB should not be used again, I mean they were all aware of that fact?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that was the policy.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that's at bundle C, Chairperson, just for reference sake, page 203.\n\tThen just in relation to Mr Kalla Botha, we believe that he was also placed on ice, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Can you just tell us why?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, placed on ice?  What does that mean, was he fired or was he just rested for a while?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That's just that, I think he can explain to us Chairperson, it's their language, one of his own operatives used that word.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, it only meant that he was not used but he had not been sacked yet and the incident was a regional incident.  I cannot elaborate more on the detail here but I think Mr Christo Britz will be able to explain properly to you what led to this but I do know that there was a dispute between Mr Staal Burger and Mr Botha and eventually Mr Botha was then put on ice.",
            "Male"
        ],
        [
            "MR LAX",
            "Would suspended be an appropriate term?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I'm just trying to find the Afrikaans for it.  No, suspended means that he was sacked while in his case he was not sacked but as one would say in the newspapers he was on paid leave or it was said he will not work but we shall still pay him.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So just for time reference, what period was that suspension period of Kalla Botha?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "His Regional Manager will know, this was one of many reasons.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because he was also involved in the Athlone Learning Centre incident.  Was that in the time period of his suspension?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We have to confirm that with his Regional Manager, I see what you are leading to but it is possible, maybe on the same basis that it had happened.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So then it's possible that he was then obviously not to partake in any operations?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "If it was during that time period then it was so, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he later reinstated as a full operative or did the CCB come to an end while he was still on the ice?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I would think it was quite close to that time, not much happened then because the first problems developed round about July if I recall correctly, July or August of 1989, I don't have the exact dates so I don't think much was going on during that time, I cannot think of any other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Was it generally the feeling that everybody was unhappy with the performance of Region 6?  Can you comment on that?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would like to state it as follows that Region 6, Chairperson, was in the process of development, Region 6 did not have the same Special Forces training but I do think that to the best of their capabilities and in this process of development, Region 6 started with much activities and they were developing so there was no feeling of dissatisfaction about them.  If there was any problem it was with regard to procedure and that they had not yet worked according to the standing procedure and that they did not make any plans as the other members who were trained made or formulated plans, they went about their own way but they were in the process of changing.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "But isn't it true that in a situation like your covert operations that discipline is very, very important, that all members should be disciplined and follow the orders of their commander, isn't that so?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is definitely so, yes.  I ascribed it to the difference in culture and it is known to me when one is in the Defence Force one goes through a process where one has to do something as to what is the plan and what is the objective, that is how a soldier works and in the case of the police they acted impromptu and acted on their own so it is not necessarily negative but discipline is much stronger or has to be much stronger when one works alone, that is true yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "That is correct because especially when you're entering and doing incidents such as bomb blasts etc. etc., that you'd expect people to disciplined in that scenario and not for Slang van Zyl for instance to go against your command and actually use people like in the Dullah Omar incident.  Barnard, which was against your orders, to actually go against you and to use those people and yet he was quite aware of that?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is correct, it was the incorrect procedure.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Even Basson, Chairperson, in bundle C, page 30, the last paragraph, he also just makes a statement in relation to Region 6.  I shall read it, it's page 30, bundle C, just the last paragraph.  Mr Basson states\n\"I was unhappy with the person Van Zyl and I was unhappy with the Region 6 which did not follow procedures which was unprofessional according to me.\"\nWill you agree with that statement?  Would it confirm your position?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I agree, I must just add that Mr Basson was the co-ordinator so from my side there was much pressure on him.  His biggest problem in life was having my orders executed in Region 6 so I can see how he felt, why he felt that way.",
            "Male"
        ],
        [
            "MR LAX",
            "May I interpose?  Would it not also have been so that as regional co-ordinator or Regional Manager rather, or as the co-ordinator he would have had much more to do in terms of co-ordination more directly with that region than you would have?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.  The Regional Manager could at any time speak to me but the day to day co-ordination of all activities were handled by the co-ordinator for all regions.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Who was Gen Webb's commander?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Gen Webb's direct boss was the Chief of the Army because Special Forces were a combat or in the service or at that stage he was not in the service of the army, he was directly under the Chief of the Army which was Gen Geldenhuys but earlier I said that for certain actions the action was seconded to Special Forces but the commander of what had to happen was Gen Kat Liebenberg, he was responsible for the combat on land so the direct boss of the army was ascribed to the army and Special Forces were co\nopted to assist in that action, we couldn't do it on our own but we made a contribution.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So would you say that Liebenberg and Geldenhuys, if he was still the chief at the time, were they aware of the CCB actions?  I assume so because they were part of the architects of the CCB.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes definitely, specific proposals were put forward to them, I said that yesterday or the day before yesterday, I said that every year a covert plan was formulated.  One calls it the combat plan for the following year and in that covert plan was approved by the chief of the army and documentation was kept at Special Forces level after it was approved and that was the authorisation for action the next year and during ad hoc times it was discussed in the presence of Gen Geldenhuys and that was at least twice a year that there were meetings where he was present and where our plans would be submitted to them, to him where we would show him the financial plan and the approval thereof and so forth.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Then I just want to refer you to one other aspect and that was the Matthysen Bus Company.  You said in your Section 29 that funds were channelled through that company, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know whether that is from my statement or from someone else's but the other day I said that yes it was so but it was not a - once again I think to an extent it was done from ignorance or out of ignorance, we gave instructions to region 6 that they should find civil careers for themselves and when I heard they went out on their own without following normal procedures they established themselves at Matthysen but that was acceptable but the type of procedure that they followed was to say that they were doing investigations or they protected the transport of Matthysen, that is the cover that they used and finances was then handled by this means but because the whole region was connected to each other, I told them to get their own careers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So was Matthys basically owned by the CCB?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not at all, it had nothing to do with us.  I think it was a friendly basis thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just go in there and get jobs and they had a boss within Matthys who didn't know that they had anything to do with the CCB and they just got a normal 8 to 5 type job?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think that at personal level there might have been a connection between Mr Staal Burger and the owner of the company and maybe they agreed that monies would be paid in but they did not receive a salary there and they would have handled security for the company.  I think that is how I found it there at that stage but it then changed.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So you sent their salaries and all other monies due to them, you sent it through that company, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That you would have to ask the co-ordinator.  Actually the money was physically given to the co-ordinator and then he gave it to the region.  If they handled it for tax purposes through the company I cannot confirm any of that, I do know that it says so in the statements.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Yes, you say it in bundle C.  Section 29, Chairperson, page 134, he does state that and that is you Mr Verster.  Was that they received their salaries or payments from us and to make it look real in your audit that they channelled the money through that company and that's referring to the Matthysen money?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "But it would go to the co-ordinator and then physically it would go to the region and they may have taken it and dealt with it in that manner.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So would you say...(intervention)",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I beg your pardon, I would just like to confirm, the co-ordinator could not go to Matthys Bus Company because he was not directly connected to them, it had to be handled through the region.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "It was probably given to Mr Burger who was a  friend of Mr Matthysen and who were in the army together as well, is that correct?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is correct, from Christo Britz, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So it's possible that this Mr Matthysen was quite aware of the fact that they were receiving monies from the SADF, do you think that's possible?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That could be, could be so",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just interpose?  Can you think of any way in which Matthysen wouldn't know where the money was coming from?  It wasn't paid to his company in cash?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the guidelines for planning from our side was different and sometimes it appears that although it was not water tight, the people could not admit that they're working for the State, they could have lost their jobs so they could have said this money comes from a group of businessmen who wants you to assist in stabilising the country but you may not tell who these businessmen were but it may be on a personal level but that would have been against procedures.  Staal Burger or anyone could not have said that \"I work for Special Forces\", if he did that he was outside policy.",
            "Male"
        ],
        [
            "MR LAX",
            "Absolutely, that would have been my follow up question in the sense that this was a serious compromise of your security process?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Just in relation to the end of the process, the end of the CCB, you said that senior officials approached you and informed you that you should isolate yourselves from the members of the CCB and that you should distance yourself clinically.  Can you tell us who those people were?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The specific persons who will certainly deny this today was Gen Witkop Badenhorst because he made very many unreliable sounds and what was really said was that a clinical cut has to be made in the CCB, Region 6 has to be clinically removed and when we removed Region 6 we may continue with the work and after I was fired the structure continued on its own in some or other manner and I was not prepared to do that and it was also a problem because contracts, we had specific contracts so what Magnus Malan told me personally and I purposefully told you this on Monday, my commission, which was given by the first president or the first State President of the country and I said I walked away from my military rank and with regard to Mr Malan, he said forget about these things, go down to Potgieter Street and forget about the contract and start working back there again and I said I was not prepared to do this because we have already distanced ourselves from the State, we had other contracts and in this manner we opposed it and this led to me losing my job and eventually there were only 23 members left who did not concede to this.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So they were also aware of the CCB activities, those very same people, Badenhorst etc?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes he did the investigation, even the Minister of Defence signed things that he denied, appointments in the CCB.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Who was the ...(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "Can I just follow up, sorry?  The offer that Malan made to you, Gen Malan, was in essence a sweetener to go back to your old job?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In terms of our financial procedures it is written that no member of the CCB may go back into the Defence Force or the Civil Service structure but what happened there is that I did presentations to Gen Malan where I told him of problems that might exist concerning certain operations that we had, where the police were involved and Gen Malan looked at me after the presentation and he said that he does not believe me, he stands with the police, those things and a lot of things were later made public and he told me that he believes the police, forget about this, go tomorrow and go present yourself and then you will get a uniform and then you continue with your work and then I said I'm not prepared to do it.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that an effort to co-opt to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was a way to fuse the situation and what we asked in terms of our contract that it would not be given to us and that I would cooperate with what they were busy with.  For instance we went to the higher court twice where Gen Malan refused to do payments of contracts etc and that documentation never became public.  It is just part of the fight.",
            "Male"
        ],
        [
            "MR LAX",
            "One last thing on that, you said there were 23 of you?  That group of 23 you said who didn't accept the offer to go back into the Defence Force in other words to be paid out?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's the other way around.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No that group of 23 would be people who continued to be adamant in terms of the CCB's plan, I don't know if some of them went back later because I was alienated from the system, I don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm not sure I understand you correctly because I'm now confused by the Chairperson.  Those 23 people are the people who at the end of the day were part of the court case with you or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, now I'm clear.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you ever meet with the State Security Council in relation to CCB activities or programs or just in general?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No never.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Was there any other member of Special Forces that met with them, the State Security Council?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know that, we did not have contact with the rest of the Special Forces but no one within my structure was allowed to do that.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Then just one last point, I want to refer you to bundle A, page 170 Chairperson.  I'd just like to ask Mr Verster one question and I just want to see if he still feels the same way after the processes and his experience with the Commission and his experience in life with the changes and reconciliation that has taken place in this country.  It's just the fourth line from the bottom on page 170.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Which one?  I can't hear?  It is paragraph 92?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "That is correct, yes.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Bundle A?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Page 170.",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Paragraph 32?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "32, correct.  The second line there, it says -can you just read that second line for me starting from \"us\".",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "\"Commanders are sorry for the family and friends of any soldiers or co-workers that have lost their lives for a political ideal that was mismanaged.\"\nIs that the sentence?\n\"But if we were to be in the same situation\n\t\t\tagain and we'd received orders to act against \nthe RSA especially those people close to us we would do it again, that was our job and we believed in what we did.\"",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Do you still feel that way that if you were put in the same situation, with hindsight, looking back now for instance, would you have continued in the same way as you did, would you continue with your military action in covert operations?",
            "Female"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I definitely would have done that, I just would have managed it better, I was very proud of my work.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson, I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MS COLERIDGE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Coleridge.  Mr Wessels, do you have any?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Mr Chairperson, at some point I reserve my right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I'd like to place something on record.  Very early this morning the witness said among other things that we did not deal with his indemnity.  Now what I want to place on record is this, that we did read in the papers that a person claimed some form of indemnity.  At the pre-trial conference we asked for a copy of it or documentation so that we could be informed and deal with it.  It was a general question including counsel and attorney of the witness and they said well, they didn't have any documents readily available to show us but we appealed to them in the meantime to let us have whatever documents there were in order that we may deal with it but I did ask whether this indemnity was in terms of the Indemnity Act given on a .(indistinct) basis by the temporary acting State President and then Minister of Foreign Affairs, Mr Pik Botha and I was told yes.  I asked whether they would favour us with a copy of the motivation of that application, I had some knowledge of it and it was in fact a letter written by Mr Wagenaar if I remember correctly in which mass - if that is what they were referring to, can we please have a copy because I don't want to argue now but at the very least the validity of that in indemnity is at the very least debatable.  I raise it at this stage because I understood the witness' remarks to be a statement that we did not deal fully with matters which were in his favour and this is why I deal with the matter now, Mr Chairperson.  If anything is to be done on it I would appeal to legal representatives of the applicants if they are going to claim anything like that they should make us - they claim the indemnity, let us make available such documentation as there may be.  That's all I wish to say, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Bizos.  Mr Wessels do you have any comment on that, is there a copy of such application available?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I don't have such documents available, Mr Chairperson, and I don't really see the relevance of that at all during these proceedings.  Whether that was competent amnesty or not ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you've basically got two types of indemnity, you've got in terms of that old Act, you've got the indemnity where applications appeared before the two judges concerned and they considered it on particular merits relating to a particular incident and then you got these - I don't know what you call them, blanket or group type amnesty so there is a bit of a difference in the one that the mind's been applied to a particular actions and incidents whereas the other it hasn't.  I can't see there being any prejudice at all in getting this just to confirm that.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I've no problem with that except that I don't have it here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes perhaps if I could ask Ms Coleridge to through our investigation unit if they could perhaps get documentation of that nature, I know it's fairly common in many of these applications, we've got those sort of forms before us.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I'll attempt to get it, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, if it's not available ...(intervention)",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Chairperson, I merely raised it because I understood the statement made by the witness as a complaint that the matter was not being dealt with. I have a very clear recollection, Chairperson, about those indemnities that the President or for that matter the Acting President had authority in terms of the Act to grant group ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No that's definitely so.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "What may be called the parking offences such as leaving the country without a permit and without - or not a valid passport and such other matters but did not apply to this sort of thing that we are dealing with here.  But anyway, we don't have to argue about that, I merely raised it at this stage because of what I understood to be a complaint that part of the case favouring the witness was not dealt with by us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will follow that up through the TRC.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis reserved - I don't know if he wishes to say anything now?",
            "Unknown"
        ],
        [
            [],
            "Sorry Mr Chairperson, just the other Du Plessis first?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Mr P du Plessis talking now, for the record.",
            "Unknown"
        ],
        [
            [],
            "Just about the previous indemnity applications, the first one was done in terms of the Indemnity Act 35/90 and there was further Indemnity Act 151/92.  I just want to make the position also clear as far as my clients are concerned, that all rights are reserved as far as those two Acts are concerned so I just want to make that very - put that very clearly on record, but that also our position is that we do not think that this should be dealt with by this Committee at all but it must be ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This Committee certainly can't attack or impinge upon those indemnities, we can't lessen them or greaten them we can only deal in terms of the Act here and we don't have power to affect those at all but ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "In any event I just wanted to reserve the position, I do not have any objection should the documentation be available, that it be dealt with here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I'm just saying that in many, many applications we have that sort of documentation, almost as a question of procedure that it's before us.",
            "Unknown"
        ],
        [
            [],
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr H du Plessis?",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson, I will not take very long.\n\tMr Verster, you were the Managing Director of the CCB and am I correct when I then ask you that in terms of your position in the CCB you were authorised to make certain decisions on your level, on your own and if I'm talking about certain decisions I'm talking about decisions in general, I'm not referring to something specifically?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes on my level I could make general decisions.",
            "Male"
        ],
        [
            [],
            "If it was the case that it was just a gathering of information or a project for gathering information could you authorise such a decision yourself?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No more than a pre-emptive study and that was in any case part of a procedure that would then beforehand be approved by the Chairperson, Mr Chairperson.",
            "Male"
        ],
        [
            [],
            "But I'm speaking about gathering information, operations for this.  You call this a pre-emptive study, could you yourself give approval for this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I could approve a pre-emptive study but this was part of a process that had already been approved.",
            "Male"
        ],
        [
            [],
            "You yesterday testified, you testified Mr Verster that when questions were asked to you by Brigadier Mostert of the Police that you were assisted by Advocate Burger, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            [],
            "You further gave evidence that you gave certain answers on the question and that you were under pressure from Advocate Burger, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            [],
            "And after this you made a further statement during the Harms Commission, is this correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This is correct.",
            "Male"
        ],
        [
            [],
            "During these proceedings you had a different legal team from the one that you had during the answering of the questions from Brigadier Mostert, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And this legal team, did they exercise any pressure on you, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, there was no pressure put on me.",
            "Male"
        ],
        [
            [],
            "Can I then accept that the questions or the statement that you had made with the help of that legal team gave the correct position?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Let's go and look at the answers that you gave under pressure from Advocate Burger on the questions of Brigadier Mostert.  If you can just give me a couple of seconds, Mr Chairperson?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "It's bundle B, page 61.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's bundle B, page 61.",
            "Unknown"
        ],
        [
            [],
            "I refer to bundle B specifically page 75.  Question 36, it was specifically asked of you\n\"Did the CCB monitor the following persons and amongst others the names of Frank Chikane, Bruce White, Gavin Evans, Dullah Omar?\"\netc. etc, appears there and your answer was the person number two, that is Bruce White, three Gavin Evans, four Dullah Omar and seven Daniel Tongareru was monitored.  Is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            [],
            "So at that stage you pretended that it was only a monitoring action, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "After that while you were not under pressure you made the further statement in front of the Harms Commission under the leadership of another legal team and I'm referring now to a document that I got this morning and in time I will make it available to the Committee and to other people and I'm referring here specifically to your evidence, Mr Verster and then we can go further with your further statement that you, with the help of your current legal team, made for this Commission and this is Exhibit C, 33.  Can you please read this and then you start reading it, me the undersigned Pieter Johann Verster, declares under oath as follows and I will now leave a part of this out and I will specifically get to this specific part and this is what you are saying at the moment\n\"In this declaration I handled with the incident in Gen Badenhorst's statement which is applicable to the Commission's investigation.\n\t(a) Chikane, the CCB did not give any instructions that\n\tthe movements of Chikane had to be determined.\n(b) Bruce White, Gavin Evans, Dullah Omar.  The abovementioned persons were monitored by members of the CCB as a part of the CCB's normal working procedure in order to get information.\nIs this correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once again, this was done, Mr Chairperson, under the circumstances where other documentation where I said that the Harms Commissions was part of the process to blame to CCB and while I was not under pressure from my legal team the same pressure did apply and for this I made another statement where I asked for privilege for this specific incident.",
            "Male"
        ],
        [
            [],
            "Mr Verster, it is not about the pressure or not, it is about the fact do you agree with me that you consciously mislead the Harms Commission.  Firstly for Brigadier Mostert you mislead him by saying that Omar and Evans were only an information action by the CCB and secondly that you mislead the Harms Commission blatantly by pretending that Evans and Omar was only an information action?  That is the question.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, this whole statement, this whole document and what was said was part of a survival fight in the Harms Commission where my protection could be found within the privilege that I had asked for and this was done where the top structure of the Defence Force was working together with the Police.  They had combined plans.  Gen Witkop Badenhorst, they had Gen Webb and specifically Gen Webb distanced himself from the CCB.  If I phoned him at night and I ask him what are you going to do as my commanding officer and he would tell me \"you are on your own\" and he caucused together with Gen Geldenhuys, I was totally isolated and at that stage I made these statements to the best of my ability but I wrote it in specifically my application for indemnity that we spoke about just now, I said that I do not want to apply, I was forced to do it and I do not agree with what happened in the Harms Commission and I asked for privilege and I distanced myself from everything that happened there because what I did on day one is that I formulated a document where every project of the CCB was given to the advocate of the Minister of Defence and that document was taken by the Minister of Defence and the questions that I discussed with him there came from the Police two days later and that is when the footwork and the orchestration of all this activity started and all these facts are presented like that and they decided to make it a ball to play with and then it was an open fight where we consciously opposed everything of the previous structure.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Verster, we've understood this context, you've told it to us now a number of times but the fact remains, the question to you is did you mislead the Harms Commission?  A short answer must be yes even though we know why you did it, we understand your motivation as you've explained it to us.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was still, I did not mislead the Harms Commission, at that stage we did not accept it and I prepared the documentation with this in mind and this was as a defence of the situation that we were in.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr du Plessis?",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairperson.  Mr Verster, with all respect, I do not want to argue with you but if you want to be honest and you didn't want to mislead the Harms Commission then you certainly would have said that let's limit ourselves only to Gavin Evans and the case of Dullah Omar that it was a project of the CCB and what your planning around this was and how far you had come with execution of the plan, is this not true?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would never have said it in my life, I would never have said it in front of the dirty tricks of the Harms Commission and the dirty tricks of the generals, the four ministers, that planned together that the CCB had to be isolated, under no circumstances.",
            "Male"
        ],
        [
            [],
            "But then I am correct, Mr Verster, that you consciously withheld information in the Harms Commission in order to mislead them, is this not true?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I explained to you what the situation was.",
            "Male"
        ],
        [
            [],
            "If at that stage when you made this statement at the Harms Commission, thought that the matter Evans and the matter Omar as at that stage the project was known to you had a risk of you being prosecuted would you not also then have asked for privilege Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know this is just speculation.",
            "Male"
        ],
        [
            [],
            "It is not speculation, Mr Verster, can you please answer the question or can't you answer the question?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Please ask the question again?",
            "Male"
        ],
        [
            [],
            "Let me repeat the question.  If at that stage in front of the Harms Commission, had the opinion that the Omar and Evans matters or projects could place you at risk in any way of being prosecuted would you then not also have asked for privilege?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I would have.",
            "Male"
        ],
        [
            [],
            "So according to you at that stage this project held no danger for you, the Omar and Evans matter, is this not true because then you would have asked for privilege?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "But I did, I did do that.",
            "Male"
        ],
        [
            [],
            "I'm putting it to you that you in the Omar and Evans matter did not ask for privilege?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was under the impression that I did.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairperson, may I ask, before this questioning continues, that we get a copy of that document because what is being put now to Mr Verster...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think so Mr Wessels and I think this would be a good time to take the lunch adjournment.  Mr du Plessis, how long is that document that you've been referring to, would it be possible ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson, it's a couple of pages it won't take that long to make copies available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you link up please with Ms Coleridge and then if we can get copies made during the lunch adjournment to distribute to all the representatives.",
            "Unknown"
        ],
        [
            [],
            "Yes  I'll do that, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll appreciate that, thank you.  We'll now take the lunch adjournment, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I have a document before me, it appears to be an extract from evidence that was led before the Harms Commission.  Mr du Plessis, is this the document?",
            "Unknown"
        ],
        [
            [],
            "That is the document Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Exhibit G, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll receive this document then and call it",
            "Unknown"
        ],
        [
            "Exhibit G",
            ".  Have you had the opportunity to take a look at it Mr Wessels?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I had a quick look at it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you require some time for re-examination then you can have it.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes I would certainly, this matter hasn't been resolved yet and we have to investigate this matter much further because this is an extract that my learned friend got apparently from the Defence Force in some form.  This is not a copy of the official record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.  Yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Some dispute about whether it is complete or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "My instructions at this stage are that this is not complete because there are - in the time available I haven't been able to read through it totally but it seems that it doesn't contain any detail about the Omar and Evans matter whereas my instructions are that there was a statement filed in which Mr Verster together with other members of Region 6 claimed privileges for those incidents and that is very relevant to this whole issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But from your point will it be in order to proceed with Mr du Plessis' questioning of Mr Verster at this time and then take - you can have some time or how do you wish to go about this?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Well I ...(intervention)",
            "Male"
        ],
        [
            [],
            "Chairperson, there is a dispute.  I was not involved in the Harms Commission but my learned friend was indeed involved there so I can only go on what he says to me.  I think it would be very unfair if this extract is not the correct version and if I cross-examine the witness on it so at this stage I would propose that it is improbable that we would finish at the end of this week that I reserve my rights with regard to this and then at the following opportunity we shall see if we can obtain a correct version or a version from the Harms Commission's proceedings where there is no dispute and that at that opportunity I question Mr Verster with regard to this incident.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Chairperson, ...(inaudible) that maybe of relevance and might solve the problem.  On page 7 of this document it will be observed that the evidence was led from page 1 by Mr McNally and then he started off by dealing with the statement to Brigadier Mostert, that is the statement that appears in Bundle B, page 73, and then he goes through the questions and answers and that is then read into the record.  Then on page 7 at the bottom it says\n\"VERSTER:  Chairperson, no, is that question 50?\"\n\t\"MCNALLY:  Yes, I believe it was about the Bishop Tutu incident.\"\n\t\"MR HATTINGH:  With respect, this statement was made to Brigadier Mostert.  Since then this witness has made a statement for purposes of the police wherein he states that he relies, this has to be the Commission's purpose not the Police's purpose where he relies on the privilege not to answer questions with regard to the Tutu incident and I requested no questions with regard to this be put to him any longer.\"\nI think that places the matter in perspective, Mr Chairperson. Again reference to the previous Mostert statement:\n\"No further questions are put\"\nand then they carry on ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's mention of Messrs Omar and Evans at the top of page 7.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Well that is where they still read out the previous statement and then we get to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it's still disputed that this is the official transcription of the evidence?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes, no certainly, this is not the official transcription.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and that it's correctness is therefore placed or maybe placed in dispute?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "It may turn out that this is in fact correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "But once you read the whole thing and then see that the evidence leader during that Commission, Advocate McNally didn't bother to even deal with the matters on which privilege was planned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "He just skipped it because of this objection by Mr Hattingh at the time and therefore my submission it will be clear that because privilege was claimed the inference form that is that it would be incriminatory and therefore he didn't deal with that and therefore the question put by my learned friend would then not be a correct proposition put to the witness because it was suggested that there was the opportunity to mention that there was authorisation for these projects and it doesn't appear here but it doesn't appear here because nothing appears here because there was privilege claimed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except for the - let's talk about the Early Learning Centre.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes but even the Early Learning Centre ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's in respect of that ...(intervention)",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "It's all, everything that appears is in respect of the statement that was read out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and in respect of Mostert's/Burger statement.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I can also perhaps refer to the Harms Report.  I don't know if everybody has got it but at page 44, sorry page 42, would be the first part of it where there's reference to a statement where it is said that in exceptional cases it did happen that the CCB acted internally.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, it's in bundle D on page 40, if you want to refer to that?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Bundle D page 40.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "If that is your typed page 44 would be page 40 in our bundle, bundle D.",
            "Female"
        ],
        [
            "MR WESSELS",
            "And then on the next page there it says\n\"The validity of this excuse could not be tested because the witness is concerned, resorted to this excuse, he refused to give particulars on the ground that such answers might incriminate them.\"\nThen reference is made in the next paragraph contrary to this official version, is that given by witnesses Botha and Van Zyl and may I point out that during those hearings Mr van Zyl decided not to rely on any privilege and he gave the evidence that you had before how all these incidents occur and then the Commissioner finds on page - mine is 44, where he deals with the Athlone Bomb Incident then there's sufficient evidence to show that the CCB and some of it's members from Region 6 planted and activated the bomb and then Dullah Omar, Advocate Dullah Omar, there is sufficient evidence that points to members of the CCB having been guilty of either the conspiracy to murder Mr Omar or attempt to murder him and the same applied to Gavin Evans.   Gavin Evans on the next page.\n\tSo what I'm saying, Mr Chairperson, is that as Mr Verster had testified in answer to my learned friend that there was a statement prepared for the Harms Commission on which there was privilege claimed for all these incidents for which amnesty is now being applied for and that is why there hasn't been much reference to that in the transcript of these proceedings that Mr du Plessis is reading from and that is also with respect why a statement over the SABC news last night is an incorrect statement where it is suggested that Mr Verster lied to the Harms Commission on this because that wasn't an issue before the Harms Commission because there were privilege claimed there.  Perhaps if it can be dealt with on that basis, I don't have any objection if you continue with this line of questioning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson, I have studied the document.  Privilege is relied on with regard to Bishop Tutu's incident and reliance is made on privilege with regard to the Early Learning Centre but I could not surmise from this document whether privilege is relied on with regard to Dullah Omar and the Gavin Evans incident and if my learned friend says that there is a statement upon which a privilege is relied and then my cross-examination would be unfair towards Mr Verster in this regard then I do not want to be unfair towards him and with my regard then I want to ensure that I have the correct documentation before I question him on this aspect.  So once again I would propose that this aspect stands over to another opportunity and that we acquire the correct documentation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anybody who wishes to say anything?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "We have the comfort of being able to read at the end.  I think Mr Wessels has not had an opportunity of really looking at pages 9 and 10.  The way we see it and perhaps a short adjournment may persuade Mr Wessels that privilege was claimed in respect of the Bishop Tutu and the Early Learning Centre matter but in respect of the others, no privilege is claimed and it looks to us and page 10, paragraph 8, when he is asked about a statement of the 2nd February 1990, his answer is\n\"I confirm the correctness of the information embodied in this document\"\nin respect of the Omar and the Evans matter no privilege was claimed, there was a denial and also if you have a look at the bottom of page 9:\n\"Abovementioned person were monitored by members of the CCB as part of CCB normal work procedure in order to obtain information.\"\nSo you wouldn't have claimed privilege and did not claim privilege so it may - I actually sympathise with Mr Wessels having to deal with a document such as this which is obviously not the official ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we don't know how accurate it is?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(inaudible) completely justified but I don't know what the Commission wants to do with it but it would appear that because of the exculpatory nature of the statement by Mr Verster in relation to Omar and to Evans at that time where he actually confirms the statement which appears to be the statement that we handed in yesterday which he confirms as correct.  It would appear that the question that was last asked can be dealt with in terms of the document as it is here but I don't want to make any final submission in relation to the matter, I merely draw attention to what we have had an opportunity to look at hurriedly and we leave it to the Commission as to how it wants to deal with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Of a statement that we read out yesterday to the witness and his responses to it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in the circumstances seeing everybody seems to agree unless there is anything else anybody wishes to say that you need to take a pragmatic approach here and endeavour to get a transcription of the relevant evidence from the official record.  Would that be possible?  Would that be available perhaps even in the Commission's archives?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(inaudible) for Mr Du Plessis on our knowledge of it, of the matter, with the resources available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(inaudible) and for a copy of the record, the record is available at various places.  My learned friend, Mr Khanovitz may be able to be of assistance?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see him shaking his head vigorously in the negative.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "We haven't got of this evidence, we have other portions but it may be that it will take at most a day, we wouldn't like to leave the matter in abeyance for the adjournment, Mr Chairperson, I don't mind him standing down for a day or two and the record could become easily available.  A Copy within a day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes because it's only a small portion of the record that we're looking for, it's a question of ten pages perhaps.  Would that be possible Mr du Plessis to get hold of the relevant extracts?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I can only enquire.  Those are the circumstances I may propose, if it has your approval, that we adjourn right now so that we can find out whether we can obtain it because if it is in any way possible I would like to conclude these aspects that I do not have to return later with this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos says as well I think it would also be fairer for Mr Verster as well that he finishes his evidence as soon as possible.  I don't think he would want to hang around to come back at some unknown date in the future to testify again.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Chairperson, may I just then ask, I don't know if Mr du Plessis can locate the official version but I would also ask that the statements that were used during that Commission be obtained if at all possible and perhaps the Commission, Ms Coleridge can help us in that regard?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I have made some enquiries in relation to this Harms Commission, the transcripts and the statements.  According to my record we don't have a copy of and I will once again go and attempt to find out but that's from our researches and our documentations officer.",
            "Female"
        ],
        [
            "MR BIZOS",
            "...(inaudible) the archives and when a senior attorney with the facilities of a general might - retired general, has to get hold of one of the - they are in the libraries, they are in the archives and a couple of telephone calls, can have photostatted copies of these matters within a day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Du Plessis, besides this aspect do you have any other questions for the applicant?",
            "Unknown"
        ],
        [
            [],
            "I do have other questions, Chairperson, the only problem is if we continue now then I do not have time to go and try and find that part of the record and that means that I can only later and I can then only search for them tomorrow, so if you want me to continue I'm prepared to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's half past two.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Chairperson, may I suggest that if the next witness is going to be Mr - we are anxious to get on with this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we don't want to lose time either.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "If Mr van Zyl is going to be the next witness, I don't know to what extent Mr du Plessis's presence is absolutely necessary, perhaps he can appoint one of his colleagues with whom there's no conflict to keep a record of what Mr Van Zyl's evidence is but we would be reluctant, Mr Chairperson, to lose an hour and a half ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I've been requested to stop at quarter to four again and apparently it's important with regard to the correctional service people.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "We'll use more than an hour and a half.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I'm just wondering is that possible to send somebody to try to find it, Mr Du Plessis?",
            "Unknown"
        ],
        [
            [],
            "I can only try Chairperson.  I will try my best.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then perhaps it will be better to just stand down your cross-examination of Mr Verster and reserve it and then we'll carry on with Mr Verster, there's re-examination and I'm going to ask my Panel members if they have any questions to put to Mr Verster and then questions to ...(intervention)",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "May I make a suggestion, a short adjournment of ten to 15 minutes so that Mr du Plessis can give his office, make a request for his office and I am sure he is surrounded by competent people to start the process of enquiry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes maybe that would be the best way to go and then carry on from there and then we'll do that, we'll take a short ten minute adjournment for Mr du Plessis to see if he can get the wheels rolling to get a copy of this part of the Harms record and when we come back then, then we'll reserve Mr du Plessis' questioning of Mr Verster but I'll ask Mr Wessels if he has any re-examination on what has been done and then members of the Panel will put questions and any questions arising thereafter.  Can we do it that way?  We'll take a short ten minutes adjournment to allow Mr du Plessis to make enquiries.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We've been advised that there is indeed a copy of the transcript of the evidence led before the Harms Commission which is in the archives in Roeland Street.  A member of the staff of the TRC is presently making arrangements to get this, she says that it's not just a question of going up there and getting it, you've got to phone and make prior arrangements etc, but that's being done at the moment and it's just started to be done now.  I don't expect that it would be available today so on that aspect of Mr Verster's evidence, if we can stand that down.\n\tMr Wessels, I don't know what you want, you can either start re-examining now on what you've heard or perhaps the members of the Panel, if you can put any questions then you can re-examine and then I'll allow any questions arising out of questions put by members of the Panel only, if people want to respond to that.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes that's suitable, Chairperson.  If the Panel could ask their questions now that would be in order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni, do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.\n\tMr Verster, the CCB was sort of assisting the previous government because in many portions of your evidence I see that you were saying you were fighting people who were undermining the sovereignty of the State.  The question is did the State do anything in either recognising the CCB or recognising members of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes Chairperson, yes that was the case.  The State was a system that approved everything that we did in other words our infrastructure was approved by the State.  Finances, logistics and as we said, information and from that point of view the State, that was what they did regarding the CCB.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now this assistance, was it only up to the level of the Defence Force, was it even above the Defence Force, Ministers of the Government?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know how the structure worked higher up, I only had one channel and that was through the Chairperson and the Chairperson and that would be the commanding general of special forces.  He then had contact with the Chief of the Defence Force and I assume the Chief of the Defence Force could talk inside the political structure with the Minister but that was the only channel that we worked through and there were incidents that operations were presented to the Chairperson and I assume that he also discussed it higher up, higher than for instance the immediate General, it could be like that but I can't say it with surety.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Would you say what the CCB was doing can be compared with what the members of Vlakplaas were doing, fighting or combating what they regarded as enemies of the State?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that is the case but we had our own mission and role and function, we executed Special Forces operations and this was a Police system, I don't know exactly how they worked, we did not only catch or chase or arrest certain enemies, we did not do that at all.  What we did is we received instructions, we identified targets, it could have been bases, it could be cross-border operations and also we gave support to the rest of the Defence Force with certain operations.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Correct me if I'm wrong the impression I get that immediately the activities of the CCB were known the Government acted against you people, some of your members were detained in terms of Section 29 of the Internal Security Act, there were some investigations conducted against their members.  Is my understanding incorrect?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes it makes it sound as if they acted against, one can put it in another way and that is that when it came to the light that such a structure existed in the South African Defence Force which was connected to the South African Defence Force, a plan was formulated to arrest people so that it could appear as if it was disclosed and it was opposed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At what stage did you take a decision not to talk about external activities of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was in terms of the Act.  When we realised that the Act could not grant us amnesty for cross-border operations.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The attitude that you are taking is that even activities which were planned within the country but took place outside the country, you are not even prepared to talk about what took place within South Africa?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In an answer to Mr Williams you said, you sounded as if you are not accepting the Constitution because you said there are some portions with which you do not agree, did I understand you correctly?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have a problem with the new Constitution, I'm not involved with it.  There are small aspects, the little I do know about the Constitution but it's not something that I think about so the fact that there's a new government and that there's a new Constitution is something that is acceptable to me but it has nothing to do with me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Do you accept fully this Promotion of National Unity and Reconciliation Act?  The Act upon which these proceedings are based?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I accept it and that is why I am here and that is why I have to do this but there are many aspects involved in this and I do not agree with it.  With the Government of National can also be seen as in some sense as a one party State, it has many negative aspects but I do not want to go into the political side of things.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Although it's not a requirement to get amnesty to show remorse but one of the aims of this Constitution is that there should be reconciliation in the country.  We have seen in many of these applications where people who are applying were prepared to even meet with the victims and apologise or try to reach some reconciliation.  Should we understand your attitude to say you are not prepared to apologise or to contribute towards reconciliation to the members of the Kewtown Youth Movement?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, concerning that point I made statements back then and my proposal was that I would like to talk to the person who did the work that I did and then we look each other in the eye and then I'll say to him we fought and this was like a rugby match, we tackled each other and after the match it is over but what happened here only comes from one side.  It is in my opinion only projected on people like me, it is only in the minority.  At the moment I represent a minority in this country.  The same path was not followed with the other side of the spectrum.  Those people who were my enemies back then and that I put in writing, in statements and it can be found in documentation with the Commission.  I am not sorry that I did things that could protect the sovereignty of the State as I understood it at that time.  I performed my duty to the best of my ability, I wanted to do it in a productive way and that mistakes had occurred and that we were all people, might be so and I'm sorry about the mistakes but I am not of the conviction in a Roman Catholic style go and sit in a box and then to make a confession and within this context then I would handle it.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it per design or was it mere coincidence that people who were used in the CCB some of them had cross-purposed with the law, in other words they've contravened the law, they were convicted or they were members of gangsters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is not the case.  In certain projects people were used and this was done by the other side of the political spectrum, the SACP/ANC alliance.  There are very few people who were conscious, trained, Special Forces soldiers who had big difficulties with the law.  The biggest problems we had was with the inquiry after the Government of the day had changed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If you draw a parallel between the CCB and Vlakplaas Unit, during it as it stands whenever they had some operations we were told in some of these hearings that they would receive some decoration, some medals.  Has it ever happened with members of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, we received our medals within Special Forces but not at all for this kind of action.  We had a system that can be found in our financial plan where remuneration or allowances would be made in the form of, if I can remember correctly, a watch would be given but because we were working in the civilian side of the state we could not receive medals.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "One of the aims of this Act, I was referring to the Promotion of National Unity and Reconciliation Act, is that we should endeavour to get as full a picture as possible about the conflicts of the past.  Would you say after listening to your applications the Committee will have a full picture of what the CCB was doing?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can put it to you in the following manner that this on it's own will not be sufficient but over the years that everything has been handed in with all our documentation and I'm not only speaking of written projects, I'm talking about our procedures, our plans, our working procedures.  You have this in your possession so this should be available and yes in that regard I do think that it should give a full picture.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In whose possession are those documents?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Excuse me?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The documents we are talking about, are you talking about the documents which have already been made public?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes and the documents that are in the possession of the Commission.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Let me come to the victims.  From the cross-examination by Mr Williams, he was painting a picture that the CCB made a mistake by identifying Kewtown Youth Movement as people who were involved in illegal activities.  My question relates to Mr Dullah Omar.  On what basis was he regarded as a person who was involved in illegal activities?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Omar was against the then Government and he was busy to try and destabilise law and order by means of his activities, by means of his participation with the activities of the UDF.  He was a sympathiser who threatened the order of\nthe State, who threatened the sovereignty of the State from the inside and in this regard we treated him as an enemy of the then Republic of South Africa.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "By participating in the UDF activities how could that be illegal because UDF was not banned.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes but it has to do with all other subversive activities and this is how the information was presented to me, Mr Chairperson, and I handled it as such.  He was busy undermining the authority of the State and this is how I handled it.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sibanyoni.  Mr Lax do you have any questions you would like to put to Mr Verster?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks Chairperson.  Just to follow up on Mr Sibanyoni's last point to you.  You indicated in answer to questions by Mr Williams or Mr Hockey, I can't remember which one, that one of the issues that would \"qualify you\" for elimination would be your participation in violent conduct, in acts of violence, bombs, acts of terror and so on.  Now in nothing that you said now about Mr Omar is there any indication that he was involved directly in any acts of terror.   But he was a leadership person, how did that qualify him for elimination?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I will say again it was not my decision whether he was a target or not.  That was made in the total position that he occupied in the intelligence system of the then government.  Whether he sympathised somewhere or whether he helped people to get into or out of the country, that was in a bigger picture which was not available to me.",
            "Male"
        ],
        [
            "MR LAX",
            "You see my concern is this, you're applying for amnesty for your role in these activities and we have to evaluate your conduct in the light of the motives and perspectives and all that sort of thing, of your position at that time but in order to understand how you made a particular decision and motivated it, we have to know what considerations you applied in your mind?  In order to do that, we have to understand what information was placed before you upon which you then exercise certain criteria and arrived at a decision.  Now you're continually telling us it wasn't my decision, it wasn't my decision - let me just finish?  And the fact of the matter is that it was your decision at a point because you approved of a plan, you evaluated certain scenarios as you've told us and I'm going to come to that a bit later but at some point you approved and recommended whatever the decision was onto your superiors, for their subsequent recommendation and for me the issue is - and this is really the question, I've just created the context, what were those criteria, how did you evaluate it and it doesn't help you to say \"I didn't make the decision\" because you're applying for amnesty for your portion of making that decision, that's how I understand it, maybe I'm wrong?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I think you are wrong.  I repeatedly said that on my level I made the plans, I helped with it, what I am saying that was not my decision was the profile of the individual where information came from ground level or the information came form the higher levels and then there would be a national security management system which on Special Forces level would have an intelligence system with specific intelligence officers who then compiled lists which they denied later who said who were the enemies of the State, what they did, what that person's background was, why it is said, what that person's profile was, what is his family's profile and then outside of my control they would interdepartmentally go to a place like Trevits, they have files, target files, they have photos of the people up against the wall, there was a specific Defence Force policy that we called know your enemy, about who he was and then I received my enemy on my level and then I see who my enemy on the other side was and then we would compare each other and the one would see how they could outdo the other one so if I say that I have access to the enemy then my role and function was to shoot him.  My role and function was not to evaluate his life but I had to confirm that this person, that I received information from above that this is the same person that I would possibly have to go and shoot and for this I accept full responsibility but not for building up the information and the information build up process in the entire intelligence system of the Republic of South Africa because this is a structure that was far above my capacity and above my decision making capacity.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I understand all of that and we've certainly heard lots of evidence about Trevits and other places, some of it quite contradictory but be that as it may what I'd like to know is what exactly are you applying for amnesty for, what specific acts?  Is it your role in this conspiracy, is it the decisions that you made that contributed to the conspiracies?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I am applying for amnesty for the fact that in terms of the Act I can be classified as a person who had a structure that I exercised management and authority over.  I do not know what the Afrikaans word is where I, in terms of the act committed, gross humans rights violations, I have a problem in terms of whether it was a military operation but in terms of the Act I would accept it as such and further that it was part of a political structure and further that it was not done for own gain and in those terms I had people who worked under me and I sent those people to do things, I gave them guidelines and I am responsible for their actions so sometimes even though I was not on ground level, I accepted responsibility on my level for this.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm going to turn briefly to some general stuff about the CCB and to the best of your recollection in global figures, take a year 1989 for example, what was the annual budget of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is in the region of 30 Million Rand.",
            "Male"
        ],
        [
            "MR LAX",
            "And of that 30 Million, how much of it was appropriated to Region 6?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no idea.",
            "Male"
        ],
        [
            "MR LAX",
            "Not even a vague percentage?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no idea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would Mr Basson have some sort of knowledge of that, more knowledge than you perhaps seeing that he was the co-ordinator?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know, he was only the co-ordinator but maybe he can remember it but that is more on the financial side or on the support side.  It can actually be on the formal structure side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "It's fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Region 6 a cheap region or less expensive to run that regions 1, 2, 3, 4 and 5?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It should have been a lot cheaper because it didn't need to cover such distances and it didn't have expenses outside the country.",
            "Male"
        ],
        [
            "MR LAX",
            "There's probably another factor which I could put to you and that is that it hadn't really got off the ground yet, it was still in the - according to your evidence it was being built up?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, well actually it was for the whole structure.  I think I did give evidence to this effect that the instructions were from the Chief of the Defence Force's side in building up the system that we in the long term would have to dig ourselves in so this was four, five, eight, ten years ahead and if the relation was always kept between the political developments and that side, I cannot say now but it is the case, it was not really developed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we take two things into account apropos your budget, number one that approximately four real projects got off the ground in Region 6 in relation to something like close to 200.  4 out of 200 is a pretty small percentage, it's nothing more than 2%",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, but I think I did give evidence to this effect, yes I did, that it was four operational projects but there were development projects or office projects.",
            "Male"
        ],
        [
            "MR LAX",
            "But one can assume that those costs were a lot less than the operational projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, it could have been the purchasing of flats or purchasing vehicles but that is so, it is not large amounts.",
            "Male"
        ],
        [
            "MR LAX",
            "Even if we say it was 10% of 30 Million which is highly unlikely but ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes then it would still be small.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you indicated and this is within this general context, you indicated that in essence having been given guidelines by the general staff you developed the whole scenario of the CCB yourself, you thought up it's structures, you thought up it's lines of accountability and the broad concept of how it would go on the plans that were with it.  Did I understand that correctly?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes I do not want to deny it because on either side, if I did it then someone will think I'm very good and someone else will put it in another way and then they will think that I'm trying to avoid responsibility but what I want to say is that the exact procedures with the forming of the CCB had been that you should receive guidelines from the commanding general.  In my case I wrote those guidelines as proposals and I said let's propose that it should look like this and they were reviewed on a higher level than my level and then after this there were other members like potential Regional Managers and other individuals and other officers who were involved and plans were formulated in different phases that covered years and based on this I was responsible for the whole planning cycles that I then presented to a higher authority.",
            "Male"
        ],
        [
            "MR LAX",
            "The thrust of my question goes to a slightly different issue and that is within that planning, what upward accountability did you build into that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That nothing that the CCB did in terms of finances could be delegated, it had to be authorised from a higher authority and no operational instruction was delegated to my level except for if it was allocated in terms of a project.  In other words, I could not as my perception is of Vlakplaas, I could not climb into a vehicle and only run around and do what I want to.  I could only present a project and then a combat order would be given to me for that project and then I would have to execute it and then I would have to report back and in the third place, it was logistics.  I could not, because I was in the civilian sector and functioning in that sector it had to be authorised.",
            "Male"
        ],
        [
            "MR LAX",
            "That's clarified that for me and that was in your proposal and that was accepted as part of your modus operandi?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And therefore any action by any CCB operative, wherever, that didn't follow those strict guidelines wasn't an authorised action?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now I want to turn just to the financial issues.  We dealt with the audit processes and so on and you spoke about people making affidavits to account for money and things of that nature.  I wanted just a brief expanding on that if you could because to me it's inconceivable that you can do an audit without a paper trail.  In other words, if money is given to someone to disburse without any kind of accountability or receipts being got back and I understand the covert nature of the operation, but there are lots of ways of dealing with that.  The question is how on earth could the Auditor General do a proper audit without any of those things?  It simply doesn't accord with accounting practice?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think in the first instance that our financial plan was unique.  I explained to you on which basis we started developing it, that was based on criticism from the Auditor General.  At some stage for instance the intelligence community, military intelligence wanted to use our plan for their activities but it was not approved but the essential difference can be found in that and this you know yourself that normally the State's problem is that money has to be audited after it has been spent and in our case according to a financial plan it was controlled before it was spent and after that there would be access to it and this was all in the plan as I told you but if the auditor was there, firstly we had an internal auditor who knew the system and if the external auditors arrived there, there were two files.  Firstly the operational files and in certain cases it could have been pointed out by the Chairperson if it was sensitive then it did not have to be pointed out in terms of the plan but on the financial file you would then have a document that would say the plan was presented by me to the Chairperson, etc etc and the person who was identified to execute the task and the plan was accepted and then I would sign and the Chairperson would sign and that would be the formal structure and then there are second procedures that I mentioned for instance to phone a hotel and to find out what the real cost if a specific hotel is or two or three quotations and then the co-ordinator or the person who phoned or the financial official or the clerk would then say in that region \"I phoned and this is what I found\" and based on this it was done.\n\tWhat we then did is that there were specific for instance so much petrol per kilometre or so much money per kilometre and the same also for the levels of expenditure per day.  There were all those procedures that had been laid down and after this it was signed and this is what the auditor would come and audit, that the project that was there and the money that was budgeted for it and this is like in any business plan and after it has been spent and then the accounting in the result of the project and the accounting would then be in the handling in terms of the production or you see it on television that an information report would be made so it is measured against the result that would be laid before me or before the Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So to talk about the Early Learning Centre, when you saw there was an explosion, you were satisfied there was product?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, then that process in terms of the budget and then the external auditor could then come and say I'm auditing the project and he will see it.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm with you, my only problem is this, is that how do you account for the money paid to Mr Hardien for example?  Where we know there was a shortfall or at least on Mr van Zyl's purported affidavit which is his version, I'm not sure that that's necessarily the version he may give in due course but so far that's what we've heard?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is authorised exactly like that, payment to a source or an agent.  The co-ordinator or the region can sign it that he did that but not the person because he does not know you, he receives it from the State.",
            "Male"
        ],
        [
            "MR LAX",
            "Would Mr van Zyl have signed that he in fact paid Hardien R30 000 when in fact he only paid him ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He has to be accountable for this in that regard, he should if there had been any differences, he should have done it like that and if he did not do it like that and it doesn't accord with what the ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the point I'm getting to is this.  If there was a fraud perpetrated somewhere, it would have been perpetrated by the person whose obligation it was to account for that money?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This could be the case.  I just want to say the following that this was of the best control that I think was possible on the individual.",
            "Male"
        ],
        [
            "MR LAX",
            "I want to just turn to the question of co-ordination.  You've spoken a lot about co-ordination meetings but we don't have any content about what actually happened in them and so let me direct my questions otherwise you're going to give me another general answer and that's not a slight on you it's just on my need to be more careful in how I ask my questions so I'm not inferring in any way that your answers are vague or evasive or anything like that, please don't misunderstand me.\n\tGen Webb and you met on a regular basis and you indicated once a week and the purpose of that meeting was co-ordination.  Now what exactly was co-ordinated?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "A typical co-ordination meeting or conference could let's say be staff problems of the region or of the organisation in the area, a typical weekly co-ordination could be the budget that would be needed from the budget that I know was available for a specific region to be able to improve buildings a another example could be and then I may have warned the Chairperson that we will have to listen to one or two plans and then the Chairperson would sit and I would move out of my chair and he would sit where the Chairperson is sitting now and then I would move to another chair and I would put up a board and I would say that this is what the plan looks like and I see to it that the co-ordinator of the region or the region itself comes and presents the plan.  It could have been any other thing, security problems for that day.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, so in essence you would have included the Chairperson then of your committee, of your structure in the sorts of things you would expect somebody in that structure to be involved in so that if there was for example ultimately the presentation of say the Early Learning Centre project, ultimately a similar kind of presentation that was made to you as Managing Director would have then been made to Gen Webb?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "If I can just add, with whatever refinements you had recommended between the level as you saw it as it was presented to you and as you thought that would be necessary for him to approve it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, but I just want to add this, the region did not necessarily come to me and it depended on the sensitivity, I would go to the region, I get the same example, would be presented to me and then I will say to them wait a minute I will return to you and then there are many connotations of how it could happen and what I wanted to say is that in the heat of the moment other ways could have been seen to do it, that it could have been done quicker as part of another project or in comparison to a similar project.  There were, if I can just illustrate it with an example, there were circumstances of an infiltration, let's say of a bakkie with limpet mines on it that came via Zimbabwe to Botswana into South Africa and the vehicle was on it's way and this procedure would then not happen and then it would be, we spoke about Region 1, there is a budget for Region 1, the vehicle is on it's way can we please continue?  This would be telephonically and under those circumstances it would be presented by means of a process that covers a year.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm with you but in all these three cases that are before us there weren't such cases, they were cases where we've heard that in each case the matter was prepared, a pre-study was done, then a presentation was done, then you recommended it upwards?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was presented to me and the dispute is about the exact method and the circumstances but that it happened between myself and the General.",
            "Male"
        ],
        [
            "MR LAX",
            "That's precisely the next question.  What is your recollection of how you obtained authorisation for those projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "My recollection is as I have said, that on occasion one of these submissions I had discussed it with the Chairperson and that I had told him that or at least had said this is what it was about.  I could not have done it in any other manner because I would not have been able to obtain financing, I could not obtain any equipment because it would not come from my structure it would come from the general structure and I where I think the dispute is and I will admit to it, I signed many documents where there was a position of trust between myself and the general, the previous one and Gen Webb and I would say I shall do it in the same manner and I sign it and I think that is where the dispute lies, that is how I recall it and I recall that in all these instances I did discuss it as such, whether there was a misunderstanding I do not know but I discussed it on this basis because I could not get any money, I could not get any equipment, I could not get any other items if I did not do it.",
            "Male"
        ],
        [
            "MR LAX",
            "You certainly wouldn't have been able to obtain a radio controlled limpet mine through the normal channels?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It comes from a storeroom that belongs to the general structure where I cannot get to.",
            "Male"
        ],
        [
            "MR LAX",
            "Would he have arranged that for you or would he have given instructions for that to happen?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I would not want to say that it happened in these circumstances but it happened many a time because I, only I, spoke to the Chairperson, the Chairperson does not bring his logistical person there and his intelligence persons there because I could not meet with them so in many instances and right now, I cannot confirm it, I said we need money or we need a pistol or we need this, that or the other and this is conveyed verbally through the staff general.",
            "Male"
        ],
        [
            "MR LAX",
            "I mean the same would apply just to a silenced Makarov for example, it's not exactly your average firearm that you can get hold of that easily?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can only come from the formal structures.",
            "Male"
        ],
        [
            "MR LAX",
            "Now your co-ordination meetings with your actual co-ordinator, Mr Basson, what did those entail because again you haven't given us any specifics?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once again I think the Co-ordinators probably had the most difficult task in the system because he was just about a runner between myself and the region, he had to ensure that the logistical things and finances and everything else run according to procedure, he was the runner between myself and the Regional Manager, he would have to convey message to say that I cannot come today, I can only come later or look at this, look at that, be careful of this, be certain that this is correct and that project, why is it going so slowly?  He was my only liaison, the co-ordinator.  I maybe incorrect in saying this but the Regional Manager could contact me but the only management liaison with that region was the co-ordinator.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, certainly if I read some of the affidavits and statements in this documentation in many instances you gave directions through others?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I want to just turn, yesterday when you were being confronted with issues arising in this Mostert statement and your testimony before the Harms Commission and so on, you gave an answer which struck me as slightly unusual.  You said for technical reasons you would have framed it in that way rather than in the direct truth, if I could put it that way.  What did you mean by the use of the term technical reasons?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I'm not certain now, if you can give me some direction I do not remember now?",
            "Male"
        ],
        [
            "MR LAX",
            "Well let me take you back, I made a note of the reference.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Page 79, bundle B, paragraph 51.",
            "Female"
        ],
        [
            "MR LAX",
            "It was in relation to paragraph 51, that's correct.  I just want to get the page in my notes so I'm absolutely clear on it.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I shall try to answer that.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What I meant thereby was the fact that this was not an affidavit although I had told Mr Bizos that I was not under pressure, I thought that this was something that had already been dealt with and the pressure which came later is as I speak now, I would not have applied it, it was not problem for me but at that time there was a big conflict because I saw what the State was doing and I went to my own advocate and then there was an attitude that I saw was formulating in the media and I was forced to go to the minister who opposed me, who had two high court applications against me to take to his advocate.  Documentation was prepared and I have told the story of how I laid facts on the table and this statement then I can tell you for example it says \"top secret\" so this was at the minister's level, they tried to deal with it as top secret on one side and the questions were also answered as it was answered here so technically what I meant by that is that it was something that Willem Burger said, technically it was not a nursery school so let's forget about that, there was no explosion at any nursery school, the Early Learning Centre, he doesn't know whether it was young children or older children, so he said who said it was a nursery school and that is how I saw it and that is how the whole statement was drawn up.",
            "Male"
        ],
        [
            "MR LAX",
            "The obvious implication of all of that is that if it suits your purpose you're going to tell a half truth or a lie or whatever for a technical reason and we have to try and decide and that's why I'm asking you to explain it, how to sift our way through these different versions and we have to understand your motives and your perspectives you see?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I hope that I tried to say this this morning but I wish to reiterate that Mr Chairperson, what happened there was there was a police investigation while the police tried to protect themselves.  Factually this whole document was drawn up by Advocate Burger, it was not drawn up by myself, the questions were drawn up by him and because of this I was under pressure and that they had already sacked me and that I would be locked up and that I was disclosing secrets so I do not regard this as a document referring to my credibility.  It was a document with regard to my combat structures, well the result was the statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  The last area that I want to question you on is again and I spoke to you about this yesterday, it's the issue of one of our crucial criteria that we had to consider is the proportionality of your act and the relationship between your act and your object, it's remoteness, issues of that nature.  In other words, what is the relationship of between what your intended aim was, what you wanted to achieve and the methods that you chose and again I'm going to say, what alternatives did you consider before you made the decision to kill people or before you made a decision to blow up a building, what other alternatives did you consider?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The alternatives were seated in the purpose of this specific project.  In this case, if we refer to this case then we have to measure it according to the disruption of the enemy.  If we wanted to kill people it would have been a greater activity if we wanted to make them aware of the fact that you want to plant bombs and bombs can be planted against you and I felt that this was a limitation therein, the whole structure in which I functioned was about minimum use of violence or force, in other words, only what was necessary to obtain that objective.  We felt that our whole essence, we were all people who were trained to fight with large groups of troops and to move in submarines and land with parachutes and use assault aircraft.  We focused it down, not like the ANC the opposition did, that exploded a bomb wherever and it is an act of terror and then 40 people died in Church Street. In this regard it was focused and dealt with an detonated by radio control in order to focus on the persons, correctly or incorrectly who we had thought were the enemy so in my vision it was the limitation to that who was the enemy.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you still haven't told me what alternatives you considered?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think the alternative was - that was one of the alternatives, I did that because we did not kill people.",
            "Male"
        ],
        [
            "MR LAX",
            "That's your justification, what I'm saying is your object was to scare these so-called young terrorists and gangsters, to scare them out of carrying on with the conduct that you thought on the information before you, on the intelligence before you they were engaged in.  What other kinds of scare tactics did you think of or were presented to you?  I may be that none were presented to you, I don't know, I wasn't there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot recall anything else that was submitted to me but what I would like to say to you is that we by the time that it is a target to me then there is an acceptance that we functioned in a structure that is executive in nature and then within the definition of maximum disruption we may act and my boundaries were that definition, either I had to get these people on my side or I had to kill them or I had to disrupt them by means of an explosion so we acted executively and the police and the welfare and the army and the commandments of the army who were involved there, this was in my book part of the State dispensation, that was their problem to look at the softer side of the alternatives.",
            "Male"
        ],
        [
            "MR LAX",
            "The Kewtown Youth Movement didn't appear on anyone's list or organisations to be dealt with, it was a totally insignificant little group of people and by that I don't mean they weren't effective but in terms of your priorities of targets, I don't mean any disrespect to Kewtown Youth Movement, in terms of the kinds of targets you were dealing with, it wasn't a big leadership organisation, it wasn't from what Mr Williams has said they were engaged in and accepting his word for the time being, they were a youth movement like hundreds of others throughout the country.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "You see Chairperson, church organisations, youth organisations, networks and other structures were used as mediums, that is exactly what Alan Boesak did through the church by means of support from the church in the revolution in my perspective.  In your book it is a drop in a bucket but it is part of a greater structure.  To me it was in order to execute my task to the best of my ability, correctly or incorrectly.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you consider alternatives in relation to the elimination of Dullah Omar and Gavin Evans?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I only evaluated the plans as they were submitted in the region, we will have to confirm it with the Regional Manager, I cannot recall whether any alternatives were submitted by the region.",
            "Male"
        ],
        [
            "MR LAX",
            "To see as the person who recommended because your power was to recommend or refuse to continue in other words to say uh, uh, you've got to stop this, it's not acceptable or to make changes - let me finish before you answer, that was your power and the fact was that if you agreed with it and you approved of it, it wasn't just that, you recommended it on to somebody else, Gen Webb in this case so incumbent on you as a person exercising a discretion was the need to think of alternatives whether this was an appropriate action otherwise if you were just a rubber stamp there was nothing for you to refuse.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, I understand that and it was seated at my level that is why I'm saying we can try to confirm from the other witnesses whether various other options were put forward and that is the option that was chosen and the reason within the context of the time, this was within the context of the time that we functioned and things had to happen and on that basis I made the choice and I said that this is what is to be done so the confirmation of alternative, we might be able to obtain from the Regional Manager.  I chose that one that was the most probable or possible one.  I cannot recall any now.",
            "Male"
        ],
        [
            "MR LAX",
            "Just bear with me one second, Chair.  Just one last thing that I overlooked.  We spoke yesterday about your deputy and I was just struck about the extent to which on your version as you put it, he must have been in the dark because the way you testified was he wasn't briefed about a whole lot of these projects, people sort of contacted you when you were overseas and asked you questions and what was the point of having a deputy at all if you didn't brief him on the projects, if you didn't let him act as your deputy?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, we had a shortage of manpower and my deputy had his own region.  I think on the contrary if I think back now I think he had more than one region.  He had Region 1 which was the large region and I would almost think that he had one or two others that he had with him as well so therefore there was no formal structure of a deputy but if I would leave and the existing projects about the existing projects he would be informed about I tried not to go away if there were any sensitive things ongoing so his role and function as deputy manager were the things that I told you to look at financing logistics and to make sure that the submissions were correct, look at staff issues.  Another project could have been brought about while I was away and this could have taken place very quickly where he became involved in a project that I did not know of while I was away and that he knew of it but there was never a policy of let us tell everyone what was going on.  He was not aware of all the projects, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just very briefly, Mr Verster, when was the CCB established ?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was approximately April 1986, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Region 6?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think it was the middle of '88, middle of '88 yes, that is when it started, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And from your evidence you said that from the beginning of the activities of Region 6 to the end there were four operational projects, that's the three of which we are dealing with here today.  Am I correct that all the members, the aware members, including all the applicants here they were all based in Johannesburg, that's where they were based where they had offices, they were in Johannesburg.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you said that a project would come into being, somebody from the ground would come up with a proposal through the region, through Staal Burger then up to you, is that correct?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In Region 6's regard it did happen, many of these projects were initiated in this manner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just wondering how would it have come about that all the operational projects were down here in the Cape Town area, would one of your operators go to Cape Town hunting around looking for some action and in other words there would be money made available to him to come to Cape Town, cold as it were because they're based in Johannesburg, he is coming down here to find a project and it just seems strange that if there were no operational projects at all up in Gauteng, the now Gauteng, where I think we can accept the political conflict and violence was great than down this area of the country and then nothing happened up there yet everything happened here, how would it have come about first of all that a project would emanate from the Cape.  Would you give money to for instance Mr van Zyl, say look here's R5000, check into the hotel, go down to Cape Town, see what the action is and then he would go down and find out, how did it work?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, our whole planning structure started from information, in other words we'd make an evaluation of the information, we see what the enemy does and we'll see what the routes are and where is he going to for example there were successes with regard to this.  For example, uMkhonto members who came from Lesotho to the Western Cape and that is how we built up the picture and then we based our action thereupon and the positioning of the persons in Johannesburg was because it was the centre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that information that you say okay there's somebody now they're making a trail down to Cape Town, they're infiltrating they're going to Cape Town, you were sort of cut off from the formal structures except in a very limited way, you had this link to get equipment and money but you were cut off from the police and the rest of the army for operational purposes and where would you get this sort of information, from Region 6 now?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "As I have explained, from Special Forces own intelligence structure which represented the rest of the army so the co-ordinator speaks to an intelligence officer with us who gets his information from Special Forces which was part of the whole country's intelligence service.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there was that co-operation with regard to ...(intervention)",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, that is how things were confirmed and in this regard Mr van Zyl was sent down to Cape Town, he had to develop himself in Cape Town, he received certain information and he positioned himself as he saw fit and then from that position he gained certain information and then he verifies it and in this regard this is how it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any explanation at all as to why there were no operational projects in the Witwatersrand area?  Would there have been any information relating to that area because you were all there?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think with regard to Evans there was development with regard to that, it was then the early stages of the development of Region 6 so there was no other reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  I see that it's almost 4 o'clock, it might be a convenient time to stop because we may be able to be in possession of the evidence and then maybe Mr du Plessis will be in a position to conclude his questioning and then you can get to your re-examination, Mr Wessels and I will give all the representatives an opportunity to ask questions arising out of the questions that the Panel have put, not another unrestricted cross-examination of the witness.  Thank you.\n\tWill 9 o'clock again be convenient?  We will now adjourn till 9 o'clock tomorrow morning at the same venue, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}