{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-21",
        "location": "CAPE TOWN",
        "day": "12",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54265&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200621ct.htm",
        "speakers": [
            "CHAIRPERSON",
            "EDWARD WEBB",
            "MR BIZOS",
            "MR COETZEE",
            "MR H DU PLESSIS",
            "MR HOCKEY",
            "MR LAX",
            "MR MARTINI",
            "MR SIBANYONI",
            "MR VAN ECK",
            "MR WESSELS",
            "MS COLERIDGE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "EDWARD WEBB",
            "MR HOCKEY",
            "MR H DU PLESSIS",
            "GEN WEBB",
            "MR BIZOS",
            "MR SIBANYONI",
            "MR LAX",
            "MR WESSELS",
            "MR MARTINI",
            "MR VAN ECK",
            "MR COETZEE",
            "MS COLERIDGE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We continue with the hearing.  When we adjourned yesterday, it was for Mr Williams to put any questions he may have, to Gen Webb.",
            "Unknown"
        ],
        [
            "EDWARD WEBB",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?\nMR WILLIAMS\n\tThank you.  Mr Chairperson, I think I have been covered to a great extent, by Mr Bizos.  I have got no further questions.\nNO FURTHER CROSS-EXAMINATION BY MR WILLIAMS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Williams.  Mr Hockey?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "I've got no questions, thank you.\nNO CROSS-EXAMINATION BY MR HOCKEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR H DU PLESSIS",
            "Certain aspects, Mr Chairman.  General, arising from the questions from the side of the Committee, I get the impression that the Committee finds it strange that you are presented as the Commanding Officer of Special Forces, but you don't take the trouble to study the files of personnel and about all the authorisations, could you please explain to the Committee what the situation was at that stage in the country, and what your position was?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Mr Chairperson, to sketch the situation in the country, in October 1984 the President, he had already employed the South African Defence Force, there was a State of Emergency in October, October 1985 and in June 1986.  In the publications of the State of Emergency, there was many additional powers given to the Special Forces, which showed how serious the situation was internally.  The country was burning.  We still had to act, we could not end our operations.  As far as my own situation is concerned, it came from a conventional power, we had to adapt against anti-insurgents, but above that, there was Special Forces and that is a further fine tuning of these anti-insurgent operations.\n\tFurthermore, I had to brief myself as far as covert operations were concerned, something that was completely new to me.  There was no course in the Army as far as covert operations were concerned.  My own priorities with Special Forces was firstly the uniform part, established units, busy with operations, operations planning, my second priority was the CCB externally which was also established, busy with operations, planning of new operations and CCB internally as third priority.\n\tThe workload, all the regiments had to brief me.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "The regiments did not come to you, you had to go to them and it took a lot of time?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "The CCB had to brief me, I had to visit certain places.  I was also involved in meetings with the general staff.  Tasks emerging from those meetings, there were also visitors from overseas we had to handle and I also had various social responsibilities that I had to see to.\n\tIf I look at matters now with hindsight, then I was actually dealing with a crisis management situation.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "The terrorist war or struggle as we knew it at that stage, did not grind to a halt to give you the opportunity to first reorientate yourself and establish yourself and familiarise yourself with your now posts, it actually escalated in intensity and continued?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "The CCB, you have already testified, was just a small part of Special Forces?  How many Regions were there of the CCB?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "If I remember correctly, there were nine Regions.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "You have also testified before the Committee that you met with Col Verster for about an hour per week, specifically dealing with the CCB aspect of Special Forces?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "On average, yes.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "If you take the nine Regions and I calculate correctly, it relates to about six and a half minutes per Region, is that correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "And then you further have the situation that of those nine Regions, eight were established Regions, with many projects on the go which perhaps you would have to discuss in more detail than Region 6, which was only in its infancy, is that correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "Would I be correct in saying that more time would be devoted to the other Regions, than to Region 6?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, more to Special Forces Uniform and then to the eight Regions and then Region 6.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "In Region 6, there was no necessity to report to you before something had materialised, which could be made into some kind of a project?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "(Microphone not on)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, if you can just watch the leading aspect.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Really, we must have some (microphone not on)",
            "Male"
        ],
        [
            "MR H DU PLESSIS",
            "Would there have been any reason for Mr Verster to report regarding Region 6, to you in detail?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "If any monitoring had been authorised by him, he wouldn't have to report to me about the monitoring.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "If the monitoring had required something else which was to develop into an operation?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR H DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni, do you have any questions that you would like to ask Mr Webb?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes Mr Chairperson.  General, the period when, I will say the transition before Jaap Joubert left and you took over, you said there was a period when you were together, were you sort of in a situation of an office, sitting together in an office?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Some of the times, yes.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "And what would be your duties during that period when you were with him, was it the full orientation or was it ...",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "It was to orientate myself, I had no responsibilities at that stage, just for orientation of myself.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Where was that office situated?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "In Pretoria, at the Headquarters of Special Forces.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Are you aware or do you understand the requirements of this Act, that the Commission has to establish as full a picture as possible of the conflict of the past?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, I do.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Would you say you have told the Commission everything in so far as the policies, the procedures of the CCB?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I think I have, yes.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "You are aware that there will be no other opportunity or platform in the future, to talk about this, is the CCB?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I understand that.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.   Did I understand your evidence correctly that during this hand-over phase, that Gen Joubert didn't brief you on any current operations?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And that wasn't because there weren't any on the go, he just didn't brief you on that?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, I was taken to the Regiments, and they briefed me on the operations.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So, in his hand-over to you, during that month when you were sitting with him, trying to understand what your new job was going to entail, he didn't take you through any of the projects that were ongoing, he didn't take you through for example this new Region 6 and say \"this is what we intend to do, this is what is has been established for, this is what it is likely to be doing\"?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, again, I was briefed by Gen Verster regarding Region 6.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So, did Verster give you a complete briefing of all the operations?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And that included Region 6?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That included Region 6.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did it include what their planning was?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, what perhaps could have been foreseen for the future.",
            "Unknown"
        ],
        [
            "MR LAX",
            "It would have included their global budget?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Because they had a most peculiar way of budgeting, they wrote off their funds in advance?    You already told us?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, a year ahead.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Budgeted a year ahead, which was quite unusual.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Precisely.  Without any actual projects in mind, particularly with regard to Region 6, you allocate however much money for that purpose and then the Auditor-General approves it and then you go ahead and spend it without, as if it had been approved.",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, there were also other measures in place.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I think once a month there was a financial report given from the CCB financial staff, to the Financial Department of Special Forces, and then in that once a month report, funds were requested by the CCB, from Special Forces.  It wasn't a global amount which was given on a once off basis to the CCB.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Who was responsible for giving those financial reports?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "The financial person involved in the CCB, he had that responsibility.  My Senior Staff Officer at Finance at Special Forces, he also had that responsibility, and in my time, I also appointed a person to also act as an intermediary in a way to just see that the funds were allocated correctly.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Who were these three people?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "The person at CCB, well, I don't know his name, I did meet him.  My own Senior Staff of Finance, I cannot remember his name, and the person that I appointed, was a retired man, a Brig Pheil.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How would you spell Pheil.",
            "Unknown"
        ],
        [
            "EDWARD WEBB",
            "P-h-e-i-l, sir.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did you appoint Brig Pheil with specific authority to vet the accounts?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "To do a small audit before it came to my people at Special Forces Headquarters.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So he was the check on the CCB's own finance people?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "He was the intermediary check.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.  And what were his specific instructions?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "He had to see to the fact that the funds flowed properly, as approved.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now ...",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "He also testified before the Harms Commission.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You see, we have heard of moneys being budgeted, take for example the Early Learning Centre, we know that it must have been in excess of R30 000-00 because the R30 000-00 was what was intended to be paid to the operative who placed the bomb.  You have heard that evidence?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, I have heard that evidence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And in addition to that, there were transport, accommodation and all sorts of other costs that were incurred?\n\tLet's just for argument sake say it was R40 000-00, what checks did you have, or would Brig Pheil have had, in terms of knowing that for argument's sake, that Mr Burger didn't pocket R5 000-00 as is alleged in these papers?  I don't know whether that is true or not, obviously, but that is just the allegation.  How would he know that the money was pocketed or not pocketed?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "There was a financial plan in existence, it was laid down in a document, it said how these funds should be spent and how it should be accounted for, there were built in measures.  Although there was a bit of a dip as far as that was concerned vis-a-vis other covert funds.\n\tWhat these control measures was, I cannot remember exactly, perhaps an operation was approved and then that would require my signature, Verster's signature and perhaps the Regional Manager's signature.  If something had been approved on Verster's level, it would require his and the Regional Manager's signatures.   If it was something that only Verster could approve, it would require his signature only, but these were the security or control measures which were laid down in the document.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay.   So, nobody signed vouchers for what they spent as far as you know?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I don't know.  The operation itself would have determined that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You never received any reports, or did you receive any reports that funds were not being allocated correctly, or not being spent correctly or not being accounted for correctly?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, I never received such reports.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Would you have expected to receive such a report if that was the case?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Definitely.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And then just, let me just check here, there was one other aspect.  I am still a little puzzled and you will indulge me if I am covering ground that has already been covered, and forgive me for that, but I am still not entirely clear in my own mind, how you actually weighed up the selection of targets, what were your specific criteria that you used in your own mind to decide \"yes, this is a good project\", it meets whatever criteria that you had, or \"no, this is a bad target\", it doesn't meet whatever those criteria are?  Are you able to just briefly give us the three or five or eight or whatever they might have been, kinds of criteria that you could have checked off in the back of your head as you thought about a target?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "As far as internal operations are concerned, we can look at the bomb explosion at Athlone, what was said was that the source didn't want his identity disclosed with the consequence that the South African Police already fell out of the picture, and the fact that these people were planning acts of terrorism, the fact that they had already committed such acts in the past, information which indicated that actions were being launched against the State.\n\tIf it was an overseas target,  then it was the base where it was situated, who was at the base, what was being done, those were the relevant issues.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And did you weigh up the potential benefits or negative consequences of the operation?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I am sure that went through one's mind, yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr du Plessis, do you have any questions arising out of the questions that have been put by Members of the Panel?",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "No questions.\nNO QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wessels?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "No thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR WESSELS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR MARTINI",
            "Chairperson, if I may, just one question which I think arose through the cross-examination by Mr Bizos.   Thank you Chairperson.  Gen Webb, according to your evidence, you received information from Mr Verster regarding a particular project, is that correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "The way I understand your evidence is that you weren't given any documentation relating to a particular project, or were you?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Not in this case, no.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Well, in the Early Learning Centre project, were you given a copy of the plan, the \"pre-study\"?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "You are aware that in that matter, Mr van Zyl had to do a \"pre-study\"?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I am aware of it now.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Sorry, correct, at this point in time, are you aware of that, you heard his evidence?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes Chairperson.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "And you are also aware that an \"in-house\" would have to take place after that \"pre-study\", where you wouldn't be present, the \"first in-house\"?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Would you agree with me that Mr van Zyl would have more knowledge of the particular plan than possibly you?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "You mean with the execution of the whole thing?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Yes?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes, because he was on the ground.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Correct, and he would have more knowledge possibly of what the objectives were with that plan than what you had?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Why the objectives?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Well, he prepared the plan and the way I understand the evidence, they had to have an \"in-house\" to discuss it and thereafter that proposal would come up to you?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "He would possibly have been able to add something to the plan.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Verster would then report to you on that plan, is that correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Is it possible that Mr Verster might not have given you all the finer details of that plan?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "It is possible, the thing was discussed very, very quickly, we had to make a quick decision.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, can I just intervene for a second.   Isn't it so that you saw this as an opportunistic target, you didn't even know that there was a plan, you didn't even know there was a project?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Nobody told you that?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is right, as I said that is the knowledge that I have now.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, but at the time you had no idea that these chaps had done a \"pre-study\", that there had been \"in-houses\", nobody related that to you?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Correct, you had no knowledge of that?  Now, Mr van Zyl's evidence was that one of the objectives in using a limpet mine, was that where it blew up, it would create the impression that this was a bomb used by the Youth  Movement, it was one of their own bombs that exploded, the police would come on the scene and start suspecting \"why was this bomb here in the first place, why had this bomb gone off\".  Were you aware of that?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, I wasn't.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Now, Mr van Zyl prepared the plan, are you able to dispute that evidence?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "No, I cannot dispute it.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "So then yesterday when you answered that it was not to create, make it appear that the bomb was left by the organisation, wasn't totally correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "My order was to the effect that the bomb had to explode as soon as possible, so that these people could be intimidated and frightened off.\n\tWhat was decided on the ground finally, that I am not aware of.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "But yesterday Mr Bizos put to you, he said\n\"... so this bomb, it wasn't intended to make it appear that it was left by the Kewtown Youth Movement\",\n\tand you conceded that, that concession is not totally correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "If the Kewtown Youth Movement had their own bomb exploding while they were in the hall, this really is stupid.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "What is stupid?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That their bomb is exploding while they are in the hall or just leaving the hall, to me that is not, it doesn't make common sense.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr van Zyl says that that was what the intention was, to create that impression, that one of their own bombs in the building went off, the police would come on the scene and start asking questions \"well, why is the bomb here in the first place, what is going on\"?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is possible that that is Mr van Zyl's perception, but it wasn't my impression.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr van Zyl says that that was one of the objectives, can you dispute that?  Can you dispute his evidence?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "I don't know what was told to Mr van Zyl on the ground, so I cannot dispute that.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "You cannot dispute it, is that correct?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "That is right.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Thank you.\nNO FURTHER QUESTIONS BY MR MARTINI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Eck?",
            "Unknown"
        ],
        [
            "MR VAN ECK",
            "I've got no questions, thank you sir.\nNO FURTHER QUESTIONS BY MR VAN ECK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzee?",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "I've got no questions, thank you sir.\nNO FURTHER QUESTIONS BY MR COETZEE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, any questions arising?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "No questions.\nNO FURTHER QUESTIONS BY MR BIZOS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?  Mr Hockey?  Ms Coleridge?\nNO FURTHER QUESTIONS BY MR WILLIAMS\nNO FURTHER QUESTIONS BY MR HOCKEY\nNO FURTHER QUESTIONS BY MS COLERIDGE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Sibanyoni wants to ask another questions.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Gen Webb, if you were told this project, the object is to make the bomb to appear as if it was left by the Kewtown Youth Movement, would you have approved it?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Depending on how this plan would have been put in front of me.  If we had to discredit them in that way, it is quite possible, yes.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "But as you are sitting now, you think that would have been stupid?",
            "Male"
        ],
        [
            "EDWARD WEBB",
            "Well, that was not my, it wasn't my order.  What happened lower down the ranks, I don't know.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you General, that concludes your testimony, you may stand down now.",
            "Unknown"
        ],
        [
            "EDWARD WEBB",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "It is a pleasure leaving the hot seat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr du Plessis.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, the next amnesty applicant is Mr Daniel Burger.",
            "Female"
        ]
    ]
}