{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-10-27",
        "location": "CAPE TOWN",
        "day": "1",
        "names": [
            "LUYANDA GQOMFA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54645&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_1heidel.htm",
        "speakers": [
            "ADV ARENDSE",
            "ADV SANDI",
            "CHAIRPERSON",
            "HUMPHREY LUYANDA GQOMFA",
            "INTERPRETER",
            "JUDGE WILSON",
            "MR CORNELIUS",
            "MR JANUARY",
            "MR MBANDAZAYO",
            "MR PRIOR",
            "MRS FOURIE",
            "MS QUNTA"
        ],
        "original_speakers": [
            "MR PRIOR",
            "CHAIRPERSON",
            "ADV ARENDSE",
            "MS QUNTA",
            "MR MBANDAZAYO",
            "HUMPHREY LUYANDA GQOMFA",
            "JUDGE WILSON",
            "INTERPRETER",
            "MR GQOMFA",
            "NO FURTHER QUESTIONS BY ADV ARENDSE",
            "ADV SANDI",
            "COMMISSION WATCHES POLICE VIDEO FOOTAGE WITH COMMENTS MADE BY MR PRIOR",
            "QUESTIONS BY MR JANUARY",
            "MR JANUARY",
            "MR CORNELIUS",
            "QUSETIONS BY MR CORNELIUS",
            "MRS FOURIE",
            "QUESTIONS BY MRS FOURIE"
        ]
    },
    "testimony": [
        [
            "MR PRIOR",
            "The indication is possibly half past ten, but more probably quarter to eleven.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is a sitting of the Amnesty Committee to consider the applications for amnesty by Mr Zola Mabala, Luyanda Gqomfa and Vuyisile Madasi.\n\tThe Committee comprises of myself, Judge Wilson on my right and Adv Sandi on my left.  Will counsel who appear in this matter, please place themselves on record.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "May it please the Committee, Mr Chairman, I appear for the applicants together with my colleague Ms Nona Goza.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "If it pleases the Committee.  My name is Christine Qunta.  I appear for Mr Dumisa Ntsebeza and I have with me Ms Giba, I have already indicated I will have to be excused for a short while and she will be in my place.",
            "Female"
        ],
        [
            "MR MBANDAZAYO",
            "As the Committee pleases.  Mr Chairman, my  name is Lungelo Mbandazayo, I appear for Bulelani Xuma, who is implicated in this matter.",
            "Male"
        ],
        [
            "MR PRIOR",
            "May it please the Committee Mr Chairman, I am the evidence leader, Patrick Prior and may I inform the Committee that all the relevant notices were served.  The victims are all present, bar a Mr Devlon.   I understand that he may be attending later on in the day, but he has not contacted us since I made contact with him, and all the victims have requested representation by myself on the Committee, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Arendse?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Thank you Mr Chairman.  Mr Chairman, could I just place on record again our apologies for the late start.  We had to appear in the High Court in connection with the St James matter in respect of which the Committee hadn't yet handed down a decision, and that is the reason for that.\n\tOtherwise Mr Chairman, I think there is an aspect which Ms Qunta would like to place on record.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Qunta?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Chairman, I just wish to place on record that I am representing Mr Ntsebeza, who has been implicated in a statement by a witness, not by the applicants.  We believe, my client believes that it is quite important that that witness be called so that he is able to answer to some of the allegations made in that statement of the witness.  He believes that it is important for his credibility as a Commissioner in charge of the Investigation Unit, and for the whole Commission or for the Commission as a whole, that the witness be called and his evidence be tested especially in the view of the fact that it has now become a public matter and we wish to place on record and request that the amnesty Commission does call that witness.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am given to understand that the witness will be made available to give evidence at an appropriate stage.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Thank you Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Arendse?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, we do not propose to make an opening statement.  We will go straight into reading as we get in respect of the matters where we appeared, to read into the record, prepared statements.  Unfortunately these statements were only settled finally this morning and of course when we came out of court, they were only then available, but we will make copies available to the Committee and to Mr Prior and to our colleagues during the course of today Mr Chairman, if that is in order.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where these not statements made available earlier?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, the reason for that is that the last applicant, or Mr Mabala rather, was only brought to Victor Verster as late as Wednesday, this week.  We consulted with him on  Thursday and again on Saturday during the day on Saturday.  Obviously we, myself and Ms Goza then met on Sunday, settled our strategy as it were and then only decided to finalise these statements and the first opportunity we've had to in fact discuss it with them, was now this morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, you may proceed.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I then call the first applicant, Mr Humphrey Luyanda Gqomfa, Mr Chairman.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry, before you start, could I ask that whoever is responsible for the installation of these television cameras, if it is possible to turn the blue light off the one facing us until such time as it comes to be used?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, could I also ask for a Bundle that is before us, to be made available to the applicants?  Is it possible?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "They are made available to you, are they not?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes, but during the course of questioning or perhaps during the course of cross-examination, I am sure there will be reference to the record.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, at that stage we will place one before them, if it is possible to do so.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have an extra copy that can be placed on their desk?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I will arrange for it to be produced Mr Chairman.",
            "Male"
        ],
        [
            "EXAMINATION BY ADV ARENDSE",
            "Thank you Mr Chairman.  Mr Gqomfa, I would like to read back to you a written statement which we have discussed with you, but which you have not yet signed.  I will read this into the record and I would like you to indicate please, whether the contents of the statements, whether you agree with it or not.  And please indicate as I go along.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can I interrupt again.  What portions of the record do you think the witness is likely to be referred to?  It seems pointless to duplicate the whole  of this record if you are going to refer to three pages or so.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Judge Wilson, we were not responsible for compiling this record as it is in front of us.  I've got some idea of which aspects I am going to, or we are going to raise with the applicants, but clearly whoever is responsible for compiling the record, should know which portions are going to be raised during the course of the hearing and I would have thought that in that case the whole record should be placed before the applicant.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's proceed.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Thank you Mr Chairman.  Mr Gqomfa, can I just read back to you.  I am an applicant in this matter, having submitted an application for amnesty on the 20th of March 1997, while I was being held at the Grootvlei Maximum Prison in Bloemfontein.\n\tThe facts to which I depose are true and correct and within my personal knowledge, unless the context indicates otherwise.  I was born in Port Elizabeth and grew up in the Eastern Cape.  I am 31 years old, unmarried and I am the father of a little girl aged between three and four years.\n\tI passed standard 9 at school, but I never managed to complete matric.  I joined the PAC through AZANYO in 1983 and I joined APLA while I was in exile in Botswana in and during 1986.\n\tI joined APLA because it was a liberation army and I was determined to play a role in the liberation of the oppressed black majority in our country.  I did my military training in Tanzania, Uganda and Egypt and this training included training on how to use arms and ammunition.\n\tI returned to South Africa in 1991 to Umtata in the Transkei.  Here I became involved in building the political structures of APLA and more particularly I was assigned to recruit people to join APLA.  There were no ranks within APLA, but I regarded myself as a junior member of APLA.\n\tAlthough APLA had a high command and some form or hierarchical structure, units were only formed once it was decided to carry out operations.  The first operation I became involved in, was in 1992.  I was involved in four operations and I have applied for amnesty in respect of all four these operations.\n\tIn respect of the first two operations, I got instructions from Letlapa Maphalela and in respect of the other two, I got my instructions from one Nsebe.  The targets for these operations were also identified by Letlapa and by Nsebe respectively.\n\tThey were also responsible for supplying the arms and ammunitions.  After Sichumiso Nonxuba, a senior APLA Commander, now deceased, conducted a refresher course for APLA operatives in and during October 1993 at Tsolo in the Transkei, he instructed Mabala, who is one of the applicants in this matter, Maxebo ... (intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sorry, Mr Arendse, can you repeat the name of the person you said has since deceased?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes, Sichumiso Nonxuba.  Thank you.    After we had attended this refresher course, he instructed Mabala, Maxebo and Jantjie and I to be redeployed to different areas within Ixopo in the Transkei.\n\tThe refresher course which I referred to, involved re-orientating us with the training and training methods which we had received while we were in exile.  The day before we left the Transkei for Cape Town, on the 13th of November 1993, the same group which is referred to in the previous paragraph joined up again at my place at Ixopo.  Indeed Nonxuba had brought first Mabala and Madasi, Madasi is also one of the applicants in this matter, and then Jantjie and Maxebo to my place.\n\tBy the time he brought then, Nonxuba had already told me that we had formed part of the unit and that we were to be sent to Cape Town and that he was going to bring the other comrades to join me.  He, Nonxuba, had told me that we were to carry out three operations in Cape Town, namely to attack the Nyanga East Army base, to attack the  Lingelethu West police station and also to attack the Heidelberg Tavern.\n\tAs far as I know, Nonxuba had not told any of the other members of the unit.  This strategy is quite normal within APLA, so that he had only told me in order to secure the operation and the target.\n\tIn other words, it is a decision to only inform as few people as possible about an operation, just in case the Security Forces were to arrest any of the operatives.  \n\tAfter Nonxuba had taken the unit to the bus stop in his bakkie to Ixopo, we boarded a bus for Cape Town.  Nonxuba had also told me that when I arrived in Cape Town and I needed reinforcements, then I was to speak to one Siphiwo Mqweso, an APLA member.  When we arrived in Cape Town, we were to meet members of the then PAC Regional Executive Committee, who would provide the necessary logistical support and also provide us with arms and ammunition.\n\tOf the five members in the unit, only Madasi and Jantjie were from Cape Town and knew Cape Town well.  We eventually arrived at what I came to know as the Langa Taxi Rank.\n\tFrom there, Madasi and Jantjie showed us the way.  We had arrived in Cape Town during the course of the middle of the morning, in the middle of the week and from there we went to a house of the then Regional Organiser of the PAC, Michael Siyolo, who lived in Guguletu.\n\tWhen we got to his house, Siyolo appeared to have been waiting for us.  He arranged accommodation for us, dropping us off in pairs at different houses within Makaza.  Makaza, Mr Chairman, is Makaza, not the Macassar, which in fact I was confused with, the one in Somerset-West.  This Makaza is also in Khayelitsha.\n\tSiyolo first dropped of Madasi and Maxebo at his cousin's place and then he dropped me off, together with Mabala and Jantjie at another PAC member's place.  I remember his name was Ngesi.\n\tAfter we had found accommodation, we met frequently at various places.  I was appointed as Commander of the unit and I was responsible for coordinating and arranging meetings with other members of the unit.\n\tA few days before the first attack on the 17th of December 1993, we were joined by Theo Sibeko.  I had by now contacted Mqweso and he had made Sibeko available to us.\n\tBefore the attacks, I went to see and look at the three targets for myself, together with Maxebo, who was the unit driver and Siphiwo Mqweso.  The arms and ammunition used in all three attacks, were supplied to us by members of the then PAC Regional Executive Committee, namely Theo Mabusela, Michael Siyolo and Richard Dala.\n\tThey knew that we were APLA soldiers in Cape Town to carry out certain operations.  They were not aware, however, of when and where these operations were to take place.  I am personally aware that the arms were supplied to Mabusela by Mqweso and that Mabusela had then made these arms available to us by leaving it in a safe house in the Makaza area in Khayelitsha.\n\tI have since been told that Mqweso had been shot dead a week or so before the April 1994 elections by an unknown gunman.  I understand that his death was the result of a political assassination.\n\tThe first operation took place at the Nyanga Army Base on 17 or 18 December 1993.  Those involved were Sibeko, Mabala, Madasi, Jantjie, Maxebo and I.  As far as I know, no one was killed in that operation.\n\tThe second operation took place when we attacked the Lingelethu West police station.  This attack took place on the same day that we attacked the Nyanga Army Base and the attack involved the same members of the Unit.  As far as I know, no one was injured or killed during that attack.\n\tThe third operation was the attack on the Heidelberg Tavern.  I had been ordered by Nonxuba to attack the Heidelberg Tavern.  He told me that it was a place frequented by members of the Security Forces.\n\tI did not question him about the command or the instruction or indeed whether he was sure that the place was frequented by members of the Security Forces.  I was trained not to question instructions or commands given my members of the APLA High Command.\n\tI went to the Heidelberg Tavern about three days before the operation, accompanied by Maxebo, the driver of the car, and Mqweso.  We went to the target purely to familiarise ourselves with the surroundings.\n\tI did not go inside the Tavern to see for myself.  We went there during the middle of the day I remember.  I disclosed to members of the unit for the first time on the 30th of December 1993 that we were to attack the Heidelberg Tavern.  \n\tEarlier on the evening of the 30th of December, I chose Madasi, Jantjie and Maxebo to go with me and to look for a car to use during the operation.  We found a car in Makhaya.  We had taken the car by force.\n\tIt was either a bottle green or a blue Opel Record.  I now know from the evidence that was given in the criminal court, that it was a blue Opel Record.  The manner in which the car was taken by force  was described accurately at court during our criminal trial.  Mr Chairman, that is part of the record, that portion.  The owner of the vehicle gave \nevidence in court.\n\tAfter we took the car, we went back to Makaza to collect Mabala and Sibeko who had been waiting for us with the arms and ammunition.  The arms and ammunition were kept in a suitcase  and was made up as follows:  four R4 rifles, two AK47 rifles, one rifle grenade, two M26 hand grenades and two magazines for each weapon.\n\tFor the first time, I was now briefing members of the unit about the target which was the Heidelberg Tavern.  I told them that it involved attacking the Heidelberg Tavern in Observatory.\n\tI was going to spring the attack by shooting first with the AK47 rifle, Jantjie would follow me with his R4 rifle, Sibeko would follow Jantjie with an R4 rifle and Madasi would shoot his rifle grenade as a withdrawal signal.  Mabala would throw a hand grenade before the rifle grenade was fired and Maxebo would be the driver.\n\tAll of us left the place in Makaza shortly before twelve midnight, on the 30th of December 1993.  Maxebo drove straight to the Heidelberg Tavern.  When we arrived at the Tavern, Maxebo had pulled up on the \"wrong side of the road.\"  When he stopped, I jumped out of the car and ran towards the entrance of the Tavern, armed with an AK47 rifle and I opened fire immediately, indiscriminately aiming to kill or injure as many people as possible.\n\tI did not enter the Tavern.  I saw Xolani Jantjie on my left and I also saw him shoot with his R4 rifle.  I do not know whether the other members of the unit carried out their instructions.\n\tI had shot a first time and pandemonium had broken out.  The place was in chaos.   There was a brief silence and I shot a second time and that is when I saw Jantjie also shooting.\n\tThe attack lasted for about two to three minutes, if that long.  I then withdrew last.  The others were already in the car, which was idling and which was in fact moving very, very slowly.  After I got into the car, we approached a robot and some shots were fired in my direction.\n\tI rolled down the window and opened fire.  I now know that the fire which I had returned, had hit one Nosoleni Cheqveira, that is also mentioned in the judgement Mr Chairman, and that I have fatally wounded him.\n\tFrom Observatory,  we drove back to Site C in Khayelitsha.  I instructed Madasi and Maxebo to go and dump the car.  The rest of us stayed in a house in Site C until the following day.  Madasi had returned to join us after the car had been dumped I believe in Section 3 in Guguletu.\n\tThe following day we gave Mabusela the suitcase containing the arms and ammunition at his house.  We never told him anything and he did not ask any questions of us either.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Excuse me for one moment, we gave the weapons to Richard Dala.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Thank you, shall I just read that back then.  The following day we gave Richard Dala the suitcase containing the arms and ammunition at his house.  We never told Dala anything and he did not ask any questions of us either.\n\tWe then also asked him for money for transport back home.  Dala did not have enough money on him, and he phoned Michael Siyolo.  Shortly afterwards Siyolo arrived and gave Madasi the sum of R300-00.  We then divided ourselves into pairs.\n\tI was with Jantjie, Mabala and Madasi were together and Maxebo and Sibeko were paired.  From here on ... (intervention)",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Excuse me again.  Where the money is concerned, we did not get the money from Dala.  Could you fix that up please, could you rectify that.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "I said that shortly afterwards, after Dala had been asked for money, Dala had said he didn't have enough money and he phoned Siyolo.  Siyolo then arrived and gave to Madasi the sum of R300-00.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Okay.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "We then divided ourselves into pairs.  I was with Jantjie, Mabala and Madasi were together and Maxebo and Sibeko were paired.\n\tFrom here we had decided to go to various places only known to ourselves.  We had also decided that we should all leave Cape Town by no later than the 3rd of January 1994.\n\tI was arrested on the 14th of July 1994 in Motherwell in Port Elizabeth.  I was at home at the time.  I was taken first to Bloemfontein, and then to Cape Town to stand trial.  I pleaded not guilty and I never gave any evidence in my defence.\n\tThe evidence given by the State witnesses, was largely correct.  The only aspects however, which stand out is the allegation that two black men had entered the Tavern, and had opened the fire and that these black men were wearing balaclavas.  This is not correct.\n\tNeither Jantjie nor I entered the Tavern and neither of us were wearing any balaclavas.  We had worn no disguises.  I am currently serving a long sentence at the Grootvlei Prison in Bloemfontein.  I did not carry out the operation or any of APLA's operations for that matter, for personal gain or for personal benefit.\n\tI faithfully and diligently carried out the instructions which I was given by those in the APLA command.  As far as I was concerned, the attacks was to get the land back from the whites who had taken it away from the African people through violent means.\n\tFor us and for me in APLA, the only way to get our land back, and to liberate the black masses was through the use of force.  Although I had heard in court that only one white person had been killed, this did not particularly mean anything to me, because I had been told by Nonxuba that it was a target frequented by the Security Forces.\n\tThe Security Forces as far as I know, was made up largely of white people, although it also comprised some black people.\n\tI am aware that the PAC had been involved in negotiations at the time, but I am also aware that it had resolved at its December 1993 congress to intensify the armed struggle through APLA.\n\tI therefore did not see any contradiction in the PAC as a political party, negotiating on the one hand and APLA carrying out the armed struggle on the other.\n\tAs I indicated in my application, I do sincerely regret the loss of life occasioned by the attack and I wish to convey my deepest and sincerest apologies to the families of those who were killed and injured in the attack.\n\tI wish to ask them for their forgiveness.  I respectfully submit that my application complies with the requirements of the Promotion of National Unity and Reconciliation Act and I furthermore respectfully submit that I have as a member of APLA who had carried out an instruction, given to me by the APLA High Command, made a full and proper disclosure to this Committee and I ask for amnesty to be granted to me.   That is the end of the written statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions you wish to put to the witness?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Just for the record Mr Chairman, if Mr Gqomfa could just indicate whether he is in agreement with what have been read to him.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I agree with the statement except where Nosolina is concerned.  He was no injured but killed.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Then just a few questions Mr Chairman.  Mr Gqomfa, there is only three of you here today, although it appears from, it is clear from your statement that six of you were involved in the attack, is that correct?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you give the Committee an indication of the whereabouts, if you know the whereabouts of any of the other three who have not applied for amnesty?  Can we start maybe with Jantjie?  Do you know where he is?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I have no idea where he is.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, could I then just indicate from our own enquiries, that Mr Jantjie is lying in the Conradie Hospital in a vegetative state.  He was apparently shot in a feud in the township.  That is all I know Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, and the others?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Sibeko?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I do not think they are in jail as I am in jail.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "In respect of Theo Sibeko Mr Chairman, could I also just indicate that as legal representatives, we did consult with Mr Sibeko.  He indicated to us, I think it was as late as Wednesday or Thursday last week, and I passed this on to Mr Prior, that he now wanted to apply for amnesty.\n\tThe problem is obviously that the cut off date had come and gone.  And there doesn't appear to be any scope in the Act for this Committee to grant condemnation, but his circumstances are as follows.  Sibeko was arrested in connection with the Heidelberg Tavern matter, but the charges were then withdrawn.\n\tThis is what he tells us.  He was under the impression that that was the end of the matter and it was only once he had the benefit of consulting with us after he had received notice from the Commission as an implicated person, when we explained to him the differences between the criminal process and this process.\n\tBut by then it was too late, so he is around.  We don't have instructions Mr Chairman, to act for him.  Mr Gqomfa, the remaining person Maxebo, do you know where he is?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "As I said before, they are not imprisoned like I am.  I have no idea where they are because I am in jail.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Gqomfa, when we consulted, we referred to two other statements which formed part of the record.  I just want to refer you to them.  Mr Chairman, maybe at this point is when I need to have the record in front of Mr Gqomfa.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we make one available?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed please.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Thank you Mr Chairman.  Mr Gqomfa, on page 73, there is a statement in Afrikaans by a person with the name Sandile Gerald Ntsikilana.  Do you see that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Do you know a person by that name?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, the name is not familiar to me.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you turn to page 76 please.  The very last paragraph, paragraph 24, and it reads in Afrikaans.  Another instance which I remember at the Heidelberg Tavern, which had been attacked, by a certain \"Meyer\", and the statement in brackets indicates a name, Andile Shiceka, who also wrote a report for my attention.  I cannot recall who went with him or whether any persons were injured or killed.\n\tI can also recall that a certain \"Sipho Polite\", indicated in brackets Bulelani Xuma, had been involved in incidents where farms were attacked.  I do not however know exactly at what places.\n\tSipho Polite had been the unit Commander, I do not know who accompanied him.  The report which I had received, was written by Sipho Polite.  Mr Gqomfa, I just want you to comment firstly on the statement dealing with the alleged role of Andile Shiceka.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, as I was in charge of the unit, he was not in the unit.   The people who were in the unit are the people who I have mentioned before this Committee.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And the last question in connection with the statement is whether you have any knowledge or whether you know Sipho Polite who is also, whose real name seems to be Bulelani Xuma?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I know Bulelani Xuma.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Was he involved at all in the Heidelberg Tavern matter?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, he was not even there during the incident.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Then Mr Gqomfa, I want you to turn to page 83, which is a statement made by one Bennett Sibaya.   Now, we had been through his statement and his statement indicates that there was some, or that there was another car involved in this operation.  Can you comment on that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is a lie.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Are you sure that there was only this blue Opel Record involved in the attack, both before, during and after the attack?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I am certain.  I would have been very if there was an extra car to help, I know that there was only one car involved.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Do you know Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I just see him on TV, I don't know him much.  I just see him on TV, I don't know much of him.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Thank you Mr Chairman, I have no further questions.",
            "Unknown"
        ],
        [
            "NO FURTHER QUESTIONS BY ADV ARENDSE",
            ".",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the witness please speak slower for the sake of the interpreters.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRIOR",
            "Thank you Mr Chairman.  Mr Gqomfa, when the attack was over, you say the blue car, the Opel vehicle, travelled to Section 3, Guguletu, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had you already alighted from the vehicle before it got to Guguletu?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I had gotten off the car because I alighted at Site C.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you don't know what happened at Section 3, Guguletu where the blue Opel Record was finally parked, or dropped off?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I have no knowledge sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The weapons that you had used in the attack on the Tavern, did you take those with you or did they remain in the blue motor vehicle?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We took the weapons, I took them with.  The other Africans also had weapons.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What weapons did you take with you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "All the weapons we used at the Tavern.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say the other Africans took weapons, who are you talking about?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "When I refer to Africans, I am talking about the people I got off the car with.  There were three other people, I was the fourth one.  The other two went to drop off the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can we just get clarity.  Who alighted with you at the stage when you in fact did?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The person I alighted with is Zola, Theofolus and Xolani Jantjie.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And who remained with the vehicle when it drove away, obviously to be dropped off?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The people I commanded to go and drop off the car was the unit driver, Maxebo and Madasi.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were there any weapons in the vehicle after you had alighted?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, there was no need to leave with weapons, there were no weapons in the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was that as a result of a prearranged plan?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, it was an appropriate decision that there be no weapons left in the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to leave that for a moment and then deal with your evidence as you presented it.\n\tNow, you indicated at the  outset that you had received training out of the country, in various places and that you had returned to South African in 1991, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And part of your training, was that also political education, other than military training?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, you are educated about politics in the camps.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you describe yourself as being politically aware as an APLA cadre returning to South Africa at the time?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Please clarify the question, it is not clear to me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you politically aware, aware of the political discussions, policies, principles enunciated by APLA at the time of your return to South Africa?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I could say it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In comparison with your co-applicant Mr Mabala, what sort of training did he receive or had he received when you first met up with him, can you tell us?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all I cannot know what kind of training he got, what I know is the type of training I got.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The question is can you tell us what sort of training Mabala had, Mr Mabala had before you embarked on the Heidelberg attack?  Are you saying that you did not know?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Whose training?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Mabala, the gentleman seated to the left of you.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Please clarify the question, simplify it?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you know whether he had received any military training before you attacked the Heidelberg Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I was together with him in Tanzania.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So would you say then, would it be fair to say that you and he had a similar type and amount, of training militarily as well as politically before you returned to the Republic of South Africa?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I wouldn't say so.  I spent more time out there than him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Mr Madasi, your other co-applicant, did you know what training he had undergone?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "At the time he was being trained, I was not there, therefore I do not know what type of training he received.  But I know that he was trained inside the country.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you ever ask him what sort of training or experience he had had prior to the attack on the 30th of December that you launched in Observatory?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I had nothing to do with the type of training that he received, this is why I never asked him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you accept that he was properly trained in the use of firearms?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, the Commander that chose this unit, must have known the reasons why he chose this specific people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But I understood that you were the Commander responsible for this particular attack, were you not interested in finding out whether the people that had been assigned to you, were equally capable of performing the type of attack that you have described, or did that not interest you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I had no interest in that because I trusted the people.  My job was to carry out the orders from above.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And those orders you say you received from  the person Nonxuba, who is now deceased, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Not from Letlapa  Maphalela?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is clear that Letlapa had knowledge of these orders.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why do you say that?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Say what?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why do you say that Letlapa Maphalela had knowledge of these orders?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Nobody would be a Director of an operation and not know what is going on.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Bulelani Xuma know about this operation, that is the attack on Heidelberg?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I don't know whether he knew about it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was Bulelani Xuma, what was the position that he held within APLA?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He was a Member of the Command.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you fall directly under his command?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, as he was a Commander I fell under him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see him before leaving for Cape Town or put it this way, before you arrived in Cape Town, before the attack on Heidelberg, did you see him or communicate with him?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What are you talking about?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I am talking about your relationship to Bulelani Xuma, your Commander.  Had you seen him or discussed anything with him before you came to Cape Town as you indicate in November of 1993?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am not sure about the dates, but we could have met as we were all in Umtata.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, do you remember or don't you remember whether you met with him before you came to Cape Town to carry out these attacks?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "As I said,  we could have met because even in Tsolo we are in training together.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, is it likely that if you had seen him in Umtata, you would have or he would have discussed with you, your mission to Cape Town, being your Commander?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I would not talk to him about such.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So, if I understand you then correctly, it would then be false for anyone to suggest that Bulelani Xuma was the person responsible for giving the orders to attack Heidelberg Tavern as you then did?  Do you agree?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I would not be clear as you put it forward.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why would you not be clear?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Because of the way you are putting it forward, it is not clear to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is very simple, I mean, did Bulelani Xuma give you the orders to attack Heidelberg?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is now more simple.  I did not get orders from Bulelani Xuma to go and attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was present when you received the orders to travel or to proceed to Cape Town during 1993?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was Sichumiso and I that were given orders before I came to Cape Town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I didn't catch that name, who was it?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was Sichumiso and I.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who is that person?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Sichumiso.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Nonxuba?  And are you saying that he gave you the orders to go to Cape Town?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, he gave me the orders to come to Cape Town.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And did he tell you what the orders were going to be when you arrived in Cape Town?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And he told you the one was the Nyanga Army Base, the second was the Lingelethu West police station and the third was the Heidelberg Tavern, is that so?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was Nonxuba of the same rank of yourself or was he of a higher rank within the structure of APLA?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He was higher than I, he was a member of the High Command.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he in the same league as Letlapa Maphalela?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, they were all in the High Command.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With Brigadier Pehle?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I do not know of the Brigadier that you are talking about.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So, if I understand you correctly, this order came from Nonxuba who was a member of the High Command and it would then appear that these three targets had been selected well before the actual attacks, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "These weren't attacks that were simply decided upon once you had got to Cape Town?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We were given orders to attack the three places.  The decision was made even before we left Umtata.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.  And did you know what weapons you would be using in these attacks before you left Umtata?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, he told me the types of weaponry that we should expect when we get to Cape Town.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And those weapons and other logistics, logistical support would be provided for you by Mr Siyolo and Mr Mabusela in Cape Town, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What do you mean when you are talking about logistics, way of travelling?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, your transport to and from your accommodation, the way you were going to attack, or the transport involved in the attacks, that would be arranged for you once you got to Cape Town, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I had no knowledge of the logistics.  I was just given orders to command my unit to go and attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you not informed that you could expect assistance in Cape Town from people like Mr Siyolo and Mr Mabusela, members of PAC in Cape Town?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The help I expected was Siphiwo, that is the reinforcement that I expected.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You did mention in your evidence that you connected with Mr Siyolo and Mr Mabusela after you arrived in Cape Town, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.  These were contacts that we were given by people who knew them, because I did not know them.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, for example, how did you meet with Mr  Siyolo?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is the person next to me that took us to Siyolo.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that Mr Madasi?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he seem to know who Mr Siyolo was?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "This gentleman is from Cape Town, he knows Siyolo.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And in short, Siyolo and Mabusela, they were aware that the arms and ammunition supplied to you, were going to be used to kill people, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It could be so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you not discuss what you were going to do with the weapons with them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that mean?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Did you discuss with Mr Siyolo and Mr Mabusela, the purpose for which you required or which you were going to use those weapons that they arranged for you to collect?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, these people were not even in the programme, they are the leaders of the PAC.  There was no need for me to talk to them about matters concerning us as soldiers.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, do I understand your evidence that you simply carried out the order or orders given to you from, for example Mr Nonxuba, to carry out these attacks?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was without reservation or without question?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you consider at any stage before you attacked for example the Army Base and the police station at Lingelethu or the Heidelberg Tavern, that there could have been casualties on your side?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "People that would help on my side?",
            "Male"
        ],
        [
            "MR PRIOR",
            "No, casualties.  Your unit, did you consider the possibility that you could have met up with resistance and that you could have either been killed or injured.  Was that contemplated by yourself?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, we are soldiers.  That is our job.  In every war there are casualties.  It is to be expected.  We would see when the occasion arises.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you saying then that you did anticipate the possibility at least of being either killed or injured in those operations?  Or did you not?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I expected such.  Anybody could have died, it was a war.  That was to be expected.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to refer to page 160 of the initial Bundle, Mr Chairman.  The submission is made on behalf of APLA at the TRC hearing and I refer to the third paragraph.\n\tI want to read to you what was submitted on behalf of APLA by Brigadier Mofokeng on the 7th of October 1997, before the TRC.  He said \"the rights that were offered APLA cadres can be grouped into three categories, the right to equal treatment, the right of individual APLA members to have open and fair participation in the process of decision making that affected their lives and well-being, the right to express opinions, to information, to attend meetings, make contributions and be greatly involved in the political life of the organisation.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the question?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Do you agree with that submission, do you embrace it?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I do agree with that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was the way the APLA cadres functioned within the organisation, within the military structures of APLA, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, would you agree that at least during November and December before the Heidelberg attack, in 1993, that the political situation within South Africa at the time, was moving towards a democratic solution to the country's problems?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In fact your very own political party, the PAC, was an active member in those political negotiations towards a peaceful settlement of the conflict, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Prior, I think the witness has already referred to that in his evidence in chief.  Perhaps you want to go straight to the question.  He has referred to that already in his evidence in chief.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Did it not bother you, did it not worry you that despite the political atmosphere in the country,  and given the fact as we know it later, that the elections occurred a few months after the Heidelberg attack, against that background, did it bother you in any way that these attacks were ordered, particularly the one at the Heidelberg Tavern in Observatory?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, it did not trouble me because I was carrying out orders.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What did you know about the Heidelberg Tavern, can you tell us?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, I do not know Cape Town well, I did not know Heidelberg Tavern well.  I just got the information when I was being briefed by my Commander.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that Nonxuba who briefed you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, it was Nonxuba who briefed me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was in Umtata some days or weeks before the attack on Heidelberg Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was in Ixopo in Transkei.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right, now you say he told you it was a place frequented by military personnel, or Security Forces?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you say that before the attack on the 30th of December you went there about three days before?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was in day time?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see any military personnel or Security Forces entering the premises?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That was not my job to be looking out for policemen at the time.  I just went to familiarise myself with the Tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, part of that familiarisation, wouldn't that include who your potential intended victims might be?  What they looked like?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That was immaterial to me what type of people they were, I was just given orders to go and attack this place.  I only had one thing to do as an APLA member, I had to carry out orders.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, I can understand the attack on the Army Base at Nyanga and the attack on the Lingelethu West police station.  Are you saying, did I understand you correctly, that the Heidelberg Tavern, you saw that in the same light as the Army and the police station?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What do you mean to see?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, did you believe that the Heidelberg Tavern was of the same nature as the Army Base and the police station, possibly from a military point of view?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "According to the instructions I was given, I was told to go and attack the place.  How I saw it, was immaterial.  My job was to carry out the instruction and attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, the question is, did you in fact see there was a difference, irrespective of your orders?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I saw no difference in that.  I saw no difference.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, did you not go into the Tavern at this three days before the attack to see what it looked like inside?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why not?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I just went to familiarise myself of the place, I didn't go there to sit in the Tavern.  There was nothing of mine, belonging to me in the Tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, I don't understand why you simply just went there to familiarise yourself with the street or with the building or what?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was going to be the one to deploy forces.  I could not deploy forces to an unfamiliar place.  I had to know how the building was situated.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that if one stands in the street and looks at the entrance to the Heidelberg premises, it says in bold writing, Heidelberg Bar and Restaurant?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So, can we accept at the very least, that you knew this wasn't a police station or an Army Base?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was given an order to attack Heidelberg Tavern and to attack the Base at Nyanga East.  I was given orders to attack Heidelberg Tavern under the given orders.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And did that not make any difference that civilian people may be killed?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Are you asking me as Luyanda?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, I am.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "If you are given an order, it is not about how you feel or how you see it or how you perceive it, you do no question orders.  You know that, I am sure.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, I am going to ask you directly and I want you to reply.  How did you feel about the order to attack a bar and restaurant which would, and I want to suggest to you, you knew very well, was frequented by innocent civilian people, how did you feel about that?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That was not my job, I was just carrying out orders.  It was not about my feelings.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, I understand that part of it, but will you answer directly, what did you in fact think or feel about those orders?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I perceived the orders as being correct, I had to carry them out.  They were correct orders, I had to carry them out no matter what.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were your orders simply to attack the building or were your orders to kill the people inside the premises as well?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was to kill anything that lived inside that Tavern.  I had not gone to attack the building.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And - sorry, did he add something to that?  Was that irrespective of whether the people in the Heidelberg Bar and Tavern were white people, black people, coloured people?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not care about that.  All I cared about was the orders I had to carry out.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So, from what I gather, you did not enter into the Tavern when you attacked it, fired at it, nor did anyone of your unit, as you could see, entered into the Tavern during the attack, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This might be a convenient stage to take an adjournment.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee will now adjourn and resume at two o'clock.\nCOMMISSION ADJOURNS - ON RESUMPTION AT TWO O'CLOCK",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRIOR",
            "(continued)  Thank you Mr Chairman.  Mr Gqomfa, you indicated in your evidence that the rifle grenade would had been fired into the Restaurant and Tavern as a sign of withdrawal.  Who fired the grenade into the Restaurant?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is the person on my right, Madasi.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Zola Mabala?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Madasi.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Oh, I beg your pardon, Mr Madasi.  When were the hand grenades supposed to have been thrown into the Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "They were supposed to be thrown in when we were shooting at the people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "From outside the premises, that is from the street?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, whilst we were still on the street outside.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And who were to throw the grenades into the premises, into the Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Mabala.  Zola Mabala.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, was it possible for you to see who was inside the Tavern at the time when you opened fire as you described to the Committee?  In other words could you see the patrons, or whether anyone was inside the premises?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, there were people in there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, could you describe those, what you saw?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I just saw people.  I was not interested what type of people they were.  I just went to do what I had to do.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see young men and women sitting at tables?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not care about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is not whether you cared, the question is whether you saw.  Did you see people, young men and young women sitting at tables?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I saw people at tables.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see young men and young women?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not consider the ages, I just saw people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you hear music coming from within?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I cannot remember clearly.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, I understand that at that time there was a musician by the name of Josh Sithole who was playing music in that restaurant at that time.  Did you not see Mr Sithole, a black person, playing music?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do I understand then from what you are telling us, you did not care who made up the clientele at the Tavern at the time, whether they were black people, coloured people, whether they were students, whether they were musicians and the like?  It made no difference to you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, you must understand that the order was that I should go to this place and shoot the people, whether they were students or not was not a criteria.  Whether they were black or white, we were not fighting a racial war.  No body was written on the forehead whether he was a white oppressor or a black oppressor.  An oppressor has no colour, no race.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You said when you attacked the Nyanga Army Base and the Lingelethu police station, you don't know or you didn't think there were any casualties?  Is that so?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well you said in your evidence earlier that when you attacked Nyanga Army Base and Lingelethu police station nobody died as far as you were aware?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that because you never shot at any person that you saw there?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We were shooting at people, we were not shooting at buildings.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And did those people shoot back at you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, they shot back.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that when your unit then moved away, when you met resistance?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is not the reason.  We just had to withdraw at that point.  What you must understand is that we are operating behind enemy lines so to speak.  We are a guerilla army.\n\tIf we had to drag the operation it would be evident who it was that shot at the people, that is why we had to withdraw quickly.  We were not withdrawing because we were being shot at.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you opened fire, I am moving now back to the Heidelberg incident, when you opened fire at the Heidelberg Tavern as you have described, were the doors to the Tavern, that is the front doors, were they open or closed?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I think that there was one door that was opened if I am not mistaken.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, the rifle grenade that was fired in by Mr Madasi, why did that have wire nails either glued or fixed to the head of the rifle grenade?  Can you explain that to us?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We decided to make it so so that as many people as possible could be injured.  It was done for more impact and more casualties.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you realise that the rifle grenade, modified as you have described or had agreed to, if it had exploded could have killed very many people, more than in fact who were killed?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That was our aim.  I am clear about that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is there any reason why the rifle grenade wasn't used in the other attacks, that is on the Army Base or the police station at Lingelethu?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We were running out of ammunition.   We had to use this rifle grenade specifically at the Tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, I don't understand your earlier evidence when you said the rifle grenade was to be fired as a sign of withdrawal.  Wasn't it to be part of the entire attack?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The rifle grenade was used at the Tavern, we had to use it, we were obliged to use it, it was part of the plan, it was a withdrawal sign.  We knew that it could injure us as well, if it had exploded, that is why we used it as a withdrawal sign.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why use it only at the Tavern, why didn't you use it elsewhere?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is an order that we received.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you sure?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am certain.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Because I am reading now from your application for amnesty, Annexure 1 operation Hunger Logo, where you talk, it is on page 4 of the papers.  You talk about your attack on the SADF Base in Nyanga East and in the third paragraph you say, we deployed ourselves into three attack units in front of the entrance gate.\n\tMyself and Xolani Jantjie were to spring the attack, Zola Prince Mabala was to throw the hand grenades while the third group of  Vuyisile Brian Madasi and Theofolus Sibeko was to shoot with the R4 rifles.  The former having to launch a rifle grenade as a withdrawal signal.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What page are you on sir?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It is the first page, it is Annexure 1 to your application for amnesty, which I take it your counsel has a copy of - page 4 of the large Bundle.  Have you got it?\n\tYou see there you talk about using the rifle grenade as a withdrawal symbol at the Army camp and in the next paragraph, you explain that Vuyisile never launched the rifle grenade.  Now you tell us it was never to be used there, it was a strict order that it should only be used at the Tavern.  Why did you write this down in your application?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What is your question therefore?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why in your application did you say you intended to use the rifle grenade in attacking the Army camp when you had just now told us that was never intended?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "This is how things happened, you understand.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am afraid I don't.  Did you intend to use the rifle grenade on the Army camp as a withdrawal signal?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was an aim to use the rifle grenade at the Army camp as a withdrawal sign, but the way things happened were such that we could not.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But a minute ago you said it wasn't the intention, it was only to be used at the Tavern.  Can you explain why you said that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am trying to clarify that according to my statement or application, the rifle grenade had to be used.  We had three rifle grenades.  However, the one we used at the Tavern, we had to use it.  Do you understand?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Was there not another rifle grenade at the Tavern in the possession of Mr Madasi?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, not according to my knowledge.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that the rifle grenade is shot off from the rifle, the R4, with a special ballistic round?  It is a special round other than the usual ammunition used by the R4?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, you are correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right.  Now, would you agree that given the description of the attack as you have told the Committee this morning, this afternoon, the spent cartridges would they have landed on the pavement that is outside the Tavern?  On your version as you have described the event of the attack?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Are you asking which direction the cartridges landed?",
            "Male"
        ],
        [
            "MR PRIOR",
            "The question, even simpler is, would they have landed outside the Tavern on the pavement or in the street?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The cartridges landed on any direction as we shot.  They can fall in front of you or behind you or at the side.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But not inside the Heidelberg Tavern, because you were never inside the Tavern is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We did not enter.  They could have fallen inside.  The could have shot forward and the cartridges could have fallen inside the Tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With that are you saying it is possible they could have fallen in the doorway, entering into the Tavern?  May I rephrase that question.  How far into the Tavern do you think they could have gone in?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I cannot estimate, but I do think that they could have fallen inside, because we had broken the windows as well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may it please the Committee.  I do have a set of photographs depicting the interior of the Tavern and which will demonstrate the point that I am endeavouring to make with this line of questioning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Should you not clear up whether he went inside the Tavern or not, whether he fired from the doorway of the Tavern?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, he has on several occasions indicated that he did not enter, nor did any of his colleagues, as far as he is aware, enter the Tavern and fired from that position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, where did you fire from?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was standing just before the door, I did not enter the Tavern.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it material now whether firing took place from within?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It is now material Mr Chairman.  I do have video footage and I do have photographs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the evidence going to contradict what he is saying?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put it to him.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As the Committee pleases.  I put it to you that you are not telling us the truth, that the evidence I am going to present to you now, suggests that the people that shot at the patrons inside of the Tavern, were in fact inside the Tavern and very close to the people who were shot and killed and injured.  And that the shooting could never have only taken place from the doorway as you have described.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was there.  I committed this.  I have come here to tell you how I did this.  If somebody entered the Tavern, as far as I know there is nobody who entered the Tavern.  If you are saying I am lying, you must give me evidence or reasons as to why you think I am deceptive.  I do not have a reason to be deceptive here.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, will it be appropriate to show the video.  I think it is more descriptive than the photograph of the point I wish to demonstrate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You better tell him what the purpose of this exercise is.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I be permitted to move my position possibly to the left hand side of Adv Sandi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I believe we are going to be shown something on the video about what happened or what is inside the Tavern, I don't know, but that is what is being done now, do you understand?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, we understand.",
            "Male"
        ],
        [
            "COMMISSION WATCHES POLICE VIDEO FOOTAGE WITH COMMENTS MADE BY MR PRIOR",
            ".",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, we are about to see video footage of the interior of the Tavern as taken by the Police team on the morning after the attack.  What is being depicted is the front door of the Tavern.\n\tMr Chairman, just for the record, the cartridges are circled in white chalk.  Mr Chairman, the relevance of this is the cartridge on top of the table and those four underneath the table.\n\tMr Chairman, the relevance of this shot is the cartridges in proximity to the deceased, one of the deceased, Yolanda Palm, particularly the one to the left hand side of her head.  As one could see at the top of the picture.\n\tMr Chairman, the camera moves to a raised portion of the interior of the Tavern, where the other two deceased lay, that is Bernadette Langford and Lindi Fourie.\n\tMr Chairman, between the two bodies is a cartridge against the panelling of the wall encircled in white chalk, as well as one on the left hand side of one of the bodies.\n\tMr Chairman, this view is of the front door.  Mr Chairman, that suffices for purposes of my cross-examination.  The rest is simply additional footage, unless the Committee wishes to I am satisfied that that suffices, thank you.\n\tMay I proceed Mr Chairman, thank you.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, can I just ask that we also be given an idea of where those cartridges are alleged to come from, are they from AK47, R4 rifle, rifle grenade, where do they exactly come from?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "The information at our disposal, from an R4 rifle.  Mr Gqomfa, you followed the footage of the video tape and do you agree that what is depicted therein are spent cartridges, substantially within the premises of the Restaurant and Bar and particularly close to where the three deceased are lying, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can you possibly explain how they landed there?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I wouldn't know how the cartridges got there.  I did not go there to look at cartridges, I went there to shoot people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it not the truth Mr Gqomfa, that the persons who shot and killed the deceased inside the Restaurant, in fact entered into the Restaurant, followed the path that we see on the video and shot all the time whilst inside the Restaurant?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In fact I want to suggest to you that given the proximity of the cartridges next to the deceased's bodies, the firing took place at point blank range.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I do not agree with you that the people who shot the people at the Restaurant, were inside the Restaurant.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But those cartridge cases we saw, must have come from the gun that was shot off inside the Restaurant, mustn't they?  Or somebody must have taken them there, they couldn't have come there from outside, could they?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I would not know, but what I am sure of is that I was standing by the door, I did not go into the Restaurant.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it not also correct that the damage that we saw towards the end of the video tape, the scar marks in the wood panelling, in the passage way facing the front door, was caused by a person firing in that direction, in other words leaving the inside of the premises?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I do not agree with that at all, because what I am sure of is that nobody entered the Tavern.  I did not enter it either.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gqomfa, how far would you say was the closest person to you that you opened fire on?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "There were people next to the door.  There is the door on the right, the people I first shot were the people who were directly opposite the door, not far from the door.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that they were very close to you?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, they were very close.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, with permission of the Committee, I have a photograph of the entrance which may assist the applicant in describing to the Committee exactly what position he was in when he fired the shot.  Could I have some assistance please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is photograph from the entrance is it?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "A series of photographs, Mr Chairman, the first two - photograph 1 indicates the front of the premises from the street.  The second photograph on page 1 depicts the passage way.\n\tJust to avoid any confusion, the scour marks on the video, on the panel that we can't see, it is beyond the stairway on the right hand side, but I don't want to - the view of this photograph, photograph 2 was taken from the doorway of the Restaurant, can you see that Mr Gqomfa?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, first of all do you recognise that area on the second photograph?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you standing inside the Restaurant or were you standing on the street side, that is on the pavement where we see on the photograph?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The top photograph - is that what you are referring to?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, let's deal with the first photograph.  That is the one where we see the entrance to the Heidelberg Bar and Restaurant.  Could you possibly maybe draw a point or mark the photograph where you were standing when you fired?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The witness has made a mark at the bottom of the door of which is facing the camera, the right door.  There are two doors, are there Mr Prior?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman, it is a double door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has made a mark at the foot of the door at the right hand side of the door.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "That is so, Mr Chairman, thank you.  My question then falls away regarding the second photograph.\n\tMr Gqomfa, is it not correct that after the rifle grenade failed to explode, failed to cause the destruction that you intended to cause, that it was at that stage that either yourself or others with you, entered the Restaurant in order to give effect to your intention to kill as many people as you could?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I do not agree with you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to suggest to you that given the position of the deceased, where they fell, where the cartridges were, the person or persons who shot and killed them in that Restaurant, could only too well have seen their victims, in other words they could have seen that they were not military personnel, that they were not all white people, but young students, young men and women of all races and certainly not an enemy as you have described your enemy.  Isn't that true?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, that is not true.  First of all as I have said before, it was not my job to go and check who it was that was a Security Force member.  I was just ordered to shoot.\n\tSecondly we were not looking at the race of the person or the colour of the person as an enemy, or the ages.  We just went there to shoot the people.  It was not a war of colour or race.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, what were the people that you wanted to shoot, why were they the enemy?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am not the person who gathered the information.  I think you should refer the question to our Commander, I was just given an order to go and attack the Heidelberg Tavern.\n\tIt was not my job or my part to go and check the nature of the people, I had to carry out the order, that is it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gqomfa, if you had decided to call off the attack, what would have happened?  Let us suppose you had arrived there, you inspected the Bar or the Restaurant and saw who was there and then you call off the attack, what would have happened?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The question is not clear.  Are you talking about me or the victims?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question really boils down to this, assuming you went there and you looked and you saw nobody in any uniform, police uniform, or army uniform or military uniform, nobody with weapons, and if you did not shoot them, what would have happened?  Not to the victims, they would have been alive, what would have happened to your command or to your group?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I would not know, I could not have anticipated that, but it should be clear that we have 15 points of attention with APLA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear, I am sorry.  The interpreter is not talking loudly, please.  Say it so that we can hear you.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all it was not my job to defy orders.  There are principles, 15 principles.  First of all we must obey orders.  That is expected of any APLA soldier.\n\tWe take an oath and one of the conditions is that we should follow the orders and the commands from our Commanders, I could not defy the orders.  I do not know what would have happened, but it was expected of me to carry out the orders according to the oath I had taken.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think I understand all that.  In these photographs you have indicated a position where you were standing, that is at the entrance part of the Restaurant.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Right at the time whilst you were standing there, before you opened fire, did you have an opportunity to change your mind and decide let us not carry out this operation?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Why not, what was preventing you assessing the target or the situation when you arrived there?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I had to follow orders.  It was not my part to go and assess the people, I could not know which of the people were police or not.  I took it for granted that the person who commanded us, knew exactly what he was doing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But who was that?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I don't know, but it is the person that I mentioned earlier on, that gave me the order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is his name again?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The person who gave me the order?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It is Sichumiso Nonxuba.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And not Letlapa Maphalela?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I said it is Sichumiso Nonxuba.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can I refer you to your application, to the Bundle, page 13 of the Bundle, you said at paragraph 11 (b) the order was that we must attack these places we already attacked.  The date was 13 November 1993.  PAC approved of this, all logistic supplies were from the organisation.  The person who gave us the orders were Letlapa Raymond Maphalela, Bulelani Xuma and Sichumiso Nonxuba.  What were you referring to there?  Which places were you referring to there?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What places are you referring to, sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refer to him again, where are you reading from?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It is his original application Mr Chairman, his own hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that his handwriting?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, well I understand so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 11(b).",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What is the question?",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you say in response to the question state the particulars of order or approval and the date thereof and if known, the name and address of persons who gave such order or approval, you mentioned Letlapa Maphalela, Bulelani Xuma and Sichumiso Nonxuba as the three persons who gave you orders to carry out certain attacks in Cape Town.\n\tIn those orders was the attack on Heidelberg, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now I am asking you did Letlapa Maphalela as well as Bulelani Xuma and Sichumiso Nonxuba give you the order to attack the Heidelberg Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Bulelani Xuma and Letlapa was the director of the operation as I said in the morning.  Obviously as a director these things came from him, Letlapa.  Bulelani was also one of the higher Commanders in APLA, therefore I directly received the order from Sichumiso, he must have received it from the other people higher than him in the hierarchy, so to speak.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But surely when you gave this answer up, or this explanation, you understood that the question wanted to know, the question was asking who gave you the orders  to carry out in particular, the Heidelberg attack?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you understood that to be the question, is that right?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So in fact, when you told or filled in the form or gave up that reply, you intended to include Letlapa Maphalela as one of the people at least that had given the order to attack Heidelberg, is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, but he did not give me the order directly.  Sichumiso was under him, under Letlapa.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why did you not say so in your application, why did you not make it clear?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Well, it should be clear now, I don't think you should be getting any difficulty right now as I explained it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, you also seem and correct me if I am mistaken, do you deny that you received a direct order from Bulelani Xuma to attack Heidelberg?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Then why did you mention his name as one of the people who gave the order?  Is that not true?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He did not give me a direct order, sir.  But as a person who was part of the leadership of APLA, he was Letlapa's deputy.  Sichumiso could not just give me an order if his directors were not aware, it is clear that is from higher up in the hierarchy.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I understand what you are saying.  Why did you not simply give the explanation that you are giving now, in response to that question when you filled it in, I take it that the Grootvlei Prison?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that one must take into account that these application forms were made while they were in prison without the benefit of legal advise and so on, that might explain perhaps some of the variants that one sees.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I take the Committee's point, Mr Chairman.  However, if I may just then put to him I want to suggest to you that when you wrote as you have written and filled out this form, you intended to include Maphalela, Bulelani Xuma and Sichumiso Nonxuba as the people who had given you the order to attack among other places, the Heidelberg Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was as a result of a direct order?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  Were you described, or would you describe yourself as a Local Commander in the situation that you found yourself in in Cape Town during November of 1993?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was a Unit Commander, not a Local Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just help me, please help me.  Once you are appointed a Commander, is that just for a particular project or are you appointed a Commander and you act as a Commander throughout for other events as well?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was a Commander for this job, but I also received orders from other Commanders.  I don't know if you are understanding me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you were a Commander for this particular occurrence only?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not permanently appointed as a Commander, is that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Who was the Local Commander in Cape Town at the time?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I would not know.  I was just in Umtata.  I was not told who the Local Commander in Cape Town would be.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I just want to make it absolutely clear that your orders to attack Heidelberg emanated from Transkei and not whilst you were in Cape Town?  Is that correct?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, at the submissions made, or at the TRC hearing on the 7th of October, at page - Mr Chairman, 190 of the paginated Bundle, the PAC's submission made said the following and I quote from half way down the page.  \"Detailed plans could not be made from Dar Es Salaam, the actual targets were decided by Local Commanders.  We also found that internally trained cadres could mount many operations without early detection and arrest.  This advantage had a disadvantage.\n\tIn the militarised environment in our country in the 1990's in the face of third force violence against our people and vigils, in places of worship and in trains and taxi's, internally based operatives often made errors that APLA had earlier avoided.  There was little political work done unlike in the camps abroad.\"\n\tDo you understand what I have read out?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Have you heard that before, has that been canvassed with you, possibly by your legal representatives?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What you read out?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I have heard it before.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And is that correct - that what the PAC was saying that APLA cadres often made errors in these attacks or missions that were launched on behalf of APLA because of an apparent breakdown of communication?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I think you should refer that question to the APLA Commanders because first of all, it is them who chose targets, they are the ones who gave orders.  As a member of PAC and APLA it is not my job to sit here and dispute decisions that were made by the leadership.  I don't know why they took the decision high up in the hierarchy.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, you indicated to the Committee that you don't know what would have happened if you had not carried out that order to kill people indiscriminately at Heidelberg Tavern?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you are not in a position to say that there would have been any disciplinary action taken against you for not carrying out this attack?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Sir, as I said I do not know what would have happened to me.  But if a soldier defied orders, he would have been dealt with accordingly.  It is not for me to know what would have happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But you weren't told by Nonxuba or Letlapa Maphalela or the other fellow, Bulelani Xuma, that if you failed to carry out this mission, certain things may happen to you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "There is one thing I want to make clear.  First of all I joined voluntarily, you understand, I had a conviction.  I felt the oppression at the time personally.  I was clear about the oppression.  I was willing to do it.\n\tAnd it was expected of me as well.  I joined the PAC to work for them, to work against the oppressors.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now that seems to me to be a political statement, rather than a military statement, is that so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is a question of an expression of a personal conviction, that he joined as a result of his own conviction against ...",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Is it not correct that you were politically informed, you were kept informed of the political situation in the country?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I knew about it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you not accept that the war of liberation had come to an end, that the peace process was in place, that the transitional council or government had been put in place and that elections were eminent, did you not accept that?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all sir, I am an APLA soldier.  As an APLA soldier I am a member of the PAC.\n\tAs APLA soldiers we are members of PAC, which is the mother body, the political direction which was taken by the country, did not effect me.  As soldiers we had to fight the war.  Our political leadership did not say that we must stop fighting it, we could not stop fighting then.\n\tAs soldiers, if an order had not come that we must stop fighting, we could not have stopped.  PAC had not reached that decision at that time, that we must stop fighting.  We were following orders accordingly.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gqomfa, in the course of your military training as a soldier of APLA, were you told anything about the situation in other words what happens to civilians in the course of armed conflict?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was not told about civilians when I was trained, but please explain the question, maybe I am not answering it correctly.  Please ask the question again clearly.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I am not sure if you've got the Bundle of all the documentation that we have in front of us, I think it is page 234.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He doesn't have it before him.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Do you know a person by the name of Brigadier Fischla, one of the members of the high Command of APLA?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I know Fischla.",
            "Male"
        ],
        [
            "ADV SANDI",
            "On page 234, when he was asked a question, that is during the hearing when the TRC was trying to find out from members of the military wings of the political organisations, a question was put to him as to what was the position regarding international humanitarian law, that is concerning civilians, what happens to civilians in the course of a war, and I am going to read to you his answer which was as follows \"the fact of the matter is that we did not consider any international humanitarian law.  At no stage did we in our camps educate our forces about international humanitarian law.  The first time I understood what international humanitarian law is, is when I integrated into the South African National Defence Force and that is when I got the meaning of what international humanitarian law is and what I discovered also when I integrated into the SANDF is that equally the former SADF did not even know what international humanitarian law was.\"  Do you have any reaction to make to that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not learn anything about international humanitarian law.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I would not expect you to know anything about those matters.  What I am trying to find out from you is, whether Brigadier Fischla is correct when he says in the course of the military training, when they were training their soldiers in APLA, there would be no mention of those things what happens to civilians, the do's and don'ts of the war, etc?  Do you agree with that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Is it your evidence then, that it made no difference to you so as long as the order was given, to kill soldiers, police, innocent civilians - it made absolutely no difference to you?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It made no difference, I was given an order to kill people, I killed those people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And, was that in line with the APLA policy that there was no distinction between soft or hard targets?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I was never told about soft and hard targets, I cannot answer that question.  I was never told about such.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I just want to finally pose one more question on this aspect.  Did you not have any discretion as the Commander to assess a situation and to break off an attack when you realised that the targets or the victims could not possibly have advanced your political conviction or your political objective?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "First of all, I do not change orders within APLA.  It was not expected of me to change orders and not do what I was commanded to do.\n\tIf you were given an order, you had to comply with it.  It was not expected of me to defy the orders.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Even if that order was wrong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that has been covered adequately.  This question has been put in different forms over and over again, I think you should just proceed further now Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Mr Gqomfa, when did you leave Cape Town after the attack, that is the attack on Heidelberg?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "If I remember clearly, I think it was on the 2nd of January.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And when were you arrested?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "In July 1994.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And was that in the Transkei?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "In Port Elizabeth.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you have any communication with Mr Madasi or Mr Mabala after you left Cape Town, in January 1994?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Will the Committee just bear with me for a moment.   Mr Chairman, as the Committee will realise I am also safeguarding the interests to a certain extent, of the victims.  At the luncheon adjournment, the victims and the families made a request - I was in a difficult situation that I had not consulted as an Attorney would normally consult with a client, in that I would not be in a position to put certain questions that they would like to put to witnesses as individuals.\n\tThe request has come from the majority of the families, to be allowed that opportunity to put questions, certain questions - obviously within the limits described by the Committee to them.  To that end, I have no further questions of this applicant on the aspects of his evidence, and I would ask the Committee to allow those victims present in order, to ask the questions they wished to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not their wish that after consultation with them, you put questions on their behalf, to this witness?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I have canvassed that very question and certain of the next of kin in particular and of the victims in particular, wished to ask the applicants personally certain questions, which I think I would not be able to do in the first person, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand.  Would you indicate to us who it is that would like to put questions to this witness?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I have notes from a Mr Fourie, the father of one of the deceased, Mr Michael January and Mr Quentin Cornelius.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Fourie, oh, you've changed your mind?  At the end of the hearings?  The other names?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Michael January.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr January?  Are you here Mr January?  Have you got questions that you wish to put at this stage to this witness?\n\tCan I just ask you to get as close to a microphone as possible.  I am going to ask you whether what you want to do is to put a question to this witness or whether you wish to make a statement?",
            "Unknown"
        ],
        [
            "QUESTIONS BY MR JANUARY",
            "At this point Mr Chairman, I do not wish to make a statement.  The question I have passed to Mr Prior during the lunch break was that in the report submitted or the application submitted by the applicant, he mentioned that there was a contact that they would meet in Cape Town and I just wanted to confirm that the contact he mentioned was Siphiwo Mqweso and that this in fact was the person that introduced them to the PAC Executive Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it.  Put those questions in that order to this applicant.",
            "Unknown"
        ],
        [
            "MR JANUARY",
            "In your application you mentioned that your Cape Town contact would be a certain Siphiwo Mqweso, is that correct?  What was the position of this person, was he a member of the PAC Executive or a member of APLA?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He was a member of APLA.",
            "Male"
        ],
        [
            "MR JANUARY",
            "Was it this person who introduced you to the PAC Executive Committee, specifically to Mr Michael Siyolo?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No.",
            "Male"
        ],
        [
            "MR JANUARY",
            "Under what circumstances did you contact Mr Mqweso?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He knew where we stayed, he would come and see us as our homes, or houses that we stayed at.  If we had needed reinforcement, he would be the person to contact.",
            "Male"
        ],
        [
            "MR JANUARY",
            "Was it your understanding that Mr Mqweso was a member of the local APLA unit in the Western Cape and he would be your liaison to the Local Commander units?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "The question is not clear.",
            "Male"
        ],
        [
            "MR JANUARY",
            "Was it your understanding that Mr Mqweso in determining whether you would need reinforcements, that he would have contact with the local APLA commander units?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What are you referring to when you are talking about commander units?",
            "Male"
        ],
        [
            "MR JANUARY",
            "Mr Mqweso was your liaison who would check that you had reinforcements and you mentioned earlier that he was a member of APLA.  Was it your understanding that he was a soldier and that he would be connected to local units of APLA?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Let me explain this.  Siphiwo Mqweso, I know him from exile.  I did not know that he was in Cape Town or what he did in Cape Town.  However, in the way that I was ordered, was that in case of any reinforcement, I would contact Siphiwo as I knew him and he also knew him.  Is that clear?",
            "Male"
        ],
        [
            "MR JANUARY",
            "Okay, I don't have any further questions at this point, Mr Chairman, thank you very much for the opportunity.\nNO FURTHER QUESTIONS BY MR JANUARY",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Cornelius.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct)",
            "Unknown"
        ],
        [
            "QUSETIONS BY MR CORNELIUS",
            "I do.  Mr Chairman, I am going to read a piece from my opposement to this application, plus the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would rather you put your question, because you will have an opportunity to make a statement at the end of these proceedings, if it is convenient at that stage.  So put your questions at this stage.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, the question is and I am looking at each one, every single one of you now, directly across this table, I want to know from each one of you and your leaders, to explain to us why this was done, if there  was any logical reason for what you have done to launch a senseless terrorist attack on a pub with young, cheerful, innocent students in at a time in South Africa's history when we were already on the road to democracy after you had all accepted and taken part in the accepting of an interim constitution on the 3rd of December?  Is there any reason, sensible reason why you had to still continue with something like that, could you not think for yourself?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I will request to answer this question as follows:  Firstly, I understand that it is the way he was brought up and indoctrinated that he refers to me as a terrorist, I am not a terrorist.  I am a freedom fighter.\n\tSecondly, it is the person who is in a position of oppression that feels the oppression.  He refers to this as having been senseless, it is because he did not feel the pain that we were under.   If he was in my shoes, he would not speak the way he is speaking now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he is asking you the question, he is asking you the question because of the pain he is feeling as a result of what you have done.  That is why he is asking these questions, isn't it?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, can I just add again.  I said it was after the time when it was politically accepted to have done senseless acts like this, this was after we had already agreed to go onto the road to democracy, after an interim constitution was accepted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The main purpose of this question, why was this done at a time when negotiations for a settlement were well on their way, why was it done at that time.  I think that is the main purpose of this question.\n\tCan you answer that to his satisfaction?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "As I said before, firstly as members of APLA, we were also members of the PAC.  The APLA subordinates from a political leadership.  The political leadership declared war against the enemy, we were the soldiers.\n\tWe had to continue the war until the political leadership, our political leadership, PAC, gave a command that we must stop fighting.  Our political leadership had not given the command that we must stop fighting.  I think that should be clear, this is why we acted the way we did.  We were not subordinated to the ANC or the National Party, we were subordinated to the PAC.  This is how I propose to answer the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other questions?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, I will keep my questions until ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may ask any other questions you may have.  I will afford you an opportunity to make a statement or give evidence under oath, if you wish to.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Your Honour, I do have another question and this relates to earlier on when they were specifically talking about that night, that attack, whether they were inside or not.\n\tI was sitting with two of the deceased at a table that was well within the Restaurant, and you could not get through.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, put your question to him.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I just echo the question that Mr Prior had earlier on, were you inside the Restaurant and were you aiming directly at people that you could see?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Please repeat the question, I did not hear clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is it is being put to you that you were in fact inside the Restaurant where you opened fire, and you could see the people that you were shooting at, that is the question.  Am I right?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I did not go inside the Tavern, however, I could see the people inside the Tavern.  The people that I shot, I could see.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did I understand you to say that where you were sitting, the table you were sitting at was well inside and could not be seen from the door?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is correct.  It was in fact, you had to turn right through another doorway to actually see where we sitting.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you understand what is being put to you that the table he was sitting at with his friends, could not have been seen from the door, you had to turn right and go through another doorway?  As I understand it, what he is putting to you, it was impossible to have shot the people sitting at the table I was sitting at, from outside the door?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will these photographs help in any way to show where you were?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "No.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am going to ask Mr Prior, if he could arrange when we adjourn this afternoon, because I understand the Tavern is still there, for someone to go and make a quick sketch of the Tavern, the door, the windows,  things of that nature, so those of us who have not visited it, will understand more about where people were and things of that nature.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, put your question.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, I could explain from this very first picture that the side door was actually the only open entrance and not the front that you see here.  You had to go through the side door and turn right into the actual Pub and Restaurant where we sat.  And you could see that from this picture 1, these double doors were actually never open.\n\tOn the video you can still see that they were locked as well, from the inside, so you had to come from the side, turn right through passed some of these pillars, to actually shoot at where we were sitting.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We have just been given a sketch map, have you got one too?  The side door that you are referring to, is that just above (e)?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "No, the (h).",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Which door did we see in the video?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please have a look at the photograph, let the witness see what we are talking about.  The applicant, do you have these photographs in front of you?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have a look at that top picture.  Do you see that door, not the main entrance door, but to the left of it, there is another door, do you see that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, it is being said that that is the door through which you entered, because the main double door, that appears in the centre, was closed at the time?  Is that correct?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I do not agree, nobody entered the Tavern.  Especially from the position I was standing at, he is not the person I was particularly aiming at.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can you tell us, looking at the sketch - have you got the photograph as well - now that door, the double door there with glass in it, where would that be on the sketch plan?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "(g) and (f).",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(h) is the door that is swinging open?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is the side door.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "In the photograph, that is half open?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can you indicate approximately where you were seated?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "(d) is a raised area, behind where more or less the first table was, on that raised area, we were seated.  Therefore I still maintain that they had to come through the door, there are several pillars in the way and aim through to shoot at us.  I can specifically remember that there were not random fire, it was two shots at a time as it was aimed at people specifically inside this place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well any way.  You formulated your question and the question is that he entered, or was in that doorway which is shown as (h) on this sketch plan and you've got the answer that he did not enter or go beyond that doorway, he stood there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, he has said as I understand it Mr Chairman, that he didn't, he stood at the doorway to the right, where he has indicated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That is the other disputive fact.  Please understand, this photograph on which you have shown where you stood, is the doorway, double door, it is said that on that occasion that door was closed.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Locked.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Locked and the only entrance that was used, was this door here.  Now just to clear it all up once again, what do you say?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I dispute that.  As I said, I was on this position.  I was the first person to shoot out of the group.  Next to me was Xolani Jantjie, he was standing on my left.  I cannot answer about the small door, I was by the big door, it was opened at the time of the incident, because I was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions in that regard?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, I just want to say again that on the video it can be seen that that door was locked from the inside, it was never used as an entrance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any way, you've got a contradiction here.  Is there any other question you wish to put?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Not at this point, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Anybody else?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "There is no one else at this stage Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Somebody raising a hand there.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It looks like Fourie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your full name please.",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "Mrs Jeanette Anne Fourie.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions you wish to put to this applicant?",
            "Unknown"
        ],
        [
            "QUESTIONS BY MRS FOURIE",
            "I do, please Mr Chairman.  I would like to ask Mr Gqomfa, he has just made a statement that he didn't aim at Mr Cornelius, who did he aim at and did he know who he was aiming at?",
            "Female"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I think I said I had not gone there to specifically shoot him, I had gone there to shoot any living thing.  It was my aim to shoot anybody within that Tavern.  I do not know Mr Cornelius, it is the first time I hear of him today.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Thank you.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, there is no further questions from my side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it that counsel for the implicated people, since they have not been implicated, you are not effected by the evidence, is that correct?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like to re-examine this witness?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY ADV ARENDSE",
            "Just one or two questions Mr Chairman.  Mr Gqomfa, you have already indicated that Xolani Jantjie was standing to your left, is that right?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "So, you've got the photograph in front of you, the first photograph you made a mark on the right bottom side of the double door, is that right where you were standing?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "So where was, can you mark where Jantjie was standing?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "As you are looking at the photograph, I am standing at the right, he was on the left side of the wall.  We were shooting as the witness was showing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words he was standing to your left?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is that about where, what seems to be a bit of newspaper, is lying?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you look at that photograph, you can see there is something white lying on the ground.  If it helps at all?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it in that vicinity?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, he was right next to that paper.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether all this helps in any way whatsoever, because it might be adequate to know that Jantjie was standing to the left of him, facing the door.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, with respect, it would be important to know where he was standing if you look at the sketch, one will see that the raised area where Mr Cornelius was sitting with some of the deceased, is then almost obliquely opposite where Jantjie would have stood at the double doors.  If you look at (g) and (f), then it is quite possible that those shots were fired in that direction.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That is merely a sketch you know?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Well, reference was made to the sketch.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "And I would be the first to agree that if you go through the side entrance at (h) and there is a little hallway there, you've got to go in and go around, but if you were standing, it is also my logic that if you were standing in the vicinity of (g) and those double doors were open, you could be shooting directly in the vicinity of (d), (c) and (b) without going in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is there in the sketch plan at (h) which prevents him from shooting in the direction where the witness said he was?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "That person would have to go in, as I see it.  And it would also appear to be the case from the video.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "There is a wall there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but the evidence is that they went in.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "They would have to go in, pass that wall, you couldn't shoot from here?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, quite right.  Yes, well, you've got two views as to whether they entered in the first place or not.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The evidence against them is that they entered and the applicant maintains that they didn't enter, they stood at the door.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Gqomfa, can you remember how far were these, if you look at the other photographs, photograph 2, the one at the bottom, these benches here, can you remember how far they were from where you were standing?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Which photograph are you looking at?  On page 2?  I can't make head or tail of this.  One doesn't know where the cameraman was standing to take these photographs, they are not particularly helpful.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I am asking Mr Gqomfa a question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As him.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I am asking him can he remember how far this bench was away from where he was standing.  The one on page 2 of the photograph?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am not sure whether this was the bench where the two people I shot, was sitting.  The two people I shot were almost directly opposite me.  They were not far from me either.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "I also see if you go back to page 1 of the photographs, I see on the right of the double door there, there is a window that appears to be balconies.  Do you know anything about that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I am not sure, everybody that was with me was shooting.  The people I was concentrating on, were the people right in front of me.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "You mentioned in your evidence in chief, that you were armed with an AK47 rifle, do you remember that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now, that was not disputed, do you remember, it hasn't been challenged that you were with an AK47 rifle?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "You will also remember I asked a question what were the make of the cartridges which were found lying on the floor inside the Tavern and the answer was that they come from R4 rifles, do you remember that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And you also mentioned in your evidence that the one other person whom you recall being armed with an R4 rifle and that shot at people sitting inside the Tavern, was Jantjie.",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Are you sure that he didn't perhaps enter the Tavern?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "He was right next to me, he did not enter.  I don't know about the others, but I know he was right next to me.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "There were also other members of your unit involved in the attack.  Both of the applicants sitting here with you today Madasi and Mabala, they were not armed with R4 rifles, is that correct?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Mabala dit not have an R4 rifle.  It is Madasi who had an R4 rifle.  He had a rifle grenade.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Yes.  The only other person that had an R4 rifle, would have been Sibeko, is that correct?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now, you said in your evidence in chief that you can obviously not say what he did and whether in fact he carried out his instructions.  Do you remember saying that?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is it possible that he could have entered the Tavern with his R4 rifle?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is possible.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Then just one other aspect, the order which you received to target the Tavern and to carry out the operation, who did you get that from directly?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I got the instruction directly from Sichumiso.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is it possible that Xuma was aware of this order and was aware of this instruction?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says it is possible?  He doesn't know whether it was so or not, is that it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The witness said he definitely knew about it, it was not a possibility.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Thank you.  Thank you Mr Chairman, I've got no further questions.",
            "Unknown"
        ],
        [
            "NO FURTHER QUESTIONS BY ADV ARENDSE",
            ".",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "There is one point I would like to hear.  Who supplied you with ammunition?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "From Mr Mabusela and Mr Dala.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And how much ammunition were you given?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was four R4 rifle and two AK47's and two hand grenades.  I am not sure about the bullets, there were enough bullets however, to carry out the mission.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "One R4 rifle, did you say?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, four R4 rifles.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Oh, four R4's, and two AK47's?  And how was the ammunition supplied, in magazines or what?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "They had magazines.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you know how many you were given?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Each R4 had two magazines, except for the AK which had one magazine.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And how many cartridges go into a magazine?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "30.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "30 or 13?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "30.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And the R4's?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "35.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.  I am asking this because it appears that 94 shots were fired, of which 48 were fired from outside the Tavern and 46 from inside the Tavern.  You heard that evidence being given, didn't you at your trial?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, I heard that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Arendse, can we commence earlier tomorrow morning?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I am sure we can Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Committee will now adjourn and resume at 09h30 tomorrow morning.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}