{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-10-28",
        "location": "CAPE TOWN",
        "day": "2",
        "names": [
            "VUYISILE LEBRAN MADASI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54650&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_2heidel.htm",
        "speakers": [
            "ADV ARENDSE",
            "ADV ARENDSE OBJECTS",
            "ADV SANDI",
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE WILSON",
            "MR PRIOR",
            "MRS JANUARY",
            "MRS LANGFORD",
            "MS GOZA",
            "VUYISILE LEBRAN MADASI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV ARENDSE",
            "VUYISILE LEBRAN MADASI",
            "MR MADASI",
            "JUDGE WILSON",
            "INTERPRETER",
            "ADV SANDI",
            "MR PRIOR",
            "ADV ARENDSE OBJECTS",
            "MS GOZA",
            "MRS LANGFORD",
            "MRS JANUARY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "You may call the next applicant.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Madasi?\n\tMr Chairman you got prepared statements in front of you, there is a material change to that statement and I will deal with it when I read it back to Mr Madasi.  I've also made available settled copies of Gqomfa's affidavit of yesterday and also the Mabala's one that will be dealt with today.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yesterday's affidavit was before us yesterday, I've got that thank you very much.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "The settled one of this morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's right.  And now the Madasi one is being placed before me.  Are you calling him now?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I'm calling Mr Madasi Mr Chairman, and then I'm just pointing out at the outset that there will be a material amendment to this statement.  Obviously it's unsigned and I'll deal with it now under oath.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, go ahead.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Can Mr Madasi be sworn in Mr Chairman?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please proceed.",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADV ARENDSE",
            "Thank you.  Mr Madasi, I'm reading back to you a written statement which you haven't signed, I'd like you to confirm the contents thereof whilst you are under oath.  It reads as follows\n\"I am an applicant in this matter and I am 26 years old.  The facts to which I depose are true and correct and within my personal knowledge unless the context states otherwise.  I went to school and passed standard four.  I joined the PAC in 1988 through AZANYO and I joined APLA in 1992 while I was in the Transkei.\n\tI also underwent military training in the Transkei under one Mzala.  I was involved in three APLA operations before the Heidelberg Tavern attack.  The first one was in the Eastern Cape in approximately March 1993 and the other two were at the Nyanga East and Lingelethu West stations which have been referred to by Humphrey Luyanda Gqomfa in his affidavit.\n\tThe affidavit of Gqomfa has been read to me, I understand the contents and I confirm it insofar as it relates to me and I respectfully request that it be incorporated in this affidavit.  With regard to the first operation, we had received our instructions from Leshlapa Mfashlele but the Cape Town operations including the Heidelberg Tavern operation, we received our instructions initially from Nonuba and subsequently from Gqomfa who was the commander of our unit.\nThe first time I was told of which targets we were to hit was on the day the operation took place\".  \n\tNow Mr Chairman, the material and very critical and important amendments relate to paragraph 7, so I just want to ask Mr Madasi to relate to the Committee, his role in the Heidelberg Tavern attack.\n\tMr Madasi, according to your comrade Luyanda Gqomfa, you were - your job was to fire the rifle grenade as a withdrawal signal, do you remember that?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I can remember that.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now on the night of the attack, is that what you did, in other words to only fire the rifle grenade?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I didn't do that only.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you tell us then what else you did and why you did it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I went inside the tavern because I could see that there was someone who was doing some movement inside the tavern, so I took an initiative to protect our unit as a whole.  I decided to right inside the tavern and I went inside and I started shooting until all the bullets were finished.\n\tAfter finishing that I took another magazine - there was a bank so that I could launch, I could use it to launch the rifle grenade and then I launched the rifle grenade as the withdrawal sign.  Seeing that this rifle grenade couldn't explode I asked the other comrades to withdraw, the last person to get into the car was Luyanda - that's the role that I played during the attack.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "While you were inside the tavern, what did you fire with?  What weapon did you use?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I had an R4 rifle.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And as I understand it or you can tell me if I'm understanding you correctly, that same R4 rifle was then also used to launch the grenade, is that correct?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, that's correct Sir, but the other magazine had a blank, the one that I was supposed to use to launch this rifle grenade and I did so after shooting - after finishing the whole magazine.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We know now that the grenade failed to explode, we know that, is that right?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Have you got an explanation why it didn't explode or failed to explode?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I have no explanation because I launched it, I don't know why it did not explode.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Do you still have the photographs there in front of you?  Mr Madasi, I think you ...[intervention}",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, Sir.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can a seat be made available to the witness please?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior just - these photographs have been handed in, they've not been numbered.  They'll be handed in as Exhibit A and the sketch plan will be Exhibit B.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "As the Chairman please.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do carry on.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have before you, the photographs?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I have then.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you look at the first set of photographs on page 1.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm looking at them Sir.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you indicate to us where you entered?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There are two doors here, I entered in the one opened - on the left one.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "According to the sketch plan which is Exhibit B, as you enter that door which is open there - do you see that?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't have a sketch in front of me Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The second photograph shows what you see when you open the door - go through that door, doesn't it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I wanted to ask him that Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Now as you - if you look at the second photograph on page 1, - as you enter that door, is that wall there with the panelling, do you see that? Would that be on your right or on your left as you enter the door?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There are walls on the left and the right-hand side, the one I can see when you go in is the one on the right.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "You referring to the second photograph on page 1 of the photos?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "So where would the - if you look at the photos on page 2 at the bottom, the second photographs on page 2 where you see the benches and one of the deceased or two of them sorry, and the raised area there - the raised platform area and if you see it again on page 3, the second photograph and one sees it again on page 4, where would that area have been as you entered the tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The wall on my right at the tavern, it goes on until there's a door - something like a door that leads you to where the benches were where the victims were sitting but the door that you entered in is not too far from that.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Where were your other comrades positioned?  Can you remember where they were positioned?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I remember comrade Luyanda and comrade Jantjie clearly, they were standing by the double door.  The other comrades were standing at the car, Comrade Maxeba was at the car as a driver.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And on the photograph on page 1 the first one, you refer there to those - where you saw Gqomfa and Jantjie, are those the double doors there?  Where they there?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, that's the door.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And you saw them there as you entered.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "When I was entering they were standing by the double doors.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And when you saw them there were they standing there, were they shooting?  What were they doing?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "They were shooting Sir.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Did they get to the doors - the double doors, did they get there before you entered?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, they were standing outside, they did not go inside.  They were shooting practically from outside.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Were those doors open or were they closed?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I can't say because I wasn't shooting from that position.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now you were given an instruction by the commander of your unit to fire the rifle grenade as a withdrawal signal, it would appear that you didn't follow that instruction to the letter, do you agree?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all comrades, I was given an order to launch the rifle grenade and I did that but when I realised that there was someone with certain movements from the side of the other comrades, passing towards the door that I was at, this is when I realised - I've been taught one thing at APLA that we've got to be flexible and take initiative to protect other comrades and make sure that the operation is successful.  That's how I'd answer your question.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now a question may well be asked of you and I might as well ask you, if you have some flexibility and you have some initiative - is that what you said?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Repeat the question please.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "When you are involved in an operation you have some flexibility and initiative, is that what you said?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now my question is - when you entered the tavern, did it not occur to you or did it not appear to you that the people inside the tavern - at least on their appearance in terms of their dress, that they were not members of the security forces? Did that not occur to you then?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all I obey orders, I do not defy orders or I'm not out to defy orders.  I was given an order as an African comrade, as a soldier and I could not defy this order - you do not do that in APLA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's hardly the question that has been put to you, I think the question that was put you was: \"When you entered the door, could you see the people there were not security people or policemen and so on\"?  That's the question that was put to you.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, that did not occur in my mind.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you expect them to be security people of policemen?  Did you expect the people in the tavern to be policemen or security people?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Please elaborate.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Had you got any reason to think that inside the tavern there were security officers or policemen?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all, as a soldier I was given an order to go there on a specific day, the order did not specify that there'd be a certain type of people there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Don't keep on avoiding the question, answer it - which is simple, you've just done so.  You weren't told there were specific people there, were you?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Maybe Mr Madasi, can you tell us - what were you told, who was going to be there, why did you ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can the attorney wait for us to interpret the witnesses answer please.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was just told ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "I did not get a chance to interpret the attorney's question and the witness is answering that question now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just hold it please.  I'm sorry, the interpreter cannot catch up with us, you're too fast.  Please give her a chance to interpret and then you can answer, all right?  Thank you.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please repeat that question.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Can you tell us, what were you told to expect at the Heidelberg Tavern?  Why did you have to attack the Heidelberg Tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, we were not given a reason.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "We know from Gqomfa's evidence yesterday that the reason for attacking the Heidelberg Tavern was that it was a place frequented by members of the security forces, do you remember that evidence of yesterday?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I remember that evidence.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Were you not told that that was the reason why you were to attack the tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, as soldiers we were not told, it was his own information that I could not defy because he was also obeying orders from people above him.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "You said that you saw a movement inside the tavern.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And did you react to that movement you saw in the tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, that is why I decided to go inside because initially I was standing by the door.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, just for the record, from page 48 onwards the presiding Judge in his Judgement also then summarises the evidence of one Justin Fouche, from line 18 onwards and it is his evidence that he would have got up to run through the back door.  The Judge says at 22, 23 and 24\n\"He was the only witness of the incident in the tavern\" ...[intervention]",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What page?",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Page 48, line 22.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Thank you, I have found it.\nADV ARENDSE\n\"He was the only witness of the incident in the tavern who could see anything really important of the attackers\"\nDo you recall this witness giving that evidence in court?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I remember such evidence.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Would it be correct to assume that he would have been the person that you saw getting up and running through the back door?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, he hasn't told us anything about the movement, he just says he saw a movement.  He's got to tell us what movement he saw in the first place.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "As you please Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Therefore what question am I answering here?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told us that you entered the door because you saw a movement, now tell us what movement did you see.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As a person who was standing by the door - the comrades shooting from the double doors that I was referring to, I saw someone coming from the side where the comrades were shooting at, towards the other end - the left of the tavern.  This is the kind of movement I'm talking about.  I took initiative and decided to enter, I entered and shot because I saw this man running towards the left of the tavern - we were shooting from the right of the tavern.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There's no mention of him going to the back door, is there Mr Arendse?  Where do you get that from?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I read it somewhere in the record, I'm trying to find it Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What he says is that he ran to the front door.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes, I see that on page 50, you're correct.  Maybe the witness - he was there, maybe he can tell us what he saw.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He saw someone running across to the left of the tavern, he's just told us.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Excuse me a moment, as a person who was there at the tavern that night and the person who committed this - I was there, this is from my heart.  I can see all sorts of documents in front of me but I am the person that was there and the man next to me.  What I'm saying is true, I'm not saying we should not focus on these documents but I think what is important is for our evidence to be looked at carefully and considered because we were there, I saw what I saw and I did what I did, I'm certain of that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well tell us how far you went into the tavern, did you go through that door to the right?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I entered but I did not go in too far - inside too far.  I was shooting, I could see people vaguely but I was already shooting until I lost all the bullets I changed over the magazine.  At the passage, it is where I launched and then I left but I could see the people when I was inside.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What sort of people would you say you saw?  In appearance, how did they appear to be - like how would you classify such people?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "When I entered I was already shooting but the hair was straight, I'm not sure about the colour.  Entering was a sudden decision - I cannot say precisely what type of people they are, they had straight long hair.  They could be Coloured, they could be White.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you say these were people you could associate with the security forces?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As I said, I was not told about the people inside the tavern, I was just ordered to get there and shoot because there would be people there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say a few minutes ago, you did not know the reason why these people were to be shot and killed?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did say that I was not told that there would be security force people inside, it is Gqomfa's evidence that refers to security people.  Personally I was not told about any security people.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So when you were shooting, you were just shooting for the sake of shooting?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was obeying an order, I want that to be clear.  I was obeying an order, I could not defy it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I hope I've answered your question.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Madasi, it would appear now from what you're saying and what your comrade Gqomfa has said, they were firing from the double doors which were open, is that right?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He has said that he doesn't know if they were open, you can't put words into his mouth Mr Arendse.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Madasi, what did you say - were they firing through open doors or were those doors closed or couldn't you remember?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "From the position I was at I could not see whether the doors were open or closed, however they were shooting from that particular position.  I don't now whether the doors were opened or closed, I was focusing to my position - they were shooting however from their end.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "My question is, if they were shooting from that end whether the doors were now open or closed.  Were you not in danger of being shot at or being hit by them - by their fire?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, because there was a wall that I took cover from.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is that the wall that we see here on page 1 of the photographs, the second photographs?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now you've indicated that - or you've confirmed rather that you have heard Gqomfa's evidence and that his statement has been read to you and you confirm the contents of his statement insofar as it concerns you.  Now I just want to deal with the part where you leave the tavern - and Mr Chairman, in this regard I want to refer to paragraph 27 on page 8 of Gqomfa's affidavit or his statement rather.  Mr Madasi, it's not in that bundle it's here.\n\tNow Gqomfa said in his statement:\n\"The attack lasted for about two to three minutes, I then withdrew last, the others were already in the car which was idling and was moving very, very slowly.  After I got into the car, when we approached the robot some shots were being fired in my direction.  I rolled down the window and opened fire, I now know that the fire which I had returned had hit one Noselino Tchiquerra and fatally wounded him\".\nThen paragraph 28:\n\"From Observatory we drove back to Site C in Khayelitsha.  I instructed Madasi and Maxeba to go up - to go and dump the car\".\nCan you just tell us a bit more about that instruction.  Firstly is - do you confirm that instruction that you were told by Gqomfa to go and dump the car with Maxeba, is that right?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you just tell us a bit more about how you went about dumping this car, where exactly did you go and so on?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I am a Capetonian born in Cape Town - Gqomfa gave us an order that Maxeba and I, we must go and dump the car.  After we'd left the comrades at Site C, I left with comrade Maxeba, I directed him towards Section 3.  He was supporting me because he said he knew certain people in Cape Town - I don't know how he knew these people, maybe they were his relatives.\n\tWe drove until we got to Section 3 - I'm not sure about the street, however I hear here about a Street 120.  We collected our stuff from the car, we wiped the car and we left.  That is how we dumped the car.  I'm not sure whether I've answered your question in a satisfactory manner.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, is this a convenient point to adjourn?   I'm going to deal with the statement by Sibaya and the other vehicle.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take an adjournment for 15 minutes now.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Ladies and Gentlemen, will you please stand as the Committee leaves the room, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADV ARENDSE",
            "(cont)\n\tThank you Mr Chairman.  Mr Chairman, before I proceed to ask further questions on the motor vehicle aspect, can I just try and clear up something which may have or in fact I was mistaken to refer to  - the witness Justin Fouche having gone through the back door.   And that we'll find on page 50 of the record, from lines 4 onwards - page 50.   If I may just read Mr Chairman, it's in Afrikaans?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Reads\n\"Apart from the fact that the witness which would be Justin Fouche, or that observation had been attacked in cross-examination, criticism was also expressed with regard to his action in that he would have run towards the front while it had to be clear him that it is exactly from there that the shooting was coming from.\nHe insisted however that he did run down the passageway and that he did see what he had claimed to have seen.  His testimony in this regard is confirmed by his two friends or comrades, Todd and Bradley.  Todd Schoeman told the same story as the other witnesses, in addition he says that he himself, Julian and Bradley dived under the table when the shooting started.\nPeople rushed towards the back door when there was a pause in the shooting.  He and Bradley remained under the table but he's not sure what happened to Julian.  He then looked for an opportunity to get away but first ran into a passage that turned out to be a cul-de-sac.  Bradley McNeil in the meantime managed to find his way out - or to the outside.  Once he came to the outside he returned to the back door and saw Julian Fouche running back from the side of the street entrance\".",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I just wanted to mention that because I was mistaken to put it to the witness or to suggest that this witness had run to the back ...[intervention]",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Fouche came from the front door, it doesn't say here he went to the back door - but you just said ...[intervention]",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman yes, I'm just clearing that up now - I don't see what the problem is.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Nor do I.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes, the problem was initially ...[intervention]",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He never said he went to the back door.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He believed it.  Yes, he believed it, not Fouche.  We record that Mr Arendse, thank you very much.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Madasi, can we just come back to your dumping of the vehicle.  Yesterday you will recall, I referred to a statement which was made by one Bennet Sibaya which you'll find from pages 83 onwards on the record there which you have in front of you.  Now I want to read to you what he says and then I want to ask you to comment on what he says.  Bennet Sibaya states in English under oath\n\"I'm an adult male, 53 years old residing in NY72 number 53, Guguletu, contact person is Rose Sibaya\"\nand there's a telephone number.\n\"On Thursday the 30th of December 19\" ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you going to read the entire affidavit or are you going to refer to some special portions of it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, I think I may have to read the whole of the statement in order to put it in it's context, unless I'm going to run the risk of leading him too much I rather want to put to him what this particular witness says and ask him to comment.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Has he read this statement?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Unless you want to propose to me or suggest how ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, has he read the statement?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "No, Mr Chairman, only those portions which were read back to Gqomfa yesterday, I'm sure that he would still recall those portions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well instead of reading all this - we've got it here before us, it will all form part of the typed record all over again.  I want to try and avoid that if we can.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "I'll try and help Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think if you can focus on any particular section ...[intervention]",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does he say that after they left the car, they got into another car and drove away?  When you left the car, you took this car and abandoned it - you've told us you took your things out of it and you wiped it, what did you do next?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We left it at Section 3, I'm not sure about the street.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, what did you do after you left it?  What did you do after you left it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I tried to organise transport to take me back to Section C, fortunately I got some public transport - I went back to Site C.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you recall more or less in which road or street in Guguletu at Section 3, you parked the car?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I stay in Section 2, I'm not sure about the streets of Section 3.  As I heard in court when evidence was being given, was that this car was found in NY129.  It was the first time I heard in evidence in court that this car was found there.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "In this witness - this person's statement he talks about NY113 facing NY115 in Guguletu, would you know where that is?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "NY15?",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "NY113 facing NY1115.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "115 or 1 15, not 1115.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I cannot separate these streets as such because I don't stay there, it is not clear in my mind.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is NY129 near to NY113 or NY115?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know, I'm not sure - I just have a vague idea, I don't know how these streets are positioned.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Was there another vehicle involved - in particular I refer to a White Audi with an XA registration?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There was no car in that street.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Was there such a car at all before, during or after the Heidelberg Tavern operation?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I saw no such car.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Do you know Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I see him on TV - apparently he's a Commissioner but I don't know him personally.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Are you sure that it was only you and Maxeba in the vehicle?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I'm sure.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Now originally there would have been - in other words from the time you left the tavern, there would have been six of you in the vehicle, is that correct?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, it was six of us in the car.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is it your evidence then that the four others who were with you and Maxeba, they were left in Site C in Khayelitsha and you and Maxeba then left to dump the car - as you put it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand the word: \"dump\" here, must mean abandon is it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "When you went to abandon or dump the car, where was the arms and ammunition at that time?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The other comrades that alighted at Site C took the weapons.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "So just to confirm then, when you left the car where you left it Section 3 in Guguletu - this is now the blue Opel Record, there were no arms or ammunition in the car, is that right?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There were no weapons.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Can you tell us whether you or any of your other comrades, whether you know first hand whether any of you wrote down any directions or names of streets or of the Heidelberg Tavern for that matter, on a piece of paper while you were sitting in the car?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I do not remember such.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Well specifically, can you - did you write anything on a piece of paper?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I didn't write anything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who knew the direction Mr Madasi, to get to the tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Comrade Maxeba and Luyanda.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Madasi, you were accused number one in the criminal trial, is that correct?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "And you were arrested with Mabala your comrade there next to you on your left, at a roadblock in Elliot.   Is that right?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "When more or less were you arrested?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "On the 4th of January 1994.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Is it correct that the keys of the stolen blue Opel Record, those keys were found in your possession at the roadblock when you were arrested?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, I just propose then to continue reading from the prepared statement, if I may request that paragraph 7 then be - a lot of evidence has been given and that it be regarded as suitably amended unless Mr Chairman, you want me to actually effect the amendments and ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are concerned with the evidence he's given here on oath.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Yes.  Paragraph 7 then goes on to read Mr Madasi - you say here\n\"I deeply regret the loss of life caused by the attack and I ask the families of the victims involved for forgiveness.  As an APLA soldier I carried out my instructions and I did not question them.  I however believed in the armed struggle being waged by APLA and that is why I joined APLA to become a soldier.\nAs a black person, I was oppressed by white people who had taken our land, our dignity and our pride.  As far as I was concerned, the only way to get all that back was through the armed struggle.  I respectfully submit that my application complies with the requirements of the Act and that I've made full and proper disclosure to this Committee of my involvement in the Heidelberg Tavern incident and I accordingly humbly request that my application for amnesty be granted\".\nDo you confirm that Mr Madasi?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I confirm it.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "I don't have any further questions Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY ADV ARENDSE",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Madasi, can you please give us more information about this Opel Record.  Who did it belong to, how was it taken from this person, why was it not returned to him?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As I heard in court, the owner of the car was Mr Mankanchu.  We took the car from Khayelitsha, we took it forcibly because we wanted to carry out our mission.  In court we heard that the car belonged to Mr Mankanchu - I heard that it court.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why did you have to use a stolen car for such an operation, were you not concerned that whilst you were trying to undertake your operation the police could give chase and find you with those arms in the vehicle even before you carry out the operation?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all, there was a lady that was giving us a bit of a struggle when we wanted the car, we told her who we were and what we were about.  We told them that if they're going to go to the police about the car, we're going to abandon the car.  If we were not concerned about the owners of the car we could have burnt the car.  It was clear by our abandoning the car the way we did that we wanted the owners to get it back, this is why we left the car in the manner that we did.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think you do not understand - you have not understood the question Mr Madasi.  In an operation like this, I take it that you were concerned that it would have to be successful, not so?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, so what is your question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now, if you use a stolen vehicle, isn't there a chance that you could be apprehended by the police even before you undertake the operation?  Surely the owner of the car would go to the police station to lay a charge and the police give chase after you and they find you with those arms even before you go and attack the Heidelberg Tavern as you were intending to do?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I will try to answer this question as follows:  They did not know where we were going with the car and what we were going to do, we just told them that we were going to hit the oppressors.  Where we were going to do it or how we were going to do it, they did not know.  It would have been difficult for the police to know our whereabouts - that is how I will answer your question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I hear what you say but why not take the car back to the owner once you have finished what you wanted to do with the car?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The place where we left the car at reflected a respect for the people - for the owners.  We did not know whether they had gone to the police, this is why we left the car there.  The owner got the car back in good condition.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you contact them by telephone or whatever means to let them know that you have returned the car and you've dumped it somewhere?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There was no chance to do that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, thank you Mr Madasi.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So why did you take the key of the car with you?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all, the reason why I took the key - I don't know the people in the area well or what they will do with the car, I could not leave the key next to the car - that's why I took the keys with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well ...[inaudible] purpose of the question, the real purpose of the question was - you had borrowed this man's car or rather taken his car, used it, why did you not return it to him?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I think I've already answered this question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] for my sake, why did you not return the car to the individual from whom you had taken it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The same question that I'd answered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]  I'd like to know why didn't you have the decency to return the car to the owner?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We didn't have time or a fair chance to return the car to the owner and we did not know whether these people had gone to the police to report this matter, this is why we abandoned the car.  We showed respect by not damaging the car - I hope I've answered your question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Next time when we ask you questions, you must not say: \"I've answered that question before\", Mr Madasi, you must simply\nanswer the questions as we ask you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRIOR",
            "Thank you Mr Chairman.  Mr Madasi, you say you received training in the Transkei before you joined APLA or was it after you joined APLA that you received the training?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "After I joined APLA.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that was in 1992, is that right?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can you - how long before the Heidelberg attack was that - that you had joined APLA?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "A year and a few months.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  You say your instructions before the Heidelberg attack were simply that you were to carry out this attack, you were following orders and you said in your evidence a short while ago\n\"We were told we were going to hit the oppressors\"\nIs that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I was told that we were going to hit the White man who took our land, who oppressed us - where we were going to hit them, I was not told at the time.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you understand that you were going to kill White men on that evening?  Is that your understanding?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I was told that we were going to hit the White man - everybody knows who the oppressor was.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And did the White man also include young women as well?  For example university students, was that included in your understanding - were they included?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "According to the education I received, the battle within - the battle APLA was lodging was fighting the oppressor, who you were or what you were was irrelevant, if you were an oppressor we would fight against you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Please explain to this Committee how the patrons at Heidelberg on that evening - and we know it was a mixed audience with Black people, Coloured people, Indian people and White people - predominantly young students, how did they fit into your description of the oppressor?  Could you answer that question please?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I've never been to the Heidelberg Tavern before then, it was the first time I went there - the night of the incident.  I saw no young people or children, I don't know the tavern well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Please answer the question.  On your own version now you admitted going into the premises, shooting at least one person who you saw moving in the tavern.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm an APLA soldier, I obey orders.  I was told that an order is an order.  I was given an order, I didn't go there to assess the situation.  I had to carry out the mission, I obeyed an order from my senior.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you agree that the statement that was prepared on your behalf yesterday, made no mention of you entering into the tavern?",
            "Male"
        ],
        [
            "ADV ARENDSE OBJECTS",
            "Mr Chairman, can I object to that being raised with the witness?  These statements were obviously given to assist us on a \"without prejudice\" basis, it wasn't before the Committee, it wasn't placed before the witness for him to comment on it, it was my draft.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] to ask whether the draft is correct or not.  Let him answer that.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, I corrected that I pointed out this morning before I started with the witness that I wish to effect certain amendments to the statement ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You did, you did.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "No, no, I mean otherwise I must give evidence - did I misunderstand my instructions, did he not tell me?  I don't think it's fair to put it to the witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought that the corrections you made related to paragraph 7 only of the statement, isn't it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Well the paragraph 7 is the one - if I'm not mistaken, that Mr Prior intends to refer to because it doesn't mention him, it confirms the role that Gqomfa had given - the task that he had given him to fire the rifle grenade.  It doesn't mention him going inside the tavern and in that - I think that is what Paddy is going to deal with.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, one will notice page 23 of the bundle, Mr Madasi's application which was made for amnesty and dated the 3rd of March 1997 of this year, gave absolutely no detail of what occurred at Heidelberg as he was enjoying to do.  It was at a late stage - as of yesterday that a draft statement that was going to be his submission or his evidence, was handed to me.\n\tNow it's clear that up until that stage, those must have been the instructions he had given to his legal representatives.  It must have been his submissions he intended to give.  My line of questioning I submit, is a legitimate one because after hearing Mr Gqomfa's categorical denial that any - on his version, any of them entered the premises and after we had seen the video and also seen that the cartridges which had been ejected from the firearm were very close to the bodies, Mr Madasi now obviously has changed either his instructions to his legal representative or his changed his submissions and I submit that I'm entitled - ought to be entitled to cross-examine him on this change.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, if I may respond.  I - in re-examination Gqomfa also said that there's a possibility that someone may have entered.  He also said that he doesn't know whether his other members had carried out their task, that's what he said.  That's on Gqomfa's evidence, so although Gqomfa had categorically denied having entered, he never excluded the possibility that someone else may have entered - that's on Gqomfa.\n\tAs far as the line of questions is concerned, I obviously cannot stop Mr Prior from pointing out that the application is blank as far as the details of the incident is concerned and I would submit that that should be the basis on which he proceeds.  But otherwise these prepared statements were handed purely to facilitate this process and purely to have the copies run off.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "When the statements are prepared, one expects that they must approximate to the truth, isn't it?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Well it should approximate your instructions, I would agree with that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, now it this man says that he has an explanation why this was omitted, he will say so.  He can't be prevented from being questioned on that.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "But I think it runs the risk of then drawing into question the credibility of the legal representatives and the instructions they took and how they put it across.  I think runs that risk.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You don't have to worry about that Mr Arendse.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, can the people behind me stop making comments here, if they can just respect the process?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will clear this hall if there is going to be any interference with these proceedings - please.\n\tDo carry on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Mr Madasi, is it correct - the statement that has now been amended in your evidence but as it stood as of yesterday, were those facts that were contained in paragraph 7 all the facts that at that stage you had stated to your legal representatives?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that you should just simplify your question Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that in this statement short as it is, no mention is made of you having entered.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's all.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Madasi, is it correct that in the statement that was prepared yesterday, there's no mention in that statement that you in fact entered the tavern and fired rounds of ammunition or fired at anyone in the tavern?  Is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We are at the present moment in prison, we are under the law.  The people that we're under in jail are not for this process, they don't even want us to come here therefore the time we're given with our attorneys was very limited because of the situation that we're under in jail.  The fact that I did not mention in my statement that I entered the tavern, could have - the reason behind that could have been that we were given very little time to consult.  This is why things have gone this way.  I think the Committee should remember that we're in jail and keep in mind the situation we're under in jail.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it not correct that you consulted with your legal representatives over the week-end?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, we consulted but even then the time was very limited.  We hurried up, we were given very, very limited time.  The people that we're under in jail, they are only considering their jobs and their attitudes, it is not important to them that we come here and what we're about here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, just move ahead and carry on.  You realise that there was evidence of what transpired and what was found in the tavern indicating that firing took place from within the tavern.  All you're concerning yourself with is: \"Why was it not indicated in this document\".  I understand the point, when you address us you can make your argument - address the argument on the reason why, but I don't think that questioning him will take the matter any further.\n\tAnd we must take into account that they've been in prison all this time, their counsel and attorney have not had the fullest opportunity that one would expect in these circumstances, to prepare comprehensive statements and I think we will take that into account.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I'm bound in representing the interests of the victims, to possibly - just a last aspect of this, to suggest to him the reason why his statement is ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put it to him.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Madasi, first of all I want to suggest to you that indicating to your legal counsel that you simply entered into the restaurant and shot, would not have taken too much time, do you agree?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't agree.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Surely the most important that you would have been asked was: \"What did you do\" and surely you would have said: \"I went in through the door and shot people\".",
            "Unknown"
        ],
        [
            "MS GOZA",
            "Mr Chair?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "I would like the witness to answer the question please.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I want to emphasise that we are in jail ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] because we understand that you are in jail, we understand that - you've explained that to us.  The question that was put to you is, when you were asked - your counsel must have asked you what was your participation in this, you could have told him that you went in and fired from inside.  That is how it is put to you.  ...[inaudible]  a lot of time to convey that.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There are a lot of aspects that we didn't deal with.  We get enough time to consult with our attorneys only when we are here.  The Committee told us only two days before we came here that we are going to appear here, we did not get enough time to explain things that we were supposed to have explained so that the Committee is clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MS GOZA",
            "Mr Chair, may I request insofar as I'm part of counsel, may I request to put something on record here which may have a bearing insofar as this matter may be important towards the credibility of the applicant?  With the Chair's permission, may I continue to do so?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "....[inaudible] so.",
            "Unknown"
        ],
        [
            "MS GOZA",
            "I wish to put it on record that I consulted with the applicant - I went to Victor Verster on Wednesday, I think it was Wednesday and in my instructions with the applicant the applicant had always maintained that he went into the tavern.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Well why doesn't he tell us that?  His credibility I would say, is even more in issue - he's not told us that, he's gone on and on and on about having no time and things not being able to discuss.  You say now he did tell you this on Wednesday, when he knew he was going to be giving evidence here.",
            "Unknown"
        ],
        [
            "MS GOZA",
            "Mr Chair, could I get the opportunity to explain the circumstances.  My colleague went and consulted in Victor Verster on Saturday - on that day I was not there, he drafted the statements on Sunday.  Those statements were produced in these hearings unsigned on Monday.  We all did not have an opportunity to have a look at those statements.  Insofar as this may be important for the full disclosure requirement that the applicant has to meet, I request that it be put on record that in my instructions when I consulted him, that is what he had always said.  Thank you.",
            "Female"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, could I also just mention for the record that I'm really disappointed about this - to put it mildly, we have done our very best to assist Mr Prior in getting this process on the go under really difficult circumstances.  Those difficult circumstances also relate to what we are paid, we are not paid what other White counsel - there was an article which appeared in the Weekly Mail about the gravy train, Black counsel here have definitely come to the station and that train left or we're in 3rd class - we don't get paid the same amount of money.\n\tI accept that we accept the brief and that we must fulfil that brief but we are also doing that under very difficult circumstances, including making the arrangements for these applicants to come from various prisons outside the Western Cape when we have to do that in our own time and for which we are not remunerated Mr Chairman.  So Mr Mabala was the last applicant that came there on Wednesday and that is only when we had an opportunity of sitting down with all three in order to get out ducks in a row.  \n\tSo really - and that is why I indicated that this will raise problems with the credibility of the legal representatives and I don't think it is proper for that to be raised in this forum.  If we are to be involved Mr Chairman, in other or future amnesty applications then we have to reconsider our position.  These applicants do not have the opportunity of - when they fill out these forms, of legal representation and guidance.  Mr Gqomfa, - as you can see as it's clear from the record, is clearly way above the other applicants as far as his education is concerned and also the way he articulates himself.  The other two haven't had the benefit of legal representation. Now we come along at a late stage and we tried our best to assist and then our integrity is put into question, I don't think that's right.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well I think that - just to put the record straight, I don't think you should worry about your integrity and Advocate Goza's integrity.  We're not questioning your integrity, this is not impugning anything about your integrity or that you didn't do your work.  I think we should get that out of the way please.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, then we should get an indication Mrs - unless Ms - my colleague must go on oath, she has now said unless it's accepted by the Committee and Mr Prior that those were Mr Madasi's instructions.  There was clearly a communication problem between my and my colleague and Mr Madasi, it was not incorporated in the prepared statement that was handed to Mr Prior as a matter of  courtesy in the first place.  And unless that's accepted, then only can I accept what you're saying Mr Chairman, about our integrity not being impugned.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I accept counsel's word that the client had told them that he had entered the tavern, I have no difficulty in accepting your word for that.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I would like to agree, I'd do the same.  My comment was that the witness should have said so, we accept entirely that he did tell counsel as counsel says but the witness doesn't want to answer questions directly, he goes on giving explanations - that is the point I'm seeking to make, not for one moment to impugn what counsel has said happened.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That should clear the air, we may now proceed.  Will you proceed with the next aspect of the case.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Well I want to suggest and I'm enjoying to suggest Mr Chairman, that your evidence here to a large extent was affected by what you saw on the video yesterday and that is the irresistible conclusion that whoever shot the deceased within the tavern had had to be inside the premises and not outside as suggested by Mr Gqomfa in his evidence in the main.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that a question or a statement to him Mr Prior?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's been put to him.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "...[inaudible]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What is the question actually?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, let me try and simplify it.  Your evidence now has been affected or influenced by what you saw - to a very large extent yesterday, on the screen - on the video.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all I disagree with you because what I saw yesterday I was not seeing it for the first time, we saw it in court.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right, I want you to look at Exhibit A, the bundle that you have of photographs.  Now when you arrived at the Heidelberg Tavern in the stolen Opel motorcar, who was the driver?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It was Maxeba.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And where had the - was Maxeba also from Cape Town like yourself?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, it's only I and Xolani Jantjie who are originally from Cape Town.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where - was Maxeba from at that time, the Transkei?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know much of his background but we met in Transkei.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, did he seem to know Cape Town or did he not seem to know Cape Town at all?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It was obvious that he had people he knew around Cape Town but I didn't know those people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right, who - when you stopped in the street outside the tavern, can you tell us what occurred then - who got out and who went where?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The first person to get out of the car, it was comrade Luyanda and he was followed by comrade Jantjie, after comrade Jantjie it was comrade Sebeko and I followed after comrade Sebeko and I went to stand next to the door - that's what happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that the door that we see on the first photograph?\n\tMr Chairman, could we mark that first photograph, the pages are marked in numerical sequence, could we mark the top photograph small a and the bottom - the second photograph, b just to facilitate identification.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will do that.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "If you look at 1a on Exhibit A, you indicated the door that is open to the left as it appears on the photograph - that is the door where you entered, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Do you mean the left door?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Your left, as you look at the photograph.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, this is the door that I used.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that door was open, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, it was open.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you entered into the tavern through that door?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I used that door.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm asking you, you entered and walked into the tavern?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I didn't move straight from the vehicle and straight to the door, I just took a cover on the corner.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Listen to my question - when you stood at that door, did you then during the attack go inside the tavern?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I did went inside the tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How many steps or paces would you say you to took inside the tavern?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I can't say how many steps but everything that was happening, it was happening so fast but I'm sure that I went right inside the tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right, now look at the windows of the area where the double doors are situated, that is the area underneath writing: \"Bar and Restaurant\".  Can you see that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I can see the broken windows.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you enter into that portion of the establishment?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Do you mean about the - do you mean the broken windows?  I didn't use the broken windows, I went inside through the door.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, and did you turn right through the archway or doorway that's obscured on this photograph and did you enter into the portion of the establishment that you can see behind the closed double doors?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There's something like a wall, I took a cover against that wall because the other comrades were shooting.  I didn't go straight and stand where they would fire me, I just took a cover and I began to shoot because they were also shooting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you never move from that position where you had taken cover behind the wall?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "You mean from inside?",
            "Male"
        ],
        [
            "MR PRIOR",
            "That is correct.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I moved as I was leaving through the door.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What I want to establish, did you go any further into the tavern while you were shooting or when you were shooting?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all that tavern has a passage - I went inside just a bit, as I was walking in I was shooting.  I did not start shooting only when I was inside, I was shooting as I was going in - my cover was the wall.",
            "Male"
        ],
        [
            "MR PRIOR",
            "If you look at Exhibit A, photograph 2a, is it correct you can see cartridges in the passageway?  That is immediately in front of the door by which you entered the premises.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you see those white circles?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I can see them.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you agree that those must have been - as you say you entered and shot whilst you were entering the tavern, those must have been some of your cartridges that we see on the floor, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "You could put it that way.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you shoot from any other position other than that passageway?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was shooting from the passageway.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Into where the people were sitting at tables or sitting on top of tables, is that right?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was just shooting everywhere at people, I was shooting.  Where people were I shot.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Look at the second photograph on page 2, photograph b, can you see the two deceased persons lying on the raised portion?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "INTERPRETER",
            "From the previous answer the witness had said that the rifle was on repeat - the attorney was going too fast, I could not interpret that.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Were you shooting on automatic fire?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now if you look at that photograph b on page 2 and if you look against the panelling - that is where, between the two deceased lying on the raised section.  We saw yesterday on the video and the photograph you can see there's a chalk - a circle drawn in chalk which indicates a cartridge case.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now you say that you were the only person that fired or shot inside the premises.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I'm the one who entered the tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can we then accept that that cartridge must have come from your rifle?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to suggest to you that you must have been very close to those deceased persons who you shot, for your cartridge to have ended up where it in fact  did.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There was people - when I entered there was already shooting and I was shooting too, if I see this picture clearly these people are right opposite the glass door from where the other comrades were shooting from.  I could not have gone in and started shooting at closer range because my comrades were also shooting, I could also have been killed.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I hear you and are you then suggesting that those people we see on the photograph 2b, possibly were shot by Mr Gqomfa and Jantjie who were shooting through the window from the outside?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "According to this picture you see cartridges next to these people - well I don't know who shot at those specific people, they were shooting and I was shooting but I think the cartridges I see on the picture are mine.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So would you agree that maybe in the excitement of the attack, you could have gone very close to the people who you shot - allowing the cartridges to fall as we see photograph, one on the table, one near the head of the deceased on the raised portion and if we turn over the page to page 3, under the bench and also page 4 at the foot of the raised section to the left of Rolanda Palm where she was lying?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The question is not clear.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well I'm going to put it to you that you must have moved away from the passage where you say you were taking shelter and you must have entered into that area where the patrons were seated on the tables or at the tables, drinking their drinks, enjoying themselves, listening to the music.  You must have gone right into that section when you fired your R4 rifle at them.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is not correct.  I was inside - as I was the person inside, I was shooting from the passage.  If I had gone in and be almost amongst those people, I would have put my life in danger because the other comrades were shooting - I would have put my life in danger.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, the evidence that was lead at the trial and also the question put by Mr Cornelius yesterday suggested that after the initial shooting there was a lull and thereafter more shooting occurred and the impression that Mr Cornelius certainly suggested to Mr Gqomfa, was that it was an automatic fire but shooting one and two rounds at a time, in other words deliberate fire.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "When I entered, the other comrades were already shooting as well.  I don't know whether they started shooting and stopped again but when I entered, my rifle was already on repeat - it was on repeat fire.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right.  The plan was you would - at that stage you were only to fire the rifle grenade as a signal to withdraw, is that correct - that was Mr Gqomfa's evidence yesterday?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You weren't supposed to go into the tavern at all - if I understand your evidence today, your amended evidence?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct Sir, I was not meant to have gone in because of the situation.  There was somebody who emerged from the branches, I saw him coming as a soldier ...[intervention]",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was that person armed?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know whether he was armed or not armed but I saw someone running towards another direction, someone emerging from the other people.  He passed the door where I was at, this is why I thought I should go in and shoot from inside.",
            "Male"
        ],
        [
            "MR PRIOR",
            "To shoot that particular person and stop him from running away?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did not know as he was running, what he was going to do.  I was there to protect the unit, to make sure that nobody's injured.  I did not know what this man was up to or whether he was armed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Prior.   Mr Madasi, is it not natural that people run away when they're being shot at?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "People do run away but if people are in a place like a house, I don't know what they would do - I don't know how they would run.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position not that whether there was movement of people or not, you had gone there to kill people.  You had gone there to shoot whether there was movement or not ...[intervention]",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So even if there was no movement of people, you would have still gone there to shoot because those were your orders.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was going to shoot but I was not going to enter the tavern, the reason why I went in is because I saw that person.  The orders I was given was I had to stand in my position.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, you disobeyed those orders, is that right - by going into the tavern against your commander Gqomfa's instructions, is that so?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did not disobey any order, I had to protect the comrades.  Seeing that man who was running - I obey orders at all times when I am on a mission.  It's not about disobeying orders, I had to protect the comrades and myself as well and this is why I entered the tavern.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You had to protect your comrades who were outside shooting into the tavern, is that what you're saying - you had to protect them?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I had to protect them and myself, I did not know whether that man was armed or not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But you could see him moving down or moving across the passage?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As I was standing by the door I saw someone emerging from the chairs running past the door - it was well lit, I could see this man.  I did know what he was running to.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But he was running away from you, wasn't that the case?  He wasn't coming towards you, he was running away?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You say it was lit - the interior was well lit?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, there were lights on, it wasn't too bright but there were lights on - I could see.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to ask this finally - this question, in that good lighting - the lights, could you see young girls sitting on tables drinking drinks?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I entered shooting, there was already shooting when I entered and when I entered as well I was shooting already - I did not see clearly all the people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was the rifle grenade not fired first, before you shot?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, it was on my waist.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you not fire - did you not stand at the door with the rifle already attached onto your rifle?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, because the reason why I didn't have that rifle grenade - I was expecting anything as things happened, however both magazines had a blank.  I shot until the magazine was finished, I then used the grenade and I used it on blank.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So are you saying that whilst you were still inside the tavern you attached the rifle grenade to your rifle - to the end of the rifle, and then only at that stage shot the rifle grenade?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I want to clarify this matter, after the magazine was finished it first gave me a notice like any other rifle.  I turned it over, I put it on R4, I launched with it as a withdrawal sign - I was still on the passageway.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can you just explain why a rifle grenade was used to give a withdrawal signal and not any other means, for example a flare or a whistle or a shout?  Why a rifle grenade taped with wire nails adhered to it?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't think I can answer that, I was given an order to use specific material in a specific way - I obeyed orders that I was given.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who gave you that order?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Comrade Luyanda as the commander of the unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you know what - if that rifle grenade had exploded what - would it have done more than simply signal the withdrawal?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "A grenade is a bomb first of all, it was going to hurt a lot of people, it was going to kill and injure - I knew that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the idea to tape the nails or glue the nails onto the head of the rifle grenade, was that your own innovation or was that someone else's idea?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We did not take this material from the Transkei, we found it here and we found it as it was.  We found it with the nails on and the wires, we did not add them on.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Could you possibly just - this is important, where exactly or can you remember where were you in relation to the doorway when you fired the rifle grenade?  And if you could look at possibly photograph 1b.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The second photograph?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was not too far from the door, I cannot specify and say I was here or there but I know that I wasn't too far from the door, I was on the passageway.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Bu you were appreciably inside the premises, in the corridor, in the passage, not out on the street when you fired it?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was not on the street, I was inside the tavern not far from the door.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where were you aiming if you look at the photograph?  In the background I understand that is the bar area that you can see between the wall and the staircase, were you aiming in that direction in other words to fire towards the bar - the rear of the premises?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "My back was towards the door, I was facing towards  - I shot towards the direction where I faced.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, but just describe it on the photograph, the second photograph 1b.  In which - did you fire it towards the rear of the premises to the left hand side of the staircase?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did not notice any steps, I just saw a passageway.  I did not know any entrances or exits well, it was the first time I'd gone there.  I can't say exactly where I was standing but the door wasn't far from me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm trying to assist you Mr Madasi.  Were you know afraid in that position that you may be injured if the rifle grenade exploded?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As I launched the rifle grenade it did not land right in front of me, it landed quite a distance from me - it takes a number of seconds for it to explode, in those seconds I could have left.",
            "Male"
        ],
        [
            "MR PRIOR",
            "At that stage of firing the grenade, was there still shooting going on from Mr Gqomfa, Jantjie?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I went out and shouted withdrawal and then I went into the car, the last person to go into the car was the commander of the unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you emerged from the interior that is from inside the tavern and shouted withdrawal, where was Mr Gqomfa?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "He had moved slightly but he was still around the same position, I shouted out withdrawal as I was leaving.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he looking at you when you shouted withdrawal as you were leaving the tavern?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know but he was - I know he was not in the car, he was along the pavement.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you agree that from the doorway that you exited from to where the double doors are, approximately three paces - four paces maximum?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I cannot estimate but the car wasn't too far off, it would not have taken me long to go into the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm talking about Mr Gqomfa, from where you saw him as you came out of the tavern shouting withdraw, he was a very close distance to you was he not?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "He was not too far from me, what I don't know is which side he was facing.  As I left I was already shouting withdrawal running towards the car.  I saw him after I'd entered the car and the car was already starting to move - that's what I remember.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to suggest to you from what we say on the video yesterday, it would seem - and if necessary evidence will be lead, that the person who shot inside the tavern entered the premises by the door that we see on the left hand side of photograph 1a, turned right into the seating area ...[intervention]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Excuse me a moment, won't you clarify which door you're talking about?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm talking about the door you say you entered by.  Is that clear - the door you entered by?  Is that clear?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm listening.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That the person who - or persons entered that door, turned right into the seating area of the tavern, proceeded to shoot at the deceased people and the other patrons, moved to the rear of that seating area, turned left towards the bar and then back again down the passage coming towards the door as we see it in photograph 1b, the bottom photograph.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Is the person who's saying - who said that, a person that was in the tavern?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm suggesting that to you Mr Madasi, that that is in fact what happened and one takes into account that there were bullet marks fired from within towards the door as we saw on the video footage yesterday.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What is your point?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm suggesting to you that you are not telling us or giving us a full picture of what occurred on that evening.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Sir listen, I was there, I was doing all this, I've come here to disclose exactly what I did. I know that it's been a while since we've been in jail or sentenced, the way I put it forward as a man that was there and doing this, it is as is.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now when you left the tavern you drove away towards C Section, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Site C.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Site C.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And was there any discussion in the vehicle as to what was going to happen?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, the commander of the unit gave orders that Maxeba and I should abandon the car, I had to make sure and report to him that we had abandoned the car - this is how I followed the order.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, you weren't - we've heard substantial evidence about people just following the orders without questions, is that correct?  You didn't apply your mind at all whether the orders were correct or whether they affected your safety or security, you just followed them blindly, is that so?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "When you're given orders going to an operation, you're supposed to obey the order, however if you realise that when you get to the target - the place of the target, you are going to put your life and the unit's life in jeopardy you may do something to protect the lives of the members of the unit - that does not mean you are defying an order.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You don't understand the question but in any event ...[intervention]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Maybe the interpretation is not correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Prior, can I try and help here?  Mr Madasi, I think you've misunderstood the question Mr Prior is trying to put to you.  Mr Prior is not talking about the time when you get to the place, ...[inaudible] where you have to implement the orders that have been given to you, he's talking about the time when orders are given to you.  What is your attitude to those orders, do you simply obey them blindly like a robot, if I can put it that way?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "You do not question orders, this is how I was trained.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What would have happened if you had disobeyed the order given by Mr Gqomfa on that evening?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I cannot speculate.  A soldier that defies orders is disciplined, we are a disciplined army.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just tell us simply, what did you think would have happened if you had disobeyed any of the orders you received on that evening?  What was in your mind?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "If I was going to defy the order I would have defied it to comrade Sumiso in the first place, therefore I was not going to defy my commander - head of the unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you were not afraid that any punishment would have been affected or any sanction imposed upon you by the command?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think this is taking things very much further Mr Prior, you have heard that disciplinary action of some kind would be taken against anybody who disobeys a military order.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman with respect, it's certainly within the enquiry to understand why he just followed orders blindly, what did he expect would happen if he had desisted from shooting innocent civilians.  He's told us he did what he did on an order which he accepted unreservedly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well now I think that the position is that when he becomes a soldier he knows that he's going to accept orders, that's all there is to it isn't it?  The concept of disobeying an order does not even occur because you've made up your mind that you're going to follow orders blindly.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As the Commission pleases.  All right, there's evidence that Mr Gqomfa and Mr Mabala and one other alighted from the vehicle in Khayelitsha, is that so?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who alighted in Khayelitsha from the stolen motor vehicle, the Blue Record?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "When we were going there or coming back?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm dealing with after the attack.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There were six of us in the car, comrade Luyanda, comrade Zola and comrade Xolani Jantjie, comrade Sibeko - I alighted from the car together with the arms, I then left with comrade Maxeba.  This was in Site C not in Khayelitsha.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is Site C not in Khayelitsha?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It was in Site C, I cannot differentiate between Site C and Khayelitsha.  Site C is a squatter camp, Khayelitsha has houses.  I don't know where Khayelitsha starts, begins or ends.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And how did they leave the vehicle, did they go on foot or was there another vehicle waiting for them?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We arrived at a secret place, it was a shack - they alighted from the car and entered the shack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With the weapons?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How far did you have to - how far was it to Guguletu where the vehicle was eventually abandoned?  How far did you have to travel to do that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How far are you able to say in kilometres or if you're not able to say in kilometres, how long did you have to travel from the spot where you dropped off your comrades at the squatter camp till where you eventually abandoned the vehicle?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know how many kilometres it is from Guguletu to Khayelitsha, however from Guguletu to Khayelitsha is quite a distance but you can't say it is a whole lot of kilometres - I did not look at the time as well that it took.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that the vehicle was taken from the owner in Khayelitsha?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well if it was your intention to see that he got his vehicle back, why did you not simply drop the vehicle off nearby?  Why did you have to travel all the way to Guguletu to abandon the vehicle?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As I said, it was clear that Maxeba knew people in the area where we abandoned the car, I don't know specifically where but in that area.  We showed respect by leaving the car as was when we took it, that's why we did not damage the car, we were trying to show respect.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What happened - just by the by, what happened to the owner's black bag with all his clothing and other personal effects that he had.  He mentioned that at the trial that when he recovered the bag all his personal effects were no longer there, can you say?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We left everything that belonged to the owners there, nobody took anything.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And once you had abandoned the vehicle you then - how did you get back to the secret place at the squatter camp in Khayelitsha?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Maxeba went to the people that he knew around there, I travelled through NY1 until I got to the robots, I got public transport towards Mandalay.  When you are in Mandalay you are very close to Khayelitsha, that is how I got there and this is why I could go back to the rest of the comrades to give them a report back about our abandoning the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That was in the early hours of the morning, is that correct - of the 31st of December?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm not sure what time it was but it was in the morning and early in the morning, there were cars on the road already.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now the person that's been referred to by Mr Arendse, a Mr Bennet Sibaya has made a statement indicating that before midnight on the 30th of December 1993, he was in NY113 Guguletu and near NY115 there were two vehicles in that area that he saw.  One was a dark blue sedan and one was a white vehicle, an Audi and he saw several people - young Black men, there were weapons in their possession and they entered into or some of them at least entered into the white Audi which then drove off.  That Audi had Umtata XA number plates, do you know anything about that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I said that I don't know the streets in Khayelitsha well but I don't agree with this.  It was Maxeba and I who went to leave the car, we did not see any cars there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can you just tell us - are you able to say in which road you abandoned the Opel vehicle, the blue car?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I heard in court that we'd left it on NY129, this is where the car was found.  I did not know the name of the street but I heard in court that it was NY129.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm informed that NY129 and NY115 are very close to each other and when I say very close - are parallel to each other being divided by houses.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I clarified that it is in court that I heard where we abandoned the car, I cannot differentiate the streets in Khayelitsha.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm talking of Guguletu now.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, Guguletu, Guguletu is divided in different sections.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In any event Mr Sibaya says it was in road 115 or 113 very close to where you say you abandoned the vehicle, that he saw a dark blue vehicle and this white car.  I'm not asking any questions about it, I'm just stating that to you.  Now he also says after you drove off, he pick - sorry, not you, after these people had driven off he noticed that a piece of paper with directions on it indicating Heidelberg had been written on this piece of paper.  Do you know anything about that?",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Sorry, Mr Chairman, just before the witness answers, can Mr Prior just indicate which statement he's putting that from because our reading of the statement says that Mr Sibaya says one thing in one statement and another thing in another statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] one of his statements.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "Can he just indicate to the witness which one and when that statement was taken.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It doesn't matter whether he said it in one statement or the other, as long as he said it.  Did he say that?  If he said so in whichever statement, let him answer it.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "As you please.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you know anything at all about Mr Sibaya's evidence that he found a paper on which was written Heidelberg or Heidelberg Tavern, do you know anything about that?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Mr Chairman, it is difficult that we're talking about this person, such a man did not appear in court.  My question is why did he not appear in court?  Could that question be answered?",
            "Male"
        ],
        [
            "MR PRIOR",
            "May I proceed Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Did any of your colleagues leave a cap behind in the Opel Record?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I heard in court that inside the car not outside the car, the police found caps - inside the car not outside the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm asking you about inside the vehicle, I apologise if I gave you the impression it was outside.  Did any of you who were part of that attack, forget or leave behind - when you abandoned the vehicle, an item of your clothing - a cap in effect?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There were things that were left behind in the car, I don't know specifically who left what.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I don't have the precise reference now but is it not correct that at the trial one of the pieces of evidence that connected either yourself, Mr Gqomfa or Mr Mabala was this cap from which hair samples were taken?  Is that right?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I had no cap, I've nothing to do with a cap - even the way you are putting it forward, it is not so.  There's only one person who had connection with this cap, comrade Mabala.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  As far as you can remember, you can't assist us by saying whose cap or item of clothing was left behind in the vehicle?  It was certainly not your own ...[intervention]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did not see these articles, the articles that were left behind, I just hear of them.  I was told that the article that was found was comrade Zola's - I did not see it, it's an exhibit in court.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see I must put it to you that Mr Sibaya also says that what he heard was when the men were moving away and just before they entered into the Audi, someone said something about a cap or a hat that had been left behind, referring to the other vehicle that is the dark vehicle.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I wasn't on that street with Maxeba, it's the first time I hear about white cars and people - I don't know anything about this.  Who is this Sibaya, I don't know him.  There was a court of law, he was not there in the proceedings as a witness.  Why was he not there as a witness in court, please answer the question Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.  I want to just move away from the incident as such and just enquire about your political training.  Now you've told us that you were trained in the Transkei, you joined APLA in 1992.  Did you receive any information from for example, your commanders regarding the political climate in the country?  In other words regarding the armed struggle, that is from 1992 up until the time of the Heidelberg attack in '93.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There are classes within APLA, military classes - as a member of the PAC and APLA you were educated about what was going on in the country.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And so you were aware - I should imagine as a group within your unit, of the peace process that had been in place towards the end of 1993?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What is the question specifically?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you aware that there were negotiations and there was a Transitional Executive Council in place by the end of 1993 because the elections were held in the very next year in April I understand.  Were you aware of that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I was aware Sir, however ...[intervention]",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you also aware according to a report in the paper: \"Rapport\" of the 2nd of January '94 - you may not be aware of that exact publication but the information reported therein was that the PAC had - it said, maybe I just can quote and it's an Afrikaans quote\n\"The PAC of which APLA was the armed wing, however on his most recent Congress or Conference in Umtata decided to take part in this year's first non-racial elections\"\n\tMr Chairman, I do have copies of that particular publication which don't from part of the bundle, it was handed to me this morning.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can you repeat the reference of that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Anyway, what is the purpose of the question?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "What I'm leading up to is there was also an indication that the PAC had indicated there was a moratorium on violence in November of 1992 and whether that was ever imparted to the cadres or whoever ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he aware of it?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.  Maybe I can just put the question directly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Were you aware of any moratorium on violence issued by the PAC of which you were a member, during 1992?  Did you ever receive such information?",
            "Male"
        ],
        [
            "MS GOZA",
            "Excuse me Mr Chairman, the word: \"moratorium\" has not been properly interpreted.  The word: \"moratorium\" has not been properly interpreted.",
            "Female"
        ],
        [
            "MR PRIOR",
            "That there was an agreement to stop for a certain period - a cessation of violence presumably to facilitate the peace process of the negotiations, did that information ever come down to you?  Did you ever learn of that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all, APLA has it's leadership, the PAC has it's own leadership.  APLA had a Secretary for Defence, Sabelo Pama, he made it clear that 1993 will be declared as the \"Year of Great Storm\".  1994 ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "I'm sorry, the interpreter could not hear the last sentence.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just hold it so that - the interpreter didn't hear the last sentence, can you just repeat it slowly please?  You said Sabelo Pama declared the year 1993 as the \"Year of the Great Storm\",  and 1994?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "1994 was declared as the \"Year of the Bullet and the Ballot\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't get time to hear it, 1994 was declared as the year of ?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "\"The Bullet and the Ballot\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Ballot?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "\"The Bullet and the Ballot\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "If the witness could spell please the \"Ballot\" that he's talking about.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please spell the word \"Ballot\" that you're talking about, spell it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "This means that on the one hand we vote, on the other we fight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Ballot he's talking about - B-a-l-l-o-t.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This will be a convenient stage to take the adjournment, we'll resume at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Madasi, I would like to remind you that you are still under oath.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PRIOR",
            "(cont)\n\tThank you Mr Chairman.  Mr Madasi, one further aspect on the abandonment of the vehicle, I find it strange that you would have travelled all the way from a squatter settlement or a squatter camp as you described it, to a residential are to abandon the vehicle when you could done quite - you could have done that, the abandonment of the vehicle in Khayelitsha at the squatter area.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I'm sorry to interrupt but if that had been done, do you think it would have had any tyres or wheels the next day?  Doesn't it show some consideration that it's taken out of a squatter area to an area where it might be safer?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman yes, that is a possibility.\n\tSo after committing the attack that you say you committed, killing the people that were in fact killed, you were concerned that the vehicle was collected by it's owner undamaged, is that the evidence?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I need to put to you that you seem to have shown more concern for a vehicle an inanimate object, than for innocent civilians, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all that car belonged to African people, these people let members of APLA use the car to fight a battle for the country - that was a big contribution.  I think I've answered your question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Madasi you've gone on - opened up another line, according to the record the vehicle wasn't allowed to be used, you took it by force.  The people that entered the complainants house where he was staying had a hand grenade and an automatic weapon, there was a struggle over the keys and shots were fired outside the house after you had gained possession of the keys.  That certainly wasn't the owner allowing you to use the vehicle for the continuation of the struggle, was it?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is not so.  First of all, if we had other motives about the car we would have killed the people - it showed that we had specific needs and motives.  We got the car without shedding blood.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I don't think it is suggested that you would have shed blood, it just shows that the owner of the vehicle did not voluntarily give it to you, you took it away from him against his will.  That is the point of this question as I understand it.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There's something I would like to clarify as I was there when the car was being taken.  It is not all the people that were in the car that gave problems, the owner of the car was able to give us the keys but the lady that was there gave us problems such that we struggled getting the keys, even then we did what we could to get the car without shedding blood.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well you made it quite clear that if they didn't give you the keys you  were going to injure them.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is not what I meant at all.  We were going to make a way and talk to them, show them that we're freedom fighters.  We wanted to do a job and complete a mission - we respected them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Madasi, are you suggesting that the owner of the vehicle was happy to see you taking his car away?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I wouldn't put it that way because first of all when you're pointing a gun to someone, that person is expecting anything.  We did point a gun demanding the keys, we spoke to him - talked to him, whilst we pointed the gun at him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words he was afraid that something would happen to him if he didn't give the car away to you?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "May I refer you to page 35 of the bundle which deals at line 20 onwards, regarding the robbery of the motor vehicle ...[inaudible]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I have no document before me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well it's in Afrikaans and I'll read the passage out to you.  The Judge talks about the Opel motorcar and said the following at line 21\n\"There was a threat to blow up the house if the keys were not handed over.  Mr Mankanchu as a result threw the keys at the men, a struggle for the possession of the keys then occurred between on of the men and Mr Xewa's wife who was greatly upset that the people who came into the house had the gall to attempt to take the car off the visitors.  Eventually the hostess was also overwhelmed and she was forced to hand the keys to the attackers\".\nAnd then line 31:\n\"It stood some distance from the house and fired a shot into the air\"\nThe reference was to a fourth person who had stood in the street and then fired a shot into the air.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What is your question?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, how do you reconcile that with your evidence or your explanation that you explained you were freedom fighters and they actually were assisting you in allowing you to take their car?  That can't be true can it?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Our goal was to get the car, that is all.  They way things happened - if it were other people they would have shot at the house, I think the Committee should look carefully at this.  We went there solely to get the car that we did get at the end.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But you don't answer my question.",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Perhaps I'm not understanding the question well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'll explain the question again.  I read to you a portion of the Judgement that indicated that the vehicle was obtained by a threat to blow up the house presumably with the hand grenade, if the keys were not handed to you people and later - let me finish, and later a shot was fired by a fourth person standing outside the house.  How do you reconcile that set of facts with what you told the Committee earlier, that you had explained to the occupants of the house that you were freedom fighters and that in fact the vehicle would be used in assisting you pursuing the struggle for liberation?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "As a person that was there when the car was taken, the story about the house being bombed - under the conditions at the time and the moment then, the situation warranted us to talk in that manner.  However our aim was not to damage the house.\n\tThe matter about the fourth person shooting, they shot when we had already left to make sure that nobody from the house would look and see which direction we were taking.  We just shot in the air so that nobody would follow us, if we had intended to kill anybody we would have shot the people at the house.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was that shot not intended to intimidate them?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That's exactly what I was saying, to intimidate them so that they don't come out and look at the direction in which we were going.  We did not intend to shoot the people as such.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Prior, I'm sure how far you intend and for what purpose - how far you intend to take this aspect of the matter because I think he's not denying that they used force to take this car.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I was just waiting for him to finish, I was going to move onto something else.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you left the tavern - I'm going back a little to the shooting at the tavern, when you got into the vehicle did you simply drive away from the scene - that is from the scene of the shooting, the tavern attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you mean by: \"Simply drive away\"?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Did you simply drive away or did anything else happen before you left Observatory?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We went straight to Site C - we went directly to Site C and some of the comrades alighted, then I left with the man that I mentioned earlier on.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Once you got into the vehicle to flee the scene as it were, was there anymore shooting?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Arrived where?",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you left the tavern - got into the vehicle and drove away, was there anymore shooting?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The last shots transpired between the robots, on my side and comrade Luyanda's side - that is when the last shots were fired, it was by the robots.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see at what Gqomfa was - your comrade Gqomfa, was firing?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was sitting in the front seat, he was sitting behind me.  I don't know whether he was shooting towards the side or the back but I do remember that this transpired by the robots.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you can't say whether anyone was shooting at you at that stage?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There were shots that I heard, from a small gun I think.  I think the comrade was responding to those shots.  According to his evidence here yesterday, he said that it was somebody from behind that was shooting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right.  Do you know Bulelani Xuma - on of the implicated persons?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I know Bulelani.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you have any dealings with him whilst you were in Cape Town?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see him whilst you were in Cape Town, that is before the Heidelberg attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Theo Mabusela, do you know him?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I know Theo, he was a Regional Executive Chairman from the Eastern Cape.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see him in Cape Town whilst you were in Cape Town before the Heidelberg attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, I saw him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had he arranged any accommodation for you?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The person who arranged our accommodation was the regional organiser Michael Siolo, he's the one who organised our accommodation  Comrade Mabusela brought the arms to us as a unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I see, you're aware of that - you know that.  So, can you say whether Mr Mabusela was aware that you were going to use those weapons in Cape Town at that time?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Mabusela was the Chairman in the Regional Executive of the Eastern Cape.  When people come from Cape Town obviously he knows what they're going to do there, he did not know the people I'd come with - I am from Western Cape.  I don't know whether I've answered you sufficiently.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.  I just want to get a clearer picture in my mind that he supplied you with the weapons and ammunition that you used in the Heidelberg attack?  I'm asking you were you aware - did he know the nature of the attack, or did you not discuss that with him when he handed you the weapons?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Mabusela and other comrades were not soldiers, they were merely members of the PAC.  What we were going to do there, we were not going to discuss with them - they're not soldiers.  It was not important to discuss those details with them.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And after the attack, who provided you the accommodation - that is before you left for Umtata presumably or Transkei?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The next day comrade Luyanda and myself went to comrade Dala's place to give him arms, he gave us money to go.  As I said I'm from the Western Cape, we divided ourselves into two, I left with the said comrade to go to Guguletu - I'm personally from Guguletu.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So were you staying at your own home?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I was not staying at home.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Can you tell us where in Guguletu you were staying at the time?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was staying at Kick, there was a member of the PAC who stayed there - there are shacks there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Tell me, did you have an operative name other than your name Vuyisile Madasi?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What was that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Within the unit I was referred to as Khayaletu.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was that the only name?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What were the other names?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the witness repeat the answer please.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Can you repeat what you've just said.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Mtsebisi Leonard Nazo of which I made a travel document in the Transkei according to that name.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you travelling under that name when you were arrested?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And your colleague Mr Zola Mabala, do you know his operative name?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "He used his own name Zola as I know him now.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And comrade Gqomfa, how did you refer to him before you went into battle?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We referred to him as Bruce.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Bruce?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right I just want to wrap up the implicated persons.  Xolani Jantjie or Dantjie, is he the person that's in hospital?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I did not even know he was Xolani Jantjie, I did know however that he's Capetonian, I did not know that he was Xolani Jantjie.  I was not even aware that he was in hospital until here, the last time I had seen him was in those old days.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you know Andile Shiceka - I'll spell it S-h-i-c-e-k-a?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I know him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is he also known as Meyer - M-e-y-e-r?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he not present in the Heidelberg attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you not sure?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm certain, he wasn't there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see him in the run up to the attack or shortly after the attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "He was not even in Cape Town, I did not see him before or after the attack - he was not to be part of this mission.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, where was he at the time of the Heidelberg attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I would not know, the last time I had seen him was in the Transkei - I don't know where he was at the time of the attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you know Sandile Gerald Chikelana, he's the witness or the person referred to at item 5 of the index of the bundle and his statement 73 to 78 of the paginated papers?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know him Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you know anyone by the name of Mandla or Power?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There was a comrade who was a member of the High Command called Mandla but I don't know the name Sandile Chikelana.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Refer to paragraph 6 of page 73 - did you know him personally or did you know of him as being in the upper echelons of the command?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I knew him as a member of the High Command in APLA.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you know whether any report was made to him regarding the Heidelberg attack in particular?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know Sir, because I got arrested.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now in you application for amnesty, the form that you completed in - it looks like March of '97, the 3rd of March and I refer Mr Chairman, to page 27 of the bundle, that is the first bundle.  At page 27 the sub-paragraph 11(b) you were - when you - the question read\n\"If so, state particulars of such order or approval\"\nBecause you had said in the previous answer:\n\"You had done this on behalf of the APLA High Command\"\nThen the next question was:\n\"If so, state particulars of such order or approval and the date thereof and if known, the name and address of the person or persons who gave such order or approval\"\nAnd your answer was:\n\"Kill the enemy, liberate AZANIA, let Klapa Plathele\" ... [intervention]",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "These forms arrived with the comrade, I filled them with him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, which comrade was that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Leklapa.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Mr Leklapa Plathele bring you these forms whilst you were in prison?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, with a member of the Executive Committee, comrade Kusheka.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So whilst you were in their presence you completed this form, is that so?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What do you mean?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well when you filled - let me ask you this question, who filled out the forms that was brought to you by Leklapa Plathele and the other person?  If you look at the form, is that your handwriting or is it someone else's?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It's comrade Plathele's handwriting, I was present however.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you agree with the reply that he gave?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The answer he gave\n\"To kill the enemy and liberate AZANIA\"\nIs that what you're referring to?",
            "Male"
        ],
        [
            "MR PRIOR",
            "No, more specifically that he Leklapa Plathele was in fact the person who gave the order to attack Heidelberg.  I beg your pardon, the question quite simply is, is that true or not?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The fact that he gave the orders - first of all I came to Cape Town given orders by comrade Sumiso, comrade Plathele knew about this that the soldiers that are going to be deployed however I directly got orders from comrade Sumiso.  When I was filling these forms in prison I filled them in the presence of Leklapa Plathele.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see why I ask you that, in paragraph 5 of your submission this morning or the statement which you confirmed in your evidence under oath, paragraph 5 draws a very distinct distinction between the instructions given by Leklapa and those given by Nonuba.  Is that correct or is that not correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "This question is not clear to me Sir, won't you clear it up for me?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, do you have your submission in front of you, the statement that your legal representatives drafted on your behalf and which was read out?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No English translation.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You said at paragraph 5\n\"With regard to the first operation we had received our instructions for Leklapa\"\nAnd presumably you're referring to paragraph 4 and you're referring to Nyanga East and Lingelethu West, there you said:\n\"But the Cape Town operations including the Heidelberg Tavern operation\"\nI beg your pardon there's a correction, the first operation you referred to is one in the Eastern Cape in March '93, I beg your pardon.  But then you say:\n\"The Cape Town operation including Heidelberg Tavern, we received our instructions initially from Nonuba and subsequently from Gqomfa who was the commander of our unit\"\nNow that is not the same as the application form, is it?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I want to clarify something.  Comrade Plathele as I know him is a Director of Operations in APLA or for APLA, whatever job - he would know of some jobs perhaps, not all of them as a Director of Operations.  I don't understand why he would not know about this specific operation.  I want it to be clear to you Sir, I mentioned these comrades because he was a director, his calibre and who he was within APLA.  I hope I've answered you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you can help me now and this may also confuse Mr Prior even more.  As I understand your application form for amnesty, you are asking for amnesty in respect of the attack on the army base, the police station, the Heidelberg Tavern and an attack on the Yellowood Hotel in Fort Beaufort that has not been mentioned at all here - is that so, was there some other event that you're asking amnesty for?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It is the Yellowood Hotel in the Eastern Cape that I took part in.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You did what in?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That I was involved in.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How were you involved?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "My role - I was there as the commander of the unit.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And what did the unit do?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "To attack oppressors, the oppressors that oppressed the oppressed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you attack people and kill people there?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct Sir, however I don't know the number.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When was this?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It was in 1993, around March - it is the date that I'm not clear of.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you intend to apply for amnesty for it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I would not have included it in the form if I was not intending to ask for amnesty for it, this is why I included it in the form.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well have you given any details of it in before?  Have you said who ordered you to do it, on whose behalf you did it or anything else - that's what causes me great difficulty.  You counsel hasn't mentioned a word about it, you have said nothing about it and you haven't dealt with it as far as I can see in your form.  Do you intend ...[intervention]",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Excuse me Mr Chairman, the reason why I did not put this into detail - it is difficult to consult with attorneys to tell us what to do and how.  I don't know the law, these are legal things.  I put forward an application, I was just grateful that the comrades came with these applications.  I could not give the full details - the attorney said that my first operation before the Eastern Cape incidents is the Eastern Cape incident ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "I think the witness made a mistake there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did Leklapa Plathele order you to commit this one, the Yellowood one?  Did he approve of it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I would put it that way, even though he did not give me a direct order or he did not say this to me directly.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is that what he might have been writing about in paragraph 11(b)?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "It could be so but I think that Plathele should elaborate on this point himself.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I be of some assistance.  I seem to recall in discussions with the Amnesty Committee - and the Committee will obviously be aware that I have not been too long with the Committee or the Amnesty Department, is that the offences for which amnesty was applied for I believe is going to be dealt with on a regional basis, so I'm sure at this stage and I can't give the Committee any assurance that these applications are being broken up into regions where they were committed but that information can be confirmed Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It is entirely undesirable that we should hear an amnesty application here and not know that the person we are listening to has made other applications relating to other offences which may be contradictory to what is being said here, then it surely should be drawn to the Committee's attention that there are other applications pending.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I agree with that, all I can say is that from my side I was simply briefed with the application which is before the Committee.  There is no other detail that we have and the only other detail we obtained was yesterday morning regarding the offences.",
            "Male"
        ],
        [
            "ADV ARENDSE",
            "Mr Chairman, can we also help to understand what's going on here, we are also under the impression that we're only dealing with one incident and that is hence the very cursory reference to other incidents in which the applicants were involved.  It's the first time that I hear and we've also had the benefit of sitting through Amy Biel and St James that we also have to deal almost in full and that the other matters also come before the Committee.  I think just help us understand for future reference maybe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Our understanding is that we were here to deal with the Heidelberg Tavern massacre.  When we look at the application form we find that reference is made therein to other matters in respect of which he believes he has applied for amnesty and counsel - the leader of evidence, is also here to deal entirely with the Heidelberg Tavern case.\n\tThere seems to be a decision that has been taken or rather there's some contemplation of a decision that matters which originated in the Eastern Cape will be dealt with on a regional basis.  I don't know very much about it yet but I have no doubt that matters relating to what happened in the Eastern Cape will be heard just as matters relating to other parts of the country.  \n\tFor present purposes we'll just confine the hearing to the Heidelberg matter and maybe we'll be able to position - the Amnesty Committee has been inundated with applications, sometimes their cross-referencing may not have been up to date and that might cause some difficulties.  But I think that for the time being let us just concern ourselves with the Heidelberg matter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "With respect Mr Chairman, I feel very strongly that the credibility of the applicant may well be affected by other matters he has been involved in.  I do not think it necessary for the applicant to deal with them here but I do think that the Amnesty Committee should be notified that these files are available.\n\tI'm not blaming the applicant for not leading evidence about other matters but I think counsel will agree that if someone is saying: \"I was ordered to do this, I knew nothing about anything, I just did it blindly\" - if one finds he's done it 15 times before, it gives a slightly different picture and it is for that reason that I think the Amnesty Committee should - the officials responsible should notify the Committee hearing an application that the applicant has made application in connection with other matters.",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "At least Mr Chairman we've referred to them - we've done slightly better than the officials here, we've referred to them in the statements at least, we haven't dealt with them fully.  I agree obviously the issue of credibility is as wide as you can get and yes, it may be relevant what their roles were in other matters.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, whatever you've heard now is a matter which you will see to it is taken further in the office where the administration is done and all matters concerning the applicant are gathered together so that at an appropriate time those matters can be set down for hearing.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Chairman, I will convey that to the secretary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the meanwhile will you confirm your activities or your questions to this particular application because I don't think that we should go into any detail about what happened in the Yellowood Hotel if that application is going to be considered on it's own at some other stage.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.   I want to turn finally to an aspect which has been raised by two of the victims, in particular Mr Palm and Mr Fourie and which was also referred to in a press report from the PAC member of Parliament, one Kallifile - it looks like Cinzana ...[intervention]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When was that dated?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Unfortunately Mr Chairman, it's not very clear, the 20th of September - it looks like 1996, where - let me just lay the foundation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What page is this Mr Prior?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, this was brought to my attention - this particular clipping, at the luncheon adjournment and we made copies of that particular press clipping and it's simply to lay the foundation for my question.  The member of Parliament called on Mr Sydney Mufamadi to conduct an immediate investigation into allegations that security police had planned the 1993 St James Church massacre and had actually supplied the arms used in that attack.\n\tThere was a further allegation that agents of the apartheid regime had infiltrated APLA and had identified the church as a target and had in fact supplied the weapons for the raid.  Now following on from that and by the same yardstick the victims as I've mentioned, Mr Palm and Mr Fourie, have engaged me and have - to ask certain questions regarding this aspect.  \n\tAs far as you are aware, can you say whether there was any infiltration into APLA especially in the Western Cape and especially in Cape Town at the time or shortly before the Heidelberg attack?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "If I understand your question clearly, I'm a soldier of APLA, I cannot answer your question because I am just a soldier.  I don't know about infiltration to the PAC.",
            "Male"
        ],
        [
            "MR PRIOR",
            "From hearing your evidence and the evidence of Mr Gqomfa, it appears that your activities in Cape Town round about November and December 1993, were conducted in such a manner that very few people knew of the actual involvement, in other words about the actual attack, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The fact that there were too few people - it is not clear to me, please elaborate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that question mean: \"Very few people were\"?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "\"Aware of the actual attack\" - I don't want to use that expression on a need to know basis Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean the planning of the attack?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "The planning and the execution of the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It was broken up into various components that for example, the people that supplied the weapons didn't know what targets were to be attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the evidence we have up to now.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.  Do you agree with that?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I have a problem with this question, I don't know how to answer it,  it's not clear to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that the evidence seems to be that only a few people knew precisely what targets were going to be attacked, that is correct isn't it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What do you mean when you say that not many people were told about this?  We were sent here by a member of the High Command, I don't know whether he was supposed to tell everyone that he'd sent soldiers to the Western Cape.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That indirectly is the answer.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That knowledge was confined to a few people.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, leave it at that, we've got that evidence on the record.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, thank you.  You were arrested on the 4th of January, is that correct - at Elliot?  Is that correct, you were arrested at a road block at Elliot?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Together with Mr Mabala?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that the police came straight to you?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So would you agree with me that they seemed to know who they were looking for?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "They identified us according to our clothing, they did not know who we were as such.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the clothing you were wearing wasn't the clothing you had on during the attack of Heidelberg, is that correct?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You don't know who gave the police that information?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I don't know Sir, and I don't want to speculate.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the weapons that you used in the Heidelberg attack, did you ever use them or see them again?",
            "Male"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I never saw them again.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I have no further questions.  Mr Chairman, again the request was made - and I think two of the families, a Mrs Langford wanted to ask one or two questions and a Mrs January wanted to ask a question with permission of the Chair.\nNO FURTHER QUESTIONS BY MR PRIOR",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "May I just interpose something quickly?  What paper does this come from, do you know - the cutting you've just given us?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I understand from my investigator that the reporter writes for the Argus.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The Cape Argus?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "The Cape Argus Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you think it's '96?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "That seems to be the writing on top of the - but I'll have a clearer copy Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "If you could please and you might - if you are going to follow this line ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If you're going to follow this line, my recollection is that some two months or three months ago, a similar report was made allegedly emanating from some senior person in APLA or the PAC alleging infiltration - it was a public statement, it appeared in the press.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, that will be followed  up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Langford?  ...[inaudible] your full names Mrs Langford?",
            "Unknown"
        ],
        [
            "MRS LANGFORD",
            "I am Andrea Jeanette Langford.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please proceed with your questions.",
            "Unknown"
        ],
        [
            "MRS LANGFORD",
            "I'm the mother of the late Bernadette Langford and I'd like to ask you Mr Madasi - you said in your statement that you did not know who you were going to shoot, you knew that they were the oppressor yet when you entered the tavern you could see that these were unarmed people, they were enjoying themselves.  If you could use your initiative to go into the tavern which was not in order as you said, why could you not use the same initiative not to shoot when you saw that these were just young people enjoying themselves.  Could you answer me on that?",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "This lady is asking if I could not see whether these were people that were unarmed, is that the question?",
            "Male"
        ],
        [
            "MRS LANGFORD",
            "You could see yes when you went in, because you went in  ...[intervention]",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Excuse me a moment, excuse me for interrupting you.  I am a soldier Madam , I was given an order, I was taught one thing, to obey these orders.  Whether I saw that the people were unarmed or armed, the order was such that I should not go there to assess whether people were armed or unarmed and what race they were.  I don't agree with you Madam.  I don't know whether I've answered you in a satisfactory manner.",
            "Male"
        ],
        [
            "MRS LANGFORD",
            "I've asked you this for the simple reason that you said you used your initiative to got in, no-one said to you: \"Go in\" at the time when you did and I'm speaking to that same person who used his initiative then.  Could you not have used that same initiative when you saw that these were not armed people?",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Madam with respect, as I took the initiative to go in my concern was my comrades.  As I said before the Committee, the reason I took the initiative to go in is because I saw that there was somebody who emanated from the side where  my comrades were shooting - running towards my side.  I did not know what he was carrying or what he was going to do.  I was going to protect my comrades and myself.    I don't know if you have the answer now.",
            "Male"
        ],
        [
            "MRS LANGFORD",
            "I'll say to that: \"I hear you\".  I'm going to ask you another question Mr Madasi, I need to know, I really need to know how you felt when you saw what you had done to human life.  I really, really need to know that because, can you remember their faces maybe?  Can you remember how shocked they looked?  Can you remember when they fell?  Can you remember anything about that, when that happened because I ask you this for the simple reason because when you got away, you showed much more feeling for the vehicle that the vehicle shouldn't be damaged yet you'd just come away from showing no feeling towards life.\n\tI need to know how can one go from one kind of a feeling to another in the same instance, the same happening.  I need to know how you can cope with that, how did you feel and how do you feel now?",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Madam, I don't want it to seem like I'm a racist - the conditions that we lived under here in AZANIA led to such incidents as the oppressed by the culprits.  Everybody who was oppressed is clear of who the oppressor was.  I know that nobody has a right - whatever race, to take somebody else's life.  However, under the conditions that we lived in at that time, the people that oppressed us did a whole lot of things - shedding the blood of the oppressed.  The same people went to church and prayed and called themselves Christians.  I know it is painful to lose a loved one, someone as close as your daughter.  We ...[indistinct] as the oppressed and we've lost our loved ones under the oppressor.  The casualties or in connection - I don't have an opportunity to explain to the next of kin and tell them what I was all about at that time.   I don't know if you have the sufficient answer.",
            "Male"
        ],
        [
            "MRS LANGFORD",
            "You haven't told me how you feel - how you felt about their lives, that's important to me.",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Under the reasons which I have given - yes, it is painful for a life to be lost however under the conditions then that led to my being here today, it was the situation in the country in AZANIA at large.  I would appreciate a moment where I could clarify and show that it was the conditions in the country that led to such.  I was not forced to do what I did and I did not do it because I did not want to.\n\tI joined APLA as an army that fought for the freedom of Africans.  This struggle for liberation had no colour to it however, a person who would stunt the work of the army would be identified as an oppressor.  What you're insinuating that I cared more about a car than people's lives, I want to clarify that point.  That car - there was no reason to damage it because it was a comrade's car.  He gave in and let us use his car, he contributed to the struggle in the liberation of our people.\n\tYou as people who lost loved ones, your daughters, your husbands - I would appreciate a moment where we could sit and talk because now we're at another level altogether, I want to be part of that level.  I don't know if you have your answer.",
            "Male"
        ],
        [
            "MRS LANGFORD",
            "I would say thank you to that for the moment Mr Madasi.  Thank you Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs January?  What are your full names Mrs January?",
            "Unknown"
        ],
        [
            "MRS JANUARY",
            "I am Clarissa January, mother of Michael January one of the survivors.  Good afternoon Mr Madasi and the other two\napplicants.  I want to ask of you, in your application for amnesty you are asking the survivors and the next of kin or families for forgiveness but thus far you have shown no remorse whatsoever to give us some sort of comfort - you have shown us nothing.  \n\tYou have only spoken of the orders and the killings that you have done.  I understand a great deal of your suffering - we have also suffered but I think it's about time that you must face us and ask us directly for forgiveness, that's all I want to say to you or ask you - if there is an answer.",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I greet you Madam, I'm glad for this opportunity to meet you and the people that lost so much from this matter.  The fact or what you're saying, that we're not showing remorse or empathy - we are human beings, we are also sons to our fathers given birth to by our mothers.  I know that a person survives in this world or makes it because of the support of other people.  You perhaps look at me and think that I'm not showing remorse however, our families know us well - I know that people who ...[indistinct] closely with us in connection with this matter, they would tell you how much remorse we are experiencing.\n\tIf we did not we would not be here even at this moment, this would show that we do not care about you, you can feel however you feel.  To show and to demonstrate that as the people we are we feel remorse, we are here to ask for forgiveness.  I know that forgiveness is not a small matter, no matter how small the offence.  However, if somebody's asking for forgiveness, forgiveness is forgiveness - you must know that if the person is asking you for forgiveness they mean it.  If we did not want to show remorse, we would not be here.  I don't know whether we've answered - I've answered the question.",
            "Male"
        ],
        [
            "MRS JANUARY",
            "Thank you very.",
            "Female"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I thank you Madam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Arendse, any re-examination of this witness?",
            "Unknown"
        ],
        [
            "ADV ARENDSE",
            "No further questions Mr Chairman.\nNO RE-EXAMINATION BY ADV ARENDSE",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You have told us that you were issued with the rifle grenade and were to fire it as a sign of withdrawal at the Heidelberg Tavern.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Had this happened on any other occasion?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "What other incident, please elaborate.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well you've told us haven't you - about other incidents you took part in?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I may have been confused then.  So you took part in no other incidents, this was the only one.  Is that what you're telling\nus?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm answering specifically about launching the grenade, that had not happened before.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Had you been told to do it before is what I want to know?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I was not - it was for this particular incident, it was an order in this incident that I'm supposed to withdraw in such a manner.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You hadn't been given such an order or instruction in the attack on the army camp or the police station, is that correct?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now you've told us you emptied the magazine of your rifle inside the tavern and you then replaced it with a fresh magazine, is that correct?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Correct, Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And where was the blank cartridge in the second magazine?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "The blank - both magazines had blank cartridges, the first bullet to enter would have been this blank.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you only fired one cartridge out of the second magazine?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "From the second one I shot a blank but others emanated, I'm not sure of the number.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you fire other shots after the blank when you were standing at the doorway?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Yes, Sir.  I was already leaving at the time when I was firing.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, where were you - what were you firing at?  If you were leaving and going out of the building, what were you firing at?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was shooting any living thing that was there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes, but you have told us that you fired an extremely dangerous weapon - a rifle grenade, down the passageway away from you because you were close to the door and you could get out of the door before it exploded, do you remember giving us that evidence?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I remember.  Sir, let me clarify this for you, that rifle - I shot with the rifle grenade, as I shot there were bullets after I had shot with the rifle grenade,  this was when I was shouting withdrawal, it is not that I stood and shot again.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, you were trying to get out I would imagine - away from the grenade, that is as I understood your evidence.  Isn't that so?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm not sure I'm understanding the question well.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When that grenade went off in a restricted space, it would cause a lot of damage wouldn't it?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "That is so Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you wouldn't want to be there?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "Before the grenade explodes, it takes a number of seconds.  When it lands I have time - I know that it would injure me as well, this is why immediately after I launched it I moved back trying to leave.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes, that's exactly what you said earlier and I believe you, I'm quite sure you wanted to get out of there as quickly as possible but what I'm suggesting to you is that that is not consistent with you standing there firing more shots.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "There's something that is not clear to you Sir, I'm not saying that I launched the rifle grenade and then stood and watched it.  There were bullets that were shot after the blank that I'd shot, this - I was by the door at that time or by then.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Madasi, let me put my question to you as follows, as you are sitting there today would you say you have any regrets, do you regret having followed instructions the way you described it this morning?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all I joined APLA voluntarily, I was not forced to do so.  I joined APLA because I could see the oppression of the AZANIAN people.  Whatever effort I made towards the struggle, I see it as having contributed to a battle fighting the oppressor.  As I said, no-one has the right to take somebody else's life The people that have lost their lives or the next of kin - as far as that is concerned, I am sorry. ...[intervention]",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Madasi, I will ask you to ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Mr Sandi, please wait for the interpreter to finish.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I believe the interpreter has finished.  Would you say anything went wrong with this operation - very briefly, would you say a mistake happened somehow in this operation at Heidelberg Tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, as far as I'm concerned I did not see it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now let us talk about the time when you were driving from the point where you had taken this car - the Opel Record, approximately how many minutes did it take you to drive from the point where you confiscated this Opel Record to Heidelberg Tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I couldn't be sure how many minutes elapsed, I'm not sure.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any conversation in the car?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "In connection with what?",
            "Male"
        ],
        [
            "ADV SANDI",
            "About anything or what you were about to do at the tavern.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "First of all I would like to make it clear that we were singing in the car freedom songs - this is what our forefathers would do, they would sing singsongs of war when they're going to fight a battle.  I don't remember having a discussion in the car.  I don't know whether I've answered your question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words, whilst you were in the vehicle you were not able to get any information about this tavern?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "We went there obeying orders and under specific orders - an order is an order Sir, if you're going to be asking a whole lot of questions it means you have no confidence in the order that you have been given.  We could not question much, we were just obeying the order.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you got involved in this operation in December 1993, what was you occupation?  What were you doing, where you working?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I was not studying, I was just a member of AZANYO.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said you left school after passing standard four, when was this?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I'm not sure Sir, but it was a long time ago.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How old were you when you left school after passing standard four?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "I could have been 19.   I did not leave school because I chose to but because of my home situation, we had no money at home - that is why I left.",
            "Male"
        ],
        [
            "INTERPRETER",
            "If Advocate Sandi could please wait for the interpreter to finish when he asks his questions.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Have you had any job before, have you worked after leaving school?",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "You mean to work for a White man?",
            "Male"
        ],
        [
            "ADV SANDI",
            "To work for whoever to earn an income.",
            "Unknown"
        ],
        [
            "VUYISILE LEBRAN MADASI",
            "No, I was not working.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think I'm finished, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}