{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-02-10",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54651&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_2kond1.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV GCABASHE",
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE PILLAY",
            "MR BOOYENS",
            "MR DU PLESSIS",
            "MR JANSEN",
            "MR MOOSA",
            "MR ROUX",
            "MR VISSER",
            "UNKNOWN"
        ],
        "original_speakers": [
            "MR MOOSA",
            "CHAIRPERSON",
            "MR BOOYENS",
            "MR JANSEN",
            "MR DU PLESSIS",
            "ADV DE JAGER",
            "JUDGE PILLAY",
            "UNKNOWN",
            "INTERPRETER",
            "ADV GCABASHE",
            "MR VISSER",
            "MR ROUX"
        ]
    },
    "testimony": [
        [
            "ADV DE JAGER",
            "You are still under oath.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "If I may ask for permission - with apologies for interrupting the process, to place something on record from the point of view of the family of the late Sizwe Kondile.  We notice from the bundles available to us that evidence from Ginotry Danster and corroborating evidence for Mr Coetzee's version from Almon Nofomela and Mr Tshikalanga, are available and they have counsel for them.\n\tWe would like these witnesses to be available and we will consider our oppositions and if necessary, call them as part of the cases for victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are going to make an announcement in that regard in any case.  Do carry on.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, if I may just interrupt - it's not anything technical, I referred you to certain telexes sent by Mr du Plessis yesterday that was in the old bundle at pages 54 and 57 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "In fact, those telexes appear at pages now at - I seemed to have missed it, at pages 69 and 70 of Volume 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Sir.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR JANSEN",
            "Mr du Plessis, it is correct that you and your colleagues - that your deception or the fact that you misled the Harmse Commission, that this was successful?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Your evidence and the versions that you gave to the Harmse Commission were discussed previously during certain discussions with the involved persons, you were to testify there?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot agree with that.  I did not discuss my testimony with anyone else.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You were not involved with any meetings where Mr van Rensburg addressed a number of the other officers about what the tactic was to be?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Most certainly not.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Specifically with regard to the Kondile incident, would you agree that the allegations that Kondile was murdered by the security police, were rejected by Judge Harmse?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And the reasons for that, will you agree with me, is that a great deal was made about the improbability that a person would burnt to death in a place where forestry activities and sugar cane plantations took place?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "A great deal was also made about the improbability that somebody was given a sleeping drug in order to facilitate these persons - allow these persons to shoot him, those who wanted to kill him.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot recall the detail anymore.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You will accept if I put it to you?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I will accept it as such.",
            "Male"
        ],
        [
            "MR JANSEN",
            "A great deal was also made in the Harmse Commission in general about a scarcity job cards - who was where, based on the job cards.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I'm aware of that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It can be accepted generally that you used your job cards to hide where you actually were.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Why - for the purpose of your applications in this matter, why was it necessary to get together and to discuss things in Pretoria?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "In the first place there was doubt amongst many of us - it was not only the people from the Eastern Cape who got together, as to whether we should apply and Colonel Erasmus played a big role.\n\tIn the second case, after all these years one cannot remember all the details and by discussing these things one's memory is refreshed.  \tAnd thirdly, we also wanted to inform one another that we were going to apply for amnesty.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You are aware of the real differences between your version and that of Mr Coetzee's regarding Kondile?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I am.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Firstly, that Kondile or that he saw Kondile alive on the 13th of September and that he was murdered at the end of October, possibly even the first week in November.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's what he alleges, yes - I realise that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you will agree that the only deduction that one can make or inference is - forget about the Kondile matter, that if a person is detained in \"kommunikado\", then there is one or other sinister reason for that which has something to do with the torture of such a person.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's not always the case.",
            "Male"
        ],
        [
            "MR JANSEN",
            "The other difference is the reason for Mr Kondile's murder, you say that it has to do with serious dangers for the security network in the Eastern Cape and the country as a whole.  Mr Coetzee, - according to what was told to him, says that it was just a normal case of an assault on a detainee which went too far.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "As you have put it to me, somebody informed Mr Coetzee about this and I don't know who it was but this is wrong.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Can you think of any motive which Mr Coetzee could have had in 1989 and before the Harmse Commission, to lie about such matters such as the date on which Mr Kondile was killed and the reasons for his murder?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "In the first place I cannot think of a reason but I can tell you - and I'm speaking under correct, perhaps you can help me, that I do not believe that in the beginning Mr Coetzee said when Kondile had been killed.  And in the second place - due to certain circumstances, he made other allegations later.\n\tAmongst others, that when the so-called allegation came that he had been taken to Bloemfontein where he had been released - his vehicle had been given to him in Bloemfontein, he was once again abducted and returned to Jeffrey's Bay where he was detained for two to three months - that is what I can recall, I'm not saying that I am right.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yes, that is an accurate recollection, you are well aware of Mr Coetzee's version.  And it is also true that he did not give a specific date as to when he saw Kondile.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "But you are stating it as if he did have a specific date.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yes, but you will agree that he recalled or linked a very specific incident with seeing Kondile and that was the stealing of an Audi vehicle.  And you will accept that the theft of that Audi vehicle which belonged to a person from a trade union, that that theft was accepted even in the Harmse Commission, as that is happened on the 13th of September?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You will also accept that Mr Coetzee realised very well in 1990, that he was facing a great number of denials, will you accept that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "That he was up against people who were regarded by the public as honourable people?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "That he was facing a legal system which would most probably accept that the security police were guilty of murder?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "What on earth would motivate such a person to lie about something which would just bring him into more trouble, can you think of anything?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I cannot, all that I can say - and this is one of the reasons that we spoke to one another - this is just my opinion, that if one listens to Mr Coetzee's testimony - at his long testimony, it has to do with an extended period and I believe that he is making a mistake regarding certain matters.  I'm not saying that he is telling lies but I do say that he is making mistakes as regards certain dates.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Whether it's a mistake or not, I think that's a matter for argument later.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can it not be that you are making a mistake as to when he was released?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Well, I have documentation which proves when he was released and that is a telex from head office that he had to be released on the 10th.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But it has already been put to you previously that some of the documents could have been falsified in order to fit in with the pattern.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "But I cannot say that I'm satisfied that that document was not false.  We applied to have him released because we wanted to have him released as soon as possible and that is why he was released on that day, I'm quite satisfied with that.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "You have acknowledge that he was not released on that day, he was technically released but he was still detained?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, detained because from there on he drove with me to Bloemfontein and from there to Komatiepoort.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Then how can we depend on that document?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I feel that you can. The document shows the date on which he was released and we said that from there we took him to Komatiepoort, there's no other place that I can think of.  I do not even want to think about it, where one could detain somebody in \"Kommunikado\" in Jeffrey's Bay or any other police station for two months, I cannot see that this is possible.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Do I understand you correctly if you say that although we can accept that Kondile was not released on the 10th of August, that head office thought that he was released?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, he was physically taken out of his cell on the 10th.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yes, we know the version, but head office - and you needed their authorisation for that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Coetzee's situation in 1989 when he testified, when there was no question of any amnesty or that he was testifying for purposes of amnesty, a person in your situation who handed in the application in December 1996, would you agree with me that there is more reason for you to colour in the political motive a bit more?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, you could say that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Because cruel senseless torture - would you agree with me, would possibly not qualify for something which is politically relevant?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I do not want to debate that, one is here to speak the truth and if one has done something one is to say so whether one is going to be given amnesty or not.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Which desk did you man at the Port Elizabeth Branch?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I was in control of black affairs and investigations.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Black affairs and investigations?  What did you have to do regarding investigations?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That was all political observations and investigations.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So you were very closely involved in the charging of offences which were of a political nature?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So you were also as a result, involved in the investigation of the bomb attacks which took place in Port Elizabeth during that time?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I was the co-ordinator.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You could perhaps just go to your application, it starts on page 14.  When you compiled this application, how did you refresh your memory regarding such specific dates such as 10 July, 24 July etc?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I have an idea that this is documentation or dates which we obtained from other documentation amongst one another.",
            "Male"
        ],
        [
            "MR JANSEN",
            "How did you remember the name of Roy Otto?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I could still - the name rang a bell.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You met this person once 17 or sorry, 15 years previously and you remember the name?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I won't say that on my own I could remember him completely but when he was described and it was said that he was Roy Otto and that he was there, I accepted it as such.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So someone gave you the name?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, we spoke about it.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Who gave you the name?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot remember whether it came from General van Rensburg, I don't want to say that he said it I'm not sure.",
            "Male"
        ],
        [
            "MR JANSEN",
            "What did Mr Otto look like?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He was approximately my height if I can remember correctly, he had a rather round face and at that stage he was balding slightly.  I won't say that he was completely bald but he had curly hair.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If you look at the second paragraph of your description of the Kondile incident, why was Kondile transferred from Bloemfontein to the Eastern Cape?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "At our request.",
            "Male"
        ],
        [
            "MR JANSEN",
            "To find out what from him?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "At that stage it was policy that if a person came from Port Elizabeth and went to another area - except if he had committed a crime in another section, then the region which he left did the investigation as was the case in his case.\n\tAt that stage we had bomb attacks and we had information regarding insurgents and that's why we wanted him, we also exerted pressure on him.  Bloemfontein did not want to give him to us at that stage.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So everyone - it seemed, wanted Kondile at that stage?  Please go to page 69 of the document, can you just explain to the Commission what document this is?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "This is an encrypted message sent from Port Elizabeth to head office with a copy for Bloemfontein.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "This office - that's paragraph two, has information that the subject joined the persons who were responsible for the bomb attack in P.E., he joined them to Lesotho, is that correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So, you also asked Mr Kondile about these bomb attacks as to who was involved?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I asked him about many things and I believe amongst others, about this as well, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Did the interrogation of Mr Kondile lead to the arrest of a single person who was responsible for bomb attacks?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It did lead to arrests later, I wouldn't say directly as a result of him but he was the starting point at that stage which place us on the correct road, those arrests.  And we also knew at that stage who were the people responsible for these bomb attacks because he knew who they were.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You are also aware of the fact - let me just sketch a scenario.  You are interrogating Kondile and you want to find out who are the people involved in bomb attacks and at that stage nothing leads to a direct arrest, the next thing that happens is that on the 8th of August, a bomb explodes in East London - sorry, the 7th of August - no, I'm wrong, the 6th of August a bomb explodes in East London and on the 8th of August, a bomb explodes in a shopping centre in Port Elizabeth, is that correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Perhaps you can just verify this, you looked a the news reports?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, the dates are just not clear to me.",
            "Male"
        ],
        [
            "MR JANSEN",
            "On page 22 of that small bundle you will see a report which give a summary of all the bomb attacks throughout the country - it's the small volume of newspaper clippings Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you just either call it Volume 4 so that one knows what you're referring to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "...[inaudible}",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well now, let there be some clarity on what constitutes Volume 4.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Sorry Mr Chairman, Volume 4 is a bundle consisting of 44 pages of newspaper clippings dating from the period 1981 and more specifically August and September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Very well, from now on that will be referred to as Volume 4.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "As it pleases you Mr Chairman.\n\tYou concede that the dates which are indicated, that one could accept them as correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I believe so.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It is also mentioned specifically by General Erasmus in his background with regards to this bomb attack at the Constantia Centre?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Is it pure coincidence that Kondile two days after the Constantia bomb, that he was released then?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is pure coincidence, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Pure coincidence?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "The person who possibly had information regarding people who were busy injuring innocent women and children and you release him two days after that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He knew nothing about that bomb attack.  He said who was responsible, who could have been responsible but further he could not assist us.",
            "Male"
        ],
        [
            "MR JANSEN",
            "He could possibly have told you who had planted the bomb?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, he told us who had planted it before the time.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Would you say that I'm wrong if I say - and that my submission is going to be, that it seemed as if it then became clear to you that Kondile wasn't giving you this extremely important information and that you were going to detain him under such circumstances that he would not have a choice, other than to give you the information?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I can assure you that if go through all the documents you will see quite clearly that there were two people at that stage who were responsible for the bomb attacks in the Eastern Cape, it was a man by the name of Walk Tall and a man by the name of James and I'm now referring to Port Elizabeth.  They were responsible for the bomb at the Constantia centre and they per say were responsible.\n\tAt a later stage James blew himself up at the administration offices.  And I can say further that with the arrests of other terrorists, this information was confirmed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Just a point on clarity, you are saying you got this information from Kondile after these bombings - as to who did it, after the bombings?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, no, that's not what I'm saying, I said that he gave us information as to who was responsible for bomb attacks in the Eastern Cape.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were you able to ask him about these specific ones after they had occurred?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, I did not ask him.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Why not?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I do not know why I didn't, I can't think why I didn't.  I don't believe that he would have known because he was in the cells, how would he have known who had planted a bomb on the 8th?",
            "Male"
        ],
        [
            "MR JANSEN",
            "Now we come to the recruitment of Kondile as an informer.  Would you conceded that the recruitment of informers was a specialised task?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Part of the process was the so-called debriefing?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Debriefing is a very long process, usually it takes place where various specialists on various fields ask question in order to realise or to find out whether this person really is who he says he is.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That thing was only started in the security branch much later, at that stage we did it ourselves.  We only got experts in at a later stage and it also doesn't always work.",
            "Male"
        ],
        [
            "MR JANSEN",
            "No, of course it doesn't always work.  I want to put it to you but perhaps - I do not have specific instructions, but you will agree that Mr Coetzee was not in the security police after '81, his security police career ended at the end of 81?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And his understanding thereof was that that this was a specialised department.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Well, his opinion is his opinion. I do not know how many informers or agents he dealt with, perhaps he can tell us.",
            "Male"
        ],
        [
            "MR JANSEN",
            "At least he had training in that so he understood the theory.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That depends when he had the training.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Well he did an officer's course in '75.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "And officer's course does not do intensive informer training.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did you learn to deal with informers?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Security courses and follow-up courses.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When do you say - when was this debriefing done by the experts or specialists?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot recall the year but they brought in psychologists later to do psychometric testing etc.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Forget about that.  What I'm referring to is specific persons who were part of the security branch who had knowledge about specific matters, lets say ANC activities in Swaziland, ANC activities in Northern Natal, who knew which persons were involved and where, who could test someone's knowledge as to what he said was correct or not - whether he was giving disinformation or not.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "In that case we did it ourselves.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Was that function ever taken over by experts?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Not in the Eastern Cape.  In later years - I think it's after I left the Eastern Cape, they brought in specific or created a specific intelligence section, I do not know what year it was and then the intelligence section dealt with certain information but the normal person still dealt with his own informer.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Would you also agree with me that one of the biggest dangers with the recruiting of an informer, is that such a person can actually be a double agent or become a double agent?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is so.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So any person who recruits an informer would at all times be acutely aware of that fact?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And a person such as Kondile and any person from the security forces surely also trained in counter-interrogation techniques?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's possible, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You say it's possible, isn't it true that it's a fact?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot say that it's a fact.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Would you at least accept that someone such as Kondile or any person working for the ANC or who worked for the ANC at least knew that at any time he could fall into the hands of the South African Police, whether it be as a result of arrests within the country or abduction from a neighbouring state, correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So you should surely have thought that while you interrogated Kondile, that he was possibly busy with counter-interrogation techniques?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I did not think of that because the way in which he answered his questions and told me what had happened did not make me suspicious in the first place, and I could also test his information.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It did not make you suspicious that when he gave you names about people in the Transkei, that you arrived there and these people escaped the arrest?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, because we knew exactly what had happened,  one of the intelligence people from the Transkei warned them.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I'm putting it to you that your version that you gave the name to Kondile of your principle agent, is totally untrue, no security person would be so stupid to do that.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I think that is a very broad statement.  Either you have information regarding that or you were in the security police yourself, I don't know how you can make a statement like that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I'm saying this based on the assumption that it is inherently untrue.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It depends on the circumstances, it depends on what you want to achieve.  If I don't have access to a place I have to make use of you or somebody else, this was the only alternative, it was an emergency.",
            "Male"
        ],
        [
            "MR JANSEN",
            "My further instructions are that a principle agent would - in his identity, would initially not be made known to an informer even if you knew you could trust him - you can't work otherwise, I don't know how he handled it.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In other words, such an informer would be told: \"Place your information in such a place and be at a certain place at a certain time because a person with a newspaper and dark glasses will there\", is that the type of spy stories?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, these type of spy stories do not work, we based our activities on ordinary principles.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you stuck to the basic principles and probably it did not work?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Some of it worked, some not.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Where according to you, would Kondile work, in Transkei or in Lesotho?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Worked as?",
            "Male"
        ],
        [
            "MR JANSEN",
            "As your informer.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, he would have worked in Lesotho but the information vacuum was in Transkei.  The information Transkei was amongst others in Transkei and from Lesotho to the Eastern Cape, the Western Cape, Transkei etc.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But you had a well established structure in Lesotho?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Where would Kondile provide you with Transkei information?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I've already said that the idea with Kondile was, the vacuum which was in Lesotho had to be filled with him.  We knew that people were infiltrating, we didn't know when and what their targets were and that vacuum we had to use him for.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So it was not specifically a Transkei vacuum, it was a vacuum regarding infiltrations from Lesotho?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct, but in the Transkei we had almost no informers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talk about infiltrations, are you talking about infiltrations from Lesotho or into Lesotho?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "From Lesotho Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "[Transcriber's own translation] Look at page 15 of the bundle, it is page 3 of your application and the last paragraph.  I want to read to you\n\"The danger surrounding operations and especially the possible exposure of informers flow from this\"\nWhat operations are you referring to?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Information operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let me clear, is that Volume 3?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No, Mr Chairman, that's Volume 1, page 15.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Volume 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "I don't understand, is that the information he was involved in or other information operations?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, he was - he knew about all the information operations.",
            "Male"
        ],
        [
            "MR JANSEN",
            "He has knowledge about the fact that he was an informer?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "And who the principle agent was.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And who the principle agent was.  And what is the following step then?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "The following was that if he had certain information, they identified the principle agent and all his other associates were identified and all the other handlers were identified.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In other words, operations should be seen as information operations.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I want to put it you, where you discuss your political motive, and I quote from the same paragraph\n\"The protection and maintenance of the government and constitutional dispensation be hampered and the community as a result of that and the accompanying danger and intimidation, could lose their trust in the government\"",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, this is a Commission, my learned friend is here to represent Mr Dirk Coetzee in his application, how can Mr du Plessis' political motivation - good or bad, affect what Mr Dirk Coetzee said in his amnesty application?  Doesn't this cross-examination really go a bit wider than is necessary here, with respect?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I agree with that.\n\tMr Jansen, I think that there must be some limits on your rights to cross-examine.  You are here for a specific purpose and that is that your client's evidence in a previous hearing is being questioned to some extent by present applications and I don't think that you should traverse the entire spectrum of this witness's evidence.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No, I accept that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you should confine your questions to where you want to put your client's version or challenge this witness's evidence where it differs with your client's.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, Mr Chairman, I accept that maybe the political motive as such is a bit subjective.  However I'll continue on another course.\n\tMr du Plessis, do you have any reason why Mr Coetzee was contacted for the purposes of this operation?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "As I've already given evidence in the discussions between me, Mr van Rensburg and General Erasmus, one of the voids was that we did not have a place and we did not know how.  And it was suggested by General van Rensburg that he heard from Dirk Coetzee that he had the necessary infrastructure.  And that according to my opinion ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Jansen, in your client's own statements didn't he say that he came with the suggestion - with the proposal?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Sorry.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It is in one of the statements and I can refer you to that, and he said that he said: \"We know how to do these things\".",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, the initiative had come from his side.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "And not only that but the circumstances when it took place when they were in the Eastern Cape on the 13th of September and that's what is relevant.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Your client says himself that he took the initiative in this regard.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No, I accept that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] contacted him.  [Transcriber's own translation]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well at least you see, he says that they also took the initiative because they wanted Dirk Coetzee.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, I think the argument at the end at the end of the day will be that on the 10th of August - perhaps if I could just put one other question it will be clear what I'm trying to achieve.\n\tWere you aware of a letter coming from headquarters concerning Vlakplaas Division C1 that was a newly established structure?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I can remember that letter.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And it was that division which would co-operate with the various divisional structures?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Would you accept that that letter was dated the 11th of September?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I accept that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is it the 11th of September 1981?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, that letter is found - apparently page 165, unfortunately it's that copy that's not too clear.\n\tYou see, Mr Coetzee's version is that Vlakplaas only became operational by the end of August 1981.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I don't know.",
            "Male"
        ],
        [
            "MR JANSEN",
            "There were various incidents before then but regarding highly organised actions, it became operational the end of August.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I just want to comment regarding this, Brigadier Schoon can establish if it's true what I'm saying.  We in the various regions had many difficulties with people who came to our regions to work there all by themselves.  It created a lot of problems and there were some divisional managers or commanders who posed requests that certain guidelines should be established because those people came and they worked in your divisions, they left all the bodies behind and then you had to pick them up afterwards.\n\tIn the last instance the commanding officer was in charge of the division and when those people then came there they had to work under the command of the people in the region.  This perhaps - this documentation was dispatched at a later date because of problems.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It would be fair ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does anybody have a truer copy than the one that we have, it's a particularly poor copy.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And for example, large parts of paragraph 3 and paragraph 4 - 3(a) and 3(a)1 make no sense at all, they might as well not have been there.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.  Mr Chairman, unfortunately - I remember the history of this copy, is that it came from the Harmse Commission documents and the ones - the original copies if I may call it that, from which these copies were made, was in a terrible state.\n\t However, that letter was read into the record of the Harmse Commission and that content or the content of the letter then appears in a part that was handed in as an exhibit in Mr Coetzee's application and I will make sure that that's available by tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, thank you very much.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman.\n\tOne can accept that you or somebody like General van Rensburg at that time or then Colonel van Rensburg, were aware of the problem that people came to work in other people's areas and that was unacceptable practice.  What is strange for me is that you and Mr van Rensburg go on an operation in Komatiepoort a few kilometres from the bases of Major Flemington, without contacting him.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I don't know whether Dirk had contracted him, I don't know.  I did not handle that operation, General or then Colonel van Rensburg liaised with Coetzee.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But at least you would agree that Mr Coetzee was supposed to have contacted or informed Colonel Flemington, perhaps not in detail but you were in his area, you were busy with something covert in his area.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "One would expect that, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And even worse, what is your opinion of when somebody came into your area without informing you, use a member of his staff without telling him?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I would react on that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You would have been absolutely unhappy?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "This is why I'm putting it to you - as far as you can comment on that, that is not true that Flemington did not know anything about it?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I don't know.",
            "Male"
        ],
        [
            "MR JANSEN",
            "That is Mr Coetzee's version, that Flemington was there.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I'm sorry about that, but by the end of the Harmse trial I saw him for the first time.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Did you know anything about the theft of this Audi on the 13th of September?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I want to take you to page 16 of your statement,  that's where you are Raath released Kondile from the cells.  Is it correct that you went directly to Port Elizabeth from Jeffrey's Bay?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "As far as I can remember, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Well, it's improbable that you did anything else. You had to pick up van Rensburg in Port Elizabeth and then you left for Bloemfontein.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In Bloemfontein, Constable Raath got into Kondile's car.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you drove to Barbeton.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I can't remember exactly which route we followed.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But it's not relevant what route you took but you went to a place where you left his car.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If you look at the cell registers 187 - Volume 2, page 187.  Reference has already been made to that, entry 630.  Can one accept that 630 is saying that Kondile is being released?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yesterday in your evidence you said that on the predetermined time of 6 o'clock you arrived at Komatiepoort?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct as far as I can remember.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And Mr van Rensburg on page 8 of Volume 1 in his statement at the bottom part, also confirms that you met Coetzee and Roy Otto there.  Can you explain how from 10 o'clock in Jeffrey's Bay till 6 o'clock at Komatiepoort, how did that happen?  That was - how did you do that?  200 kilometres per hour, it was eight hours.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, it was round about 10 hours.  We spent a lot of time along the road to wait, to make up time till 6 o'clock.  Sometimes we rested along the road and this is also why my evidence was that I think that we arrived in Bloemfontein at 12 o'clock at night.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In other words you never slept over, you drove right through the 10th and the 11th and then you arrived in Komatiepoort on the 11th?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You don't think it's more probable that you could have slept over?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "We slept by the road, one slept and the other one remained awake.  We did not sleep in a police station or a hotel, we only rested along the road in the car.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Coetzee says that his impression was that you slept over in Ermelo.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I can't even think that we went to Ermelo, I don't even know how to get to Ermelo.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Would you agree that Mr van Rensburg - a year before that, that he was the commanding officer in Ermelo?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And Mr Coetzee's version - according to Coetzee, many of van Rensburg's colleagues were in Ermelo.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I don't them.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Coetzee's version is that Chris Rorich and Chris Deetlefs were involved in this incident, they took Kondile's car to Swaziland.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That I don't know.",
            "Male"
        ],
        [
            "MR JANSEN",
            "They were stationed at Ermelo.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It was probable that they were stationed there.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You mentioned - which name did you refer to?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I met Rorich at headquarters and heard that he was stationed at Ermelo.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In all honesty I want to put it to you that I want to argue that it is probable that you slept over that night and it could have been Ermelo.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I just want to ask from you - I'm not saying that we did not sleep over, but you're trying to put things to me that I don't understand.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Where did you sleep over?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "We slept along the national road at certain rest areas.  If you regard that as sleeping over, then we did.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I'm not regarding that as sleeping over but I understand what you mean.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Jansen, how far is Ermelo from Jeffrey's Bay?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "...[inaudible]",
            "Male"
        ],
        [
            "MR JANSEN",
            "They would definitely not have arrived there early.  I could give you the distances now. Jeffrey's Bay, Port Elizabeth 80/85 kilometres, Bloemfontein, 650 kilometres and then I don't know how far it is to Ermelo but to Nelspruit 750.  From Bloemfontein to Ermelo is I guess, about 500 kilometres, so it's about 1.200/300 kilometres.\n\tYou will agree with me that a plan to leave Kondile's vehicle on the border, can be reconciled with the plan that you wanted to leave the impression that he had skipped the country and nobody knew where he was?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "As far as I know that was the plan.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In other words it can be reconciled with a plan to make Kondile disappear.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Where is this story then - what it is about, that it was initially your plan to shoot him and then to leave him there on the border?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "This was a suggestion from Colonel van Rensburg because his argument was that there was no co-operation between Mozambique and South Africa and nothing would happen afterwards.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But you agree it does not fit in with the story that Kondile's car had to be left at the border.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "But I think when Colonel van Rensburg testifies he will be able to explain the position.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "If I might ask, at which point did you decide to abandon van Rensburg's plan and go with Dirk Coetzee's plan instead?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "At Komatiepoort we decided that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "After you had killed Sizwe Kondile?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr du Plessis, you've seen the documents regarding Roy Otto's leave?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It was mentioned to me, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Do you want to have a look at those documents? - I want to ask you whether you would like to accept what is written here.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Jansen, we've just heard evidence regarding falsified documents just to put them on the wrong, how do we know that that document is a true document?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] entitled to question him on the document in any case.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "In any case it will be my submission that from the contents of this document, it is definitely not falsified but I will concede that at the end of the day these are things which would have to be taken into consideration on both accounts.  But please allow me to ask the question.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr du Plessis, you recognise this as a leave form - application for leave?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Do you have this document in front of you, it's a computer print-out?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I don't have it.",
            "Male"
        ],
        [
            "MR JANSEN",
            "This form says that Roy Otto was transferred to Evander on the 17th of August 1981.  You don't know about this?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I don't know anything about this.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do we have a copy of this form?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No, I'm sorry.  Mr Chairman, I don't think you have any of these documents before you at the moment.  The first document I show is a computer print-out from the personnel records of the South African Police showing the history of Mr Otto's police career where he was stationed at different times and which illustrates that he was transferred from Komatiepoort or from Lebombo actually - which is the same place, to Evander on the 17th of August 1981, that is right at the bottom of that document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before I give it a reference number, is there anything material that turns on this document?  Do you want to hand it in as an exhibit?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, provisionally, certainly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is there anything material that turns on it?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, then there is another document which I submit might be the very last pages of Volume 4, unless it's not in your - Mr Chairman, I don't think it's in your bundle.  These are the leave forms.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Volume 4 is a ...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Then it's not in there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, while my learned friend is searching - Visser on record Mr Chairman, may I point out that we've had a pre-trial conference in this case with Commissioner de Jager as the Chairperson and certain specific agreements were made relating to documentation and the one at page 189 of the Wagener bundle - that is Volume 3, you will see that it was agreed - I'm sorry, I've given you the wrong page number, Volume 2, page 189, it was specifically agreed that documentation to be used by any interested party would be given by notice one month prior to this hearing and any other documentation would only be allowed on special leave being granted.\n\tNow the point is here Mr Chairman, we haven't even been offered copies of what my learned friend is now freely handing up to the Commission.  I don't know what he's talking about, I haven't seen any of these papers and there's no application for special leave. And your question to my learned friend is pertinent. How is this relevant to the present case of the amnesty application of these four people here before you?\n\tWith respect Mr Chairman, I don't want to object but there should be some sort of organisation in handing out documents freely to the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen, you must concede that there was this arrangement isn't it?  That document that were relevant and which were going to be used, would be handed in in time.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.  Mr Chairman, I concede that absolutely.  My instructions are that notice of these documents were given to all the parties.  It was placed in possession of the TRC although not within the 30 days, within the last 10 or 10 days before the hearing, specifically notifying the parties that an application will be made in terms of the pre-trial minute that use is subject to the permission by the Commission.\n\tI must apologise in the sense that I made copies of the leave forms itself available to the parties yesterday.  I think I simply just forgot or I just - for some or other reason, did not make the copies of this computer print-out available, that's my mistake Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It wasn't given to us either.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, because it doesn't form part of the existing volumes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but you intended to use it and at least you should read the pre-trial conference, you've been there, you've agreed to this and we need at least an explanation from you.  Mr Jansen, you're experienced with these things.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, Mr Chairman, but that's why I say unfortunately that letter is not available right now, it's in our hotel room but it was forwarded to the TRC ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The other documents Mr Jansen, not this document that you've handed up, Exhibit B.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No, but reference is made in that correspondence to both documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, without wasting too much time ...[intervention]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Sorry, Mr Chairman, I understand from my instructions in fact, that this document was a document that was never in our possession, this document was obtained from the TRC.  The leave form was in our possession, not this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're referring to Exhibit B?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "And the computer print-out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the computer print-out.\n\tWell now, Mr Visser, do you now have copies of these documents?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now, can you - is there any other aspect of the matter that you can deal with in the meanwhile while copies are being made?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "I can hand them copies in the meantime Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, please do.  Now, this computer print-out will go in as Exhibit B.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "And the leave form as C.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the leave form as C.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr du Plessis, would you accept that that application for leave form, that from that it seems as though Otto in 1981 from the 6th of July till the 31st of July was on ordinary leave?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "For 26 days.  Then, if you skip one line, from the 3rd of August to the 9th of August he was on sick leave for seven days.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And from the 10th of August to the 14th of August, for five days on ordinary leave.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It is improbable that he was part of the operation then?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "The other side is also true, it could have been the tactics of Dirk to put Roy on leave so that he could have worked with him so the other side can also be true.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But you would agree that Mr Coetzee did not know about this incident a month before.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You don't need a month to obtain leave.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But according to the documents it was a month before.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Here it says from the 10th he was on ordinary leave.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So you mean - you're referring to the last piece of leave?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In any case, Mr Coetzee denies that Otto was there. And you are aware of his version that the person who pulled the trigger was a tall person with light hair - fair hair and he was slender.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot agree with that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But you would at least concede that Otto does not fit that description?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, definitely not.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr du Plessis, can you remember what Mr Otto looked like?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I have seen his photo, yes.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Is it the same person or not?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "It's difficult for me to say, he was balding but I can't pertinently say that it was him.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In conclusion, I'd just like to put it to you that the fact that you are implicating Roy Otto which is part of a pattern of implicating people who are dead so that you cannot implicate people who have not applied for amnesty.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's not the case.  I do not think - I might be a big fool but I'm not such a fool.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Are you aware of anyone - unfortunately I do not have access to your application, but are you aware of any person in your application on a whole who you have implicated and who has not applied for amnesty?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I do not believe so.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Furthermore, I want to put it to you that if one looks at the history of Kondile's detention in Bloemfontein, the periods that he was detained in Humansdorp and Jeffrey's Bay and seen together with the bomb attacks in the background, that he was suspected of them, that on the 8th of August there was a bomb attack in Port Elizabeth, that this is the background to Kondile's detention after 10th of August and to further assaults on Kondile and not this overly dramatic version which you are presenting to us.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is your opinion.  I would just like to hear - I don't know how and I cannot ask you questions, I do not know how Kondile could have assisted me with bomb attacks while he was in the cell so I don't know how you're going to sort this thing out.\n\tAnd I can just say further that what I testified with regard to Kondile, were the facts that I can remember and things that definitely happened, there was nothing further.  If we go and look for documentation we will see that he was not detained anywhere else - I did not have such a place. \n\t  If we had such a places that would have worked well we could not have detained him for a further month, I cannot see what the purpose would have been, I really cannot.",
            "Male"
        ],
        [
            "MR JANSEN",
            "As it pleases Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Roux, are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "MR ROUX",
            "That's correct Mr Chairman.  Can I commence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR ROUX",
            "Mr du Plessis, if I understand you correctly, you wanted Kondile either to go to Transkei or Lesotho as an informer?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "To Lesotho.",
            "Male"
        ],
        [
            "MR ROUX",
            "Would you agree that there was always a possibility if he returned to Lesotho the people would mistrust him there?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "There was that possibility, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "And you believed that he had turned and that he was on your side?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "Would you agree with me that if he had really turned - you know that it wasn't so according to your version, is it not possible that a note by him in which he says that: \"I've been arrested, they tried to recruit me\" and he sent it out to the ANC, would that not have been in keeping with his actions of working with you?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR ROUX",
            "Will you not agree with me that it could have been a way in which to assure that if he went back to Lesotho they would have regarded him as a trustworthy man?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Here the agreement was that we would not lie to one another, we would speak the truth.  He had suggestions as to how he was going to re-infiltrate Lesotho, he had suggestions as to how it should be dealt with and now he came and made this known.  I would have expected that he would have told me and I would have arranged this for him.",
            "Male"
        ],
        [
            "MR ROUX",
            "How did you know that he did not want to show you that note as a possible way of doing this?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Then he would have shown this afterwards.  I did not take the note from him.",
            "Male"
        ],
        [
            "MR ROUX",
            "How long did you take to wait until he was to discuss it with you?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I placed him under observation in the cells and he never said it to me so I was satisfied.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr du Plessis, just as a matter of interest, was this note written in English or Afrikaans?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "It was written in English.",
            "Male"
        ],
        [
            "MR ROUX",
            "Would you agree that according to your own version, he did not turn, that he was still on the side of the ANC?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "And if someone is on the side of the ANC as he was then the conveying of the information to the principle agent, that it would have been of great value to the ANC?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "And will you agree that he could have written anything on that note that he wanted to?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He could, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "And can you think of any reason why he would not have given or rather written important information on the note than merely the fact that he has been recruited?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I can just speculate as you can as to why he did not do that.",
            "Male"
        ],
        [
            "MR ROUX",
            "But will you agree that people expected him to rather have written that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's not what I would say, I do not agree with you.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why not?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You cannot think for me what I would like to write in a note, he had a reason for writing that.",
            "Male"
        ],
        [
            "MR ROUX",
            "Would you agree that it would have had a better effect or a better advantage to the ANC, had he written that information on the note?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's possible, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why do you say it's possible, don't you agree that it definitely would be to a greater advantage of the ANC?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He would have had to write quite a long letter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Really this is speculation isn't it, as to why this didn't happen or why Kondile did not write all this, I mean that's speculation and unfortunately he's not here to offer any explanation.  So let's get down to the real issues instead of speculating about why he didn't say certain things.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "As it pleases you Mr Chairman.\n\tYou thought that you had turned him as a person for your side, am I correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, I said this several times.",
            "Male"
        ],
        [
            "MR ROUX",
            "And you also said that you were proud of the fact that you had succeeded.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "So, you regarded this as an achievement?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "Did you think that he had turned to such an extent that he was supporting the cause that you supported?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I would not say that he supported the cause that I supported but he was prepared to give me the information I required.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why did you think that he would give you the information?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Well, his body language, the discussions between us, one gets to know these people later.  We did not only deal with one informer, we dealt with many.",
            "Male"
        ],
        [
            "MR ROUX",
            "What I actually is, why did you think, what is the reason why he would give you this information?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "The bottom line is, that's what I believed.  How I reached that conclusion I cannot recall but I realised that that was the fact and that's that.  I do not believe that it's important how I reached that decision today, there can be various factors that contributed.\n\tAnd if you think that 16 or 17 years that I can recall the exact discussion between us, then I must lie and that's not what I want to do.",
            "Male"
        ],
        [
            "MR ROUX",
            "You offered no rewards?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I did, yes, I did offer large amounts of money at that stage.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why is this the first time that the Commission is hearing about this?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Nobody asked.  Informers do get rewards, any system works like this.  You do not work for free either, nor did he.",
            "Male"
        ],
        [
            "MR ROUX",
            "I agree, it's obvious but what I'm asking you, if it's so obvious, why was it never submitted to the Commission?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I do not know.",
            "Male"
        ],
        [
            "MR ROUX",
            "From the 24th of July '81 to end July or beginning August, Kondile was taken to Jeffrey's Bay, is that correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, are you saying to Jeffrey's Bay?  I cannot remember exactly when he was transferred to Jeffrey's Bay, we can look at the occurrence book if it is complete.",
            "Male"
        ],
        [
            "MR ROUX",
            "He was in Jeffrey's Bay for a period of time?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "And from the time he was in Jeffrey's Bay, was he transferred back to P.E. or Humansdorp?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, never to Humansdorp as far as I know.",
            "Male"
        ],
        [
            "MR ROUX",
            "The transfer from Jeffrey's Bay, was it before the note was found or afterwards?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "The transfer from?",
            "Male"
        ],
        [
            "MR ROUX",
            "He was transferred from Humansdorp to Jeffrey's Bay, was the note found in Jeffrey's Bay or Humansdorp?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "In Jeffrey's Bay.",
            "Male"
        ],
        [
            "MR ROUX",
            "So, you know Mr Ginotry Danster?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I know him, he worked under me.",
            "Male"
        ],
        [
            "MR ROUX",
            "Where did he actually work?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Port Elizabeth.",
            "Male"
        ],
        [
            "MR ROUX",
            "Not Jeffrey's Bay?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR ROUX",
            "Do you know why he was in Jeffrey's Bay?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I had him come there to guard Kondile.",
            "Male"
        ],
        [
            "MR ROUX",
            "And this is before the note was found?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It was just afterwards.",
            "Male"
        ],
        [
            "MR ROUX",
            "So he was in Jeffrey's Bay first and then Mr Danster was not there yet?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's as I have it, yes, because Mr Danster had no purpose because he did not participate in the interrogation.",
            "Male"
        ],
        [
            "MR ROUX",
            "As concerns the guarding that Danster had to do, did you give him specific instructions?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I believe that I did, I cannot remember but I think I told Sergeant Raath - and I accept that he was also there, that they had to see that the person did not leave the place and that nobody saw him and that he was not to escape.",
            "Male"
        ],
        [
            "MR ROUX",
            "And that's all information that you gave to Raath regarding the guarding?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I cannot recall the details anymore.",
            "Male"
        ],
        [
            "MR ROUX",
            "Did you ever supervise the guarding or see that they were doing the work correctly?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I did visit them, yes.  I interrogated him there or had discussions with him while he was there as well.",
            "Male"
        ],
        [
            "MR ROUX",
            "With who was that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "With Mr Kondile.",
            "Male"
        ],
        [
            "MR ROUX",
            "And for how long was he involved in the guarding?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I must speculate if I say that approximately two weeks, perhaps a bit more, it could even be less.",
            "Male"
        ],
        [
            "MR ROUX",
            "The instructions that you gave to Mr Kondile, it was not a normal instruction, it was a special instruction, would you agree with that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "To Mr Kondile?",
            "Male"
        ],
        [
            "MR ROUX",
            "Indirectly through Mr Raath.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think you mean Mr Danster.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "Thanks Mr de Jager.  Yes, the instruction given to Kondile was not the general instruction, it was a specific one, that nobody came in and out?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You're referring to Kondile again.",
            "Male"
        ],
        [
            "MR ROUX",
            "Danster, yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I gave many such instructions, I do not believe that it's abnormal.  We also did observations in offices sometimes, it's not such a terribly special instruction.  It was from the beginning when one worked with a detainee and he knew that he had to do everything in his ability to see that he did not escape, get information out or liaise with anybody else.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Clarity once more.  This instruction that was given to Danster, was given before the note was found at Jeffrey's Bay?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Afterwards.",
            "Male"
        ],
        [
            "MR ROUX",
            "Was it also normal to use somebody from P.E. to guard somebody in Jeffrey's Bay?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "If Mr Danster guarded Kondile, was he authorised to speak to him regarding social matters or was he only allowed to speak to him formally?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He could talk to him about anything as long as he did not interrogate him because he did not which line of interrogation I had been following.",
            "Male"
        ],
        [
            "MR ROUX",
            "So, was it not possible at all that he could have interrogated him as a result of that reason?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, he could talk to him but the fact regarding the interrogation he was to leave alone because he had no knowledge.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why did you say earlier that it was possible that Danster could have interrogated him?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "What I meant with that was discussions, he could have asked him anything he wanted to when I wasn't there but my instruction was and he knew that he was not to talk to him about interrogation.",
            "Male"
        ],
        [
            "MR ROUX",
            "When you were asked earlier as to whether Danster could have interrogated him, did you think this was social questioning or not directed at anything to the credit of the security police?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I can't see how he could have interrogated him because he did not know what it was about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had Danster been entrusted with interrogating anybody else apart from Kondile?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "To get back to the point of the advantages or benefits that he was offered, I've been given the declaration to the Harmse Commission, it's page 61 of Volume 1.  In that you say and I'll read to you\n\"I gave an amount of R85 to him - this will become clear out of a copy of the prescription book here attached\"",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Please read further.",
            "Male"
        ],
        [
            "MR ROUX",
            "Is that correct?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "Are those the large amounts that you spoke about?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, that was an amount - it was not given to him in any case, it was an amount which we just mentioned that he had to make contact again and if you read further then you'll realise that.",
            "Male"
        ],
        [
            "MR ROUX",
            "What do you mean as apparent?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "We said that he had a date which was the 3rd of the month by which he had to report back.  I do not believe that one could get information as cheaply as that.",
            "Male"
        ],
        [
            "MR ROUX",
            "That's why I asked you.  Do you agree that apart from Mr van Rensburg, Mr Raath and yourself, Mr Coetzee and Mr Otto the deceased, was nobody that knew that you were at Komatiepoort?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's what I believe, yes.",
            "Male"
        ],
        [
            "MR ROUX",
            "Can you think of any reason why you or any of the other people would have made this known to other persons such as Danster?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I cannot think of any reason.",
            "Male"
        ],
        [
            "MR ROUX",
            "Would you agree that it would be a stupid thing to do?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "I then put it to you that I find it pure coincidence that if Danster testifies in his statement that the alleged murder took place near Komatiepoort, then he is just guessing.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, he's not just guessing, he read this in the newspapers, these things were widely publicised.",
            "Male"
        ],
        [
            "MR ROUX",
            "Can you just tell the Commission where Mr Kondile was shot on his body.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I do not know.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why don't you know?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I did not look.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that you should ...[indistinct] really yourself as far as your client is implicated in this matter and to the extent that your client's version differs from the evidence given implicating your client or distancing your client from the facts.  Your client was not at Komatiepoort at the time - he doesn't claim to be there.\n\tYour client does say in his statement about seeing torture being inflicted and so on, whether it was on Mr Kondile or not, those probably be the matters that you might want to clear up.  I understand from the reading of your client's statement, that he witnessed torture being inflicted on Kondile.  This witness has denied that - it was put to him.  If your client is going to give evidence on that, should you not put that to this witness?",
            "Unknown"
        ],
        [
            "MR ROUX",
            "I'm proceeding to that just now Mr Chairman.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JUDGE PILLAY",
            "Mr Danster as an employee of the security police, would he in general be involved in interrogation as well? - in other matters, not Kondile's matters.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And would he or could he have employed - if I may describe as the tools of trade, assaults on people he was interrogating?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Are you now referring to other persons?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I believe he could have.  Can I just tell you - if I can comment, what he is saying in his statement I believed happened at other places but this was not done to Kondile, that's what I want to tell you.",
            "Male"
        ],
        [
            "MR ROUX",
            "Earlier on you said and testified that Kondile was interrogated by other members of the personnel as well.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I spoke pertinently about East London.",
            "Male"
        ],
        [
            "MR ROUX",
            "You don't know who it was?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "MR ROUX",
            "Is it not possible that Danster could have been involved?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I cannot see why because if the people from East London needed an interpreter, they did not need one because Kondile could speak English very fluently.  So they did not need an interpreter, I cannot see why they would have brought anyone else and he would not have been the interpreter.",
            "Male"
        ],
        [
            "MR ROUX",
            "So Kondile mentioned to you that people had assaulted him in Jeffrey's Bay?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He said the people from East London assaulted him, I cannot remember whether this took place at Jeffrey's Bay.  This report that I wrote from East London, they interrogated him then as well.  I cannot remember whether he was assaulted then or when.  He just said that they had hit him and he was dissatisfied because he was co-operating, why were they assaulting him.",
            "Male"
        ],
        [
            "MR ROUX",
            "I can put it to you that it's interesting that Danster supports that and says that Kondile was assaulted in Jeffrey's Bay.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, but in ways which I can assure you did not occur.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If the people from East London interrogated him at Jeffrey's Bay, would Danster have been present?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, he could have been but I want to tell you that I cannot think how it could have been possible because at that stage - according to my knowledge or what I can recall, he was never involved in that interrogation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but he was guarding the man, he was sitting there, he had to ensure that nobody got to him.  Did he leave the room when the people from East London came or was he present?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I didn't believe that after I found the note and after he was in that room, that there was interrogation done by people from East London, it was done prior to this if I can recall correctly.  If it took place in those offices I believe that he would have left the room, yes.  Under normal circumstances if we do interrogation we ask to be left alone with the person, so I cannot see why he - could have been there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you gave him the instruction to see that nobody got to this man, he had to look after him and now you're also telling us that if the people from East London came he would have left the room.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I'm talking about before he was in that room, before he was there while the normal interrogation was still taking place.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But Mr du Plessis, I understand you to say that Mr Kondile was assaulted in Jeffrey's Bay.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And this was after the note was found?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, I never said that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "This is precisely why I asked the question.  So you are saying he was not assaulted after the note was found, never assaulted after the note was found.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Not that I know of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as I understand your evidence, it is that after the note was found he wasn't even interrogated let alone being interrogated.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, I did say that I had discussions with him but as you put it, he was not subjected to interrogation.",
            "Male"
        ],
        [
            "MR ROUX",
            "How did you go about arranging for him to placed in the single quarters?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I just asked the - asked them for the key.",
            "Male"
        ],
        [
            "MR ROUX",
            "Did this happen immediately?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, as far as I know.",
            "Male"
        ],
        [
            "MR ROUX",
            "Who took him from the cells to the single quarters?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "At that stage the keys were in my possession so I believe that I took him.",
            "Male"
        ],
        [
            "MR ROUX",
            "You cannot say for sure?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I can't.",
            "Male"
        ],
        [
            "MR ROUX",
            "Did you ever consider the possibility that he could have written an earlier note?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, but if one looked at that note in the style that it was written, it seemed as though it was the first one.",
            "Male"
        ],
        [
            "MR ROUX",
            "So from the style of the note you got sufficient security not to investigate the possibility of an earlier note?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, that's a chance I had to take.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why did you have to take the chance?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I could not do anything else.",
            "Male"
        ],
        [
            "MR ROUX",
            "Could you not have questioned him and tried to find out whether he had written an earlier note?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "And you believe that he would have told me that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once again I want to tell you that you are here purely because of Danster's evidence about torture on this man, you understand?, by the applicant and I think that you should really confine your cross-examination to that aspect of the case and not on the general credibility of this witness on all the other issues.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "I concede Mr Chairman, I'll proceed now to the point.\n\tDuring the time before Mr Danster became involved with Kondile, various other people were involved with Kondile, it was you, Mr Raath and other members of the staff who also interrogated him.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, that's not correct, I only know of myself, Raath, members from East London, those are the only people I know about.",
            "Male"
        ],
        [
            "MR ROUX",
            "It was you Raath and members from East London.  I want to put it to you that I find it strange that Mr Danster - or let me rather put it in this way, if Mr Danster then testifies that before the note was found Kondile was assaulted, he's telling a lie.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct, except if he refers to my assaults but I don't think he was with us.",
            "Male"
        ],
        [
            "MR ROUX",
            "What do you mean he was not there?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "He was not there.",
            "Male"
        ],
        [
            "MR ROUX",
            "Then, if he testifies that before the note was found there were assaults and in his submissions he refers to: \"The Spook\" an torture ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Roux, does Danster know when the note was found?  Is that his evidence that he knows when the note was found?",
            "Unknown"
        ],
        [
            "MR ROUX",
            "According to his evidence no note was found.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How can you say then that before the note was found there were assaults, that can't be true, that is not a correct statement.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "I concede, thank you for your assistance.\n\tAccording to your evidence, before this note was found Danster is telling lies if he said there were assaults before the note was found.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I don't understand what you mean.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr du Plessis, you are saying he was assaulted before the note was found.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Assaulted by myself.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "What Mr Roux is trying to establish is, if there were there any assaults it could only be before the note was found.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And the statement is, then is Danster telling lies when he says that he was involved in all these other matters?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, he's telling lies.",
            "Male"
        ],
        [
            "MR ROUX",
            "I'm putting it to you that he's taking a big chance to tell those type of lies if he knows that you, Raath and all the people from East London knew that he was not involved.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Well, why did he not apply for amnesty? That's very interesting that he did not apply for amnesty, he was then involved in cruel assaults.",
            "Male"
        ],
        [
            "MR ROUX",
            "I'm just repeating the statement that I find it strange when he took such a chance when there are people who could testify that that did not happen.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I don't find it strange, you might perhaps.",
            "Male"
        ],
        [
            "MR ROUX",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR ROUX",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a short adjournment at this stage.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR ROUX",
            "Mr Chairman, I want beg your pardon but I've omitted two things in my cross-examination, I will be quick?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR ROUX",
            "Thank you Mr Chairman.\n\tMr du Plessis, I want to refer you to Volume 1, page 168, entry 264 - it's Volume 2.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is it Volume 2?",
            "Unknown"
        ],
        [
            "MR ROUX",
            "It's Volume 2, page 186.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "Do you have it Mr du Plessis?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I have page 186.",
            "Male"
        ],
        [
            "MR ROUX",
            "624, it says - the date is important, 10.8.81 and it says\n\"...[illegible] Kondile placed in cells on 14.11 by somebody\"\nIs that what you see there?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ROUX",
            "According to your evidence as I understand it, if the date is correct and the entry is correct, it's impossible that something like that had happened.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "It's not impossible.",
            "Male"
        ],
        [
            "MR ROUX",
            "If I understand your evidence correctly, after the note had been found he was kept in single quarters and not in the cells.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Precisely yes, but during that morning he could have been placed back in those cells before being released.",
            "Male"
        ],
        [
            "MR ROUX",
            "Why would he have been placed in the cells again?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "In the first place he had to sign for his belongings and the books had to be cleared because he's going to be released.",
            "Male"
        ],
        [
            "MR ROUX",
            "How do you release a person who has not been in the cells?  The single quarters, are they not an acceptable place for detaining prisoners?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, I don't know how you get to that.",
            "Male"
        ],
        [
            "MR ROUX",
            "I want to put it to you - I have to put it to you that Mr Danster's version is that you were involved in the assault with Mr Kondile.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I did say what my contribution as in this regard.",
            "Male"
        ],
        [
            "MR ROUX",
            "He will testify that you were involved in the assault as described by him in his statement.  He will also give evidence that you were also involved in the torture and you gave instructions - written instructions to the people who did this torture, to determine what questions had to be asked and how they had to torture him.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I think that is ridiculous.",
            "Male"
        ],
        [
            "MR ROUX",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR ROUX",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens, any re-examination?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I've got no re-examination thank you Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr du Plessis tell me, before the note was found, did Mr Kondile know what the nature of his tasks in Lesotho would be?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I informed him in detail.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "In other words he knew that he was going back to Lesotho?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And he would be in contact with the ANC again?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And despite that he wrote notes?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "The other thing I want to establish, how did it happen that you disclosed the identity of your main informer?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "How did it happen?  I don't know what you mean.  I told him about it, I had no choice.  I had to tell him about the information intelligence network, how we had to infiltrate, what we wanted from him, how he had to convey the information to me and I had to mention the principle agent and I also mentioned places where he would work.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "That information, was it provided to him to convince him to become an informer or did he request that information from you?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, I did not give the information to him to convince him or persuade him, he'd already been persuaded.  The information I provided him had to do with liaison that's all.  He had various ideas how he could return to Lesotho so that they would not suspect him.\n\tThe principle agent - the intelligence regarding the principle agent was concerned about the liaison of him as an informer that had to do with the infiltration and how we wanted it to happen.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "As I understand your version now is, in the end the roles were reversed, he got information from you.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I would say visa versa, from both sides.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "How did you feel when you found out that he had obtained this information? this information?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I did not feel badly about the information he had obtained because I provided it.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "How do you feel about the fact that he obtained this information?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I don't understand what you're saying but I understand what you want to know.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "As I understand it the roles were reversed, you had to obtain information from him and in the end he obtained from you, when you found this out - that he had betrayed you, how did you feel about that?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I felt very bad.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Were you angry?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I don't think I was angry at that stage, I was disappointed and I was shocked because of a wrong judgement at that moment and I've done that in many instances where it worked.  I think the trust that I had put in him was shocked.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Thank you.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR BOOYENS",
            "Mr Chairman, arising from the questions your brother asked at this stage, perhaps - it seems to me there may still be some uncertainty, may I perhaps just ask a few questions in re-examination in this regard?\n\tMr du Plessis, let's put it simply, we're going through the various steps.  Initially you interrogate Mr Kondile and he provides you with information regarding the Lesotho operation.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct, internal and foreign.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then you train him as an informer and he indicates that he would act as an informer.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The purpose of this is, after he had indicated that he would be an informer you had to use him and your purpose is to send him back to Lesotho.  The information which he had to gather there as an informer, where does this principle agent come into this whole process?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "The information which he would gather would come via the principle agent to me.  I would also give the principle agent the necessary instructions to brief Kondile and also to debrief him based on what I what I require.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The reason therefore why the name of the principle agent was provided to him was that he had to know whom to report to.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "If I may ask Mr du Plessis, does this mean that at that stage when you had told him who the principle agent was, his release to Lesotho as somebody who then worked for you was imminent?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As far as it concerns me, yes but he didn't know it.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And imminent being in a few days, in a week?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I can't remember, there was still quite a lot of work we had to discuss.  I can just speculate but I'm not going to do that, I don't know but what I can say is that at that stage he did not expect to be released at that stage already.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But at this stage he was still in detention yes?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "He had no visitors except yourself, Raath and Danster who guarded him?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And in no way was he a free agent at all, he had no other visitors?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I don't know whether the inspector of detainees visited him, I don't know, I have no documentation in this regard.  I don't know whether doctors had visited him.  And if you refer to the end of his detention when he was detained in the barracks, I would say yes, just there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did you say? - when he was detained in the single quarters?  (Transcriber's own translation)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "When he was detained in the single quarters it was only Danster and Raath who was responsible for him there and then also I.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "At what stage would Mr van Rensburg have had the opportunity to visit him?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "At any time if he wanted to.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You would not necessarily know about this?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, I would not know about it but practice taught me that if Mr van Rensburg had visited him he would have told me.  If he came to the police station and he wanted to visit him he was free to do so.  Any police officer is justified to visit a detainee at any time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you have no clue as to who may or may not have gone?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, the documentation is not available now. If an officer had visited him or any other person, they made entries in that specific file that they had paid him visits.\n\tUnfortunately we don't have access to those documents and that was done to determine at a later stage - like for example, 16/17 years later, what happened to that person.  It was a book in which was written what food he ate, which medicine was given to him, everything was written in that book.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr du Plessis.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, can we just arrange things, I want to call Mr van Rensburg next.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ]
    ]
}