{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-02-05",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54654&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_2ndgug2.htm",
        "speakers": [
            "CHAIRPERSON",
            "JIMMY MBANE",
            "JUDGE WILSON",
            "MR B WILLIAMS",
            "MR BOOYENS",
            "MR CHAIRMAN",
            "MR MOSES",
            "MR P WILLIAMS",
            "MR WILLIAMS",
            "MS KHAMPEPE",
            "MS PATEL"
        ],
        "original_speakers": [
            "MR WILLIAMS",
            "JUDGE WILSON",
            "JIMMY MBANE",
            "MR MBANE",
            "MR BOOYENS",
            "CHAIRPERSON",
            "MR MOSES",
            "MS KHAMPEPE",
            "MR  B WILLIAMS",
            "MR P WILLIAMS",
            "MR S HUGO",
            "MS PATEL",
            "QUESTIONS BY MS PATEL",
            "ADV MOTATA",
            "MR  BOOYENS",
            "MR CHAIRMAN",
            "MR HUGO",
            "MR B WILLIAMS",
            "MR MOTATA",
            "MY BOOYENS",
            "MR. MOSES"
        ]
    },
    "testimony": [
        [
            "MR WILLIAMS",
            "My Lord, yes, I have an opportunity to speak with the families about the matter and they feel quite strongly that if Ms Khampepe is also not here, that  they would prefer to have at least a quorum when the evidence is heard.  Those are my instructions on the matter.  I have not had an opportunity to convey that to you.  I was under the impression that Ms Khampepe had decided to sit for the entire duration of the remainder of the evidence.  I believe that if and when Ms Khampepe is no longer able to continue with the hearing that my clients' instructions are that we should postpone the matter and I have discussed that with my colleagues as well.  If needs be, until tomorrow, that's what we discussed provisionally unfortunately we have not been able to come back to you about that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well if we adjourn I doubt that we will\nbe ready to continue tomorrow and it will involve considerable inconvenience for all parties, and expense, but if that is your client's attitude well then we will have to hear argument on that at the time if that occurs.  But in the meantime we will continue with the cross-examination of this witness.",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "(s.u.o.)\nCROSS-EXAMINATION BY",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr\nChairman.  \n\tMr Mbane,  you informed the Committee that at the time of the attack, and you were quite clear in your evidence about that, there were only seven members.  Is that correct?  That's excluding you and Mr Jimmy Mbane, Eric Maluleka, I beg your pardon.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You also informed us at an earlier stage that when you sort of took charge of the group there were only four members joined by a fifth one and then the group then grew bigger as things developed.  Is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            ": If you could look at your Cape Town  statement and more specifically paragraph 6 thereof on the second page, and perhaps in fairness you should also look at paragraph 5 of it so that you can read it in context.  If you wouldn't mind just reading that quickly, I would like to ask you something about that.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I have read it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Paragraph 6 - and that is after you\nmet Mr Yamile in the bush, you met the comrades and you informed the comrades that - \n\"I came from exile to work with them I took command of this group.  They were approximately 9 members in this group.\"\nNow as I read this, it seems there were already 9 members in the group when you took command of the group.  Can you explain that please?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "When I got there I found four people and later on the fifth one arrived and the number grew to nine.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but the point I'm making, is it seems in your statement, my impression in any case from reading it, is that there were nine members in the group when you took command of it, shortly after they were introduced to the chief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you should read paragraph 7 as\nwell.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I presume that was addressed to the\nwitness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see in paragraph 7 you say that Rasta Chris Pete was a member of the group, of this group of nine that you took command of.",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Rasta came afterwards, after having met the first four.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Are you incapable of explaining the anomaly in these three paragraphs in your statement because this statement certainly conveys, it seems to, not only to me, that you took command of a group of nine people.  You are unable to explain why that impression is, why one get that impression?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No I cannot explain that but all I know is that I started with four people, then Rasta joined and then the number gradually grew to nine and that's all, there's nothing else I can explain.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are also adamant in your evidence that the, except you and Eric Maluleka, everybody else in the group were killed at Guguletu?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct.\nMR BOOYENS\tWith the Commission's permission, my\nLord, I have referred yesterday to a certain video recording we've got.  I would like to, the witness, it's not very long, it's part of the usual TRC - SABC programme and on that there is what appears to be an interview with a gentleman who claimed that he was a member of the group who was present at the attack and the one, one of the ones that got away.  With your permission we have got the TV set up I would just like to have the witness have a look at that, perhaps he can explain to us whether he knew this person.  It's only unfortunately photographed from the back.  He doesn't want to disclose his identity.  But I would like to hear his comment about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, I would like to ask him something\nbefore we do that.  You were referred to paragraph 5, by Mr Booyens, and there you say -\n\"When I went there, I arrived at Nyanga bush, I met with the person in charge of the comrades, Mr Yamile, who arranged for me to meet the comrades\".\nWas he in charge of the comrades?  And if so what is meant by comrades?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "He was the chief in that area and he was handling all these matters.\nCHAIRPERSON\tDoesn't comrades mean members of the ANC?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes, there were Comrades and Witdoeke. There\nwere two different groups.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was Mr Yamile in charge of the\ncomrades?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That's correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay,  carry on.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Chairman, if my attorney could just, if they could just bear -  the video tape could just be put in.  We are in a position where we can't see it because....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like to move and I think\nperhaps the witness should move around a little so that there can\nbe no confusion.  Can you see?  Could that lamp be turned off for \nthe moment.\n(Sounds of video - \"November last year, nine policeman....\"   ...(intervention)\nADV MOSES:\tMy Lord, I do not, my Lord may I just before\nthis is screened I do not want to be problematic, I think my\nlearned friend has yesterday received, indicated that, or \nreferred to this video. I must place on record that it has never \nbeen conveyed to me or my client by any member of the \nCommission or the investigative unit or the legal team on behalf\nof Mr Bellinghan that this evidence is going to be led, and\nobviously we have not, my client, neither myself or Ms Berlin \nhas had the benefit of either not knowing that this new evidence \nwill be led and we didn't have an opportunity to consult about that.  Just as we did not have the opportunity to consult about the statement.  I did not want to be problematic and prolong the proceedings of the Committee, but I need to place on record that we are caught basically by surprise.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But this was mentioned yesterday.  Mr\nBooyens questioned your client about this yesterday and as I understood, said he was going to try to get us the video.  So you had ample opportunity during the adjournment to consult with your client.  I agree you may not have seen the video but you had opportunity to consult.",
            "Unknown"
        ],
        [
            "MR MOSES",
            "If I was given - if the Committee has made an order, you would remember M'Lord that I have requested permission to consult with my client and Mr Booyens then objected because my client was under oath and still under, he has already started to testify and he was under cross-examination and practice, rule of practice is that one will have to get special permission for that, and I was denied that permission.  Well, Mr Booyens objected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you asked for permission about this video.  If you will bear it in mind, and if you need more time lets now get on with it.\nVIDEO\n\"Three of the policeman appeared before the Commission last year including the man who planned the operation\" replied Colonel Adolf Janse Odendaal. The remaining six policemen gave their versions at a two day sitting this week.  It would be the fourth time since 1986 that implicated policemen tell us their story.  Besides the Truth Commission's special hearing there have been two inquests and a trial.  The big question is, are we any closer to the truth.  A word of advice to especially sensitive viewers.  Some of the pictures used are shocking.  The nature of this investigation unfortunately demanded that we use them.\nThe clearest element about the Guguletu 7 massacre is it's murkiness. What we do know, is that of the twenty two police involved in the operation, some have taken responsibility for some of the deaths.  But whether the police shot and killed the young men, has never been the issue.  The question is whether the massacred men were part of an underground ANC cell and whether there was a calculated strategy to take them out.  \nLast November, we spoke to a man who claims that he was the MK cadre who got away.\nVOICE IN AFRIKAANS: (inaudible)...om na die vermoedelik een persoon wat weggekom het in die bos te soek.\nMALE VOICE (2): The helicopter was looking at me because I was the one who escaped from that scene but they couldn't even find me.\nCOMMENTATOR: He does not want to be named or known until he has spoken to the Truth Commission.\nMALE VOICE 2: Our ..(inaudible) started in 1984.  Our vision, it was to be trained and defend the people on the ground and the commander of our unit it was Alli from Mitchell's Plain, the coloured guy.  He used to come and train us with an AK and hand grenades.  So that's why we decided, I mean to try to hit this big target of the officers of the SAP police.\nCOMMENTATOR:  The police have testified that they got wind of the police bus attack from two informers who had infiltrated the cell.  \nTRC COMMISSIONER:   When were you given a description of the Askaris from Vlakplaas who were with these men?\nMALE VOICE:\tAs far as I can recall we weren't given any description we were just told that there were two informers with the group and they would be moving with the group.\nCOMMENTATOR:   A fortnight before the cell's planned attack on the police bus, two men joined their group.  They said they were former MK cadres, that they would assist with the mission and supply them with arms.\nMALE VOICE (2):  I said okay, no problem, because they have their own weapons also on our side we do have our own weapons but they came and then they told us that they are going to also assist us with ammunition.  So they done that, they give us grenades.\nCOMMENTATOR:   We need to know whether the police were simply to prevent the attack and what exactly were the instructions to the assembled police at Wingfield in the early hours of that fateful day - to arrest or to wipe out what they already knew was an underground ANC cell.\nMR MBANE - MALE VOICE(2):  We were informed that information was received that an attack was to be launched on a police bus which was transporting police staff between Bellville and Guguletu police stations at the intersection between NY1 and N111 at Guguletu between quarter past seven and twenty past seven that morning.  We were told to prevent an attack and attempt to arrest the attackers.\nCOMMENTATOR:   That's what they all say, they also say that the massacre was an act of self defence after a hand grenade was lobbed at the Ford Cortina Klein and others were travelling in.\nMALE VOICE (2):  On the way was the Ford Cortina with three police guys inside.  The passed us, they just passed us, they drove away, turned around, it was a hundred metres and then they turned over there, they came again approaching us so the car was stopped in front of us in the middle of the road.  It was no nothing that we can do.  So I decided to throw the grenade towards the, I mean, those police.\nWOMAN'S VOICE (2) (INTERPRETING):  The next minute the hand grenade exploded approximately three metres away from me. In the explosion a whole lot of sand and dust was strewn all over me.  A shooting pursued almost immediately thereafter.  \nCOMMENTATOR:\tThe story of pure self defence against a group of super-armed men, just does not hold.  Eyewitnesses have testified about some of the deceased been shot at point blank range. This is borne out by Dr David Klatzow, an independent forensic expert who testified at the trial of Cape Times Journalist Tony Weaver.\nDR DAVID KLATZOW:\tVery unlikely, very unlikely that the ballistic patterns....\"\nVIDEO TERMINATED",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, the passage we are interested in of course I don't want to preclude anybody from looking any further, is with that with the other man.  That is all really all that we are interested in.\n\tMr Mbane, were you able to hear, I'm referring specifically to the person that was sitting  with his back towards the camera on the excerpt that we saw.  Were you able to hear what he said, that person in the dialogue now?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I heard what he said but I am going to tell you one thing, I was driving the car and we were nine inside as for you to go and pick up somebody from the street and use them as a witness, that is your business.  I don't know this person, I was the one who was driving the vehicle and I was in charge of the group of nine, about the tenth one - that I am not aware of.  I was the one who was involved in this operation.  You are not the one to come and tell me how many people were there.  I'm the one who can tell you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So what you are really saying then, if I may summarise, is that story that that person has been telling there is completely untrue and he wasn't part of your group.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I am saying to you we were nine inside the kombi and I'm standing by that.  I was in charge.  For you to go and take some other people for some other ulterior motives, that's none of my business.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Also the statement the person made that apparently they were already planning that operation and that you only joined them later you obviously don't agree with that either, two weeks before the time, you don't agree with that either?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Let me talk to you again, your honour, I'm telling you that this operation started in my presence, for you to go and scout around for people in order to defend your client is none of my business, can you please proceed to the next question your honour. Thank you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Mbane, now let us deal with your version.  There's just one aspect that worries me.  You were told by Bellinghan specifically and Liebenberg, to train these completely untrained people.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct.  There was only person who was training this group, it was Rasta.  This one who came with the issue that he was trained and I feel that you are trying to defend your client.  I'm here to talk the truth and not to lie.  If you're trying to use lies in order to defend your client that's your business.  Whatever I'm saying now is what I saw.  So please don't try and defend your client and purport - don't give the impression I'm saying lies in order in order to defend your client. I was in charge of this operation.  Just tell the whole Commission that Bellingan was not there because that is exactly what you want to portray and you want to defend him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say in this answer of yours where you've gone on and on that \"I was told to train these people,   only one person was training them and that was Rasta\".",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That's correct you honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Rasta training them?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Rasta came later in possession with an AK rifle.  I was sitting with these four.  We fixed his AK for him and then he assisted us with the training.  The rest of the group joined thereafter, but I had already started with the four with the assistance of Rasta.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Dealing with this AK47 of Rasta that would fire only single shots, how did you fix it?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Eric Maluleka fixed it because he was an expert in firearms and he was an instructor in firearms in exile.",
            "Male"
        ],
        [
            "MR BOOYENS",
            ": Now let us then just return.  The police have actually told you, at least on one of your versions that you must train these completely untrained people, for what purpose did you - why did they want them trained?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "You know what, I'm requesting you not to come and waste time here. As to why these people should be trained - I do not know. ....(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please answer the question!",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "I was given instructions to train them as to what was the reason thereof, I'm not aware.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You were never told you must train them and that get them to do this or get them to do that, it was just train them?  Is that seriously what you are suggesting, Mr Mbane.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I was told to train them and that was exactly what I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Mbane, you were, Mr de Kock was your commanding officer when this incident occurred, is this correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We left de Kock at Vlakplaas.  He knew nothing, he just said that we are needed down in Cape Town and that's all.  He arrived later.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What I want to know is simply the following.  You've killed police informers on your own version.  Did you inform Mr de Kock of that on your return to Pretoria?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He must have read that in my report.  But that I reported to Mr Bellingan under whose command I was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you write a report in which you reported that you actually killed these people, these informers?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I can't remember that because it happened quite a long time ago.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you just now said that he must have read it in your report so that's why I asked you the question.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I reported to my commander.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Mbane did you say Mr de Kock must have read it in your report or didn't you say it?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well everybody else does.  In any case let's leave that.\n\tDid you report to your commanding officer Mr de Kock that you were given the unusual instruction here of training your enemies up to a level of efficiency where they were good enough to make an attack upon a police vehicle?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I never reported that because I had to follow some lines, some hierarchy, I had command to somebody else before him - I had to report to somebody else before him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But this was unusual, that you were expected to train you enemies in a manner of speaking.  You didn't think that that was so, did you think that was out of the ordinary?  Let me ask you that first of all.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was unusual but I just followed instructions.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but what I want to know - you saw Mr de Kock, your commanding officer before the attack, why didn't you say to him there's something funny going on here.  We have now been told that we must take people that have no training and to train them.  We don't know for what purpose.  I'm worried about this.  I'm training my enemy.  The people that may shoot me tomorrow.  You didn't discuss that with him?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I never discussed this with de Kock because Bellingan and Liebenberg were the ones to tell him that not me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You possessed a passport, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I had passports and I had many passports.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes some of them I'm talking about a genuine passport I presume in your own name and a lot of false passports.  Is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I had them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the eight years you were stationed at Vlakplaas where did you stay?  I don't want a specific address don't worry, but whereabouts did you stay in the years that you were stationed at Vlakplaas?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I cannot give you an answer to that because I'm still residing in that same place.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That's why I said, I didn't ask you for an address.  I'm talking about - well you do not stay at Vlakplaas now anymore, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If I can tell you that place it would be easy for you to find out the exact address because it's quite a small area.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You know I get the distinct impression that you do not want to answer my questions.  I did not ask you for the address, forget about the area, you did not stay at Vlakplaas, you still stay at the same place where you used to stay in the days when you were stationed at Vlakplaas, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I'm still residing in that place and it's a small area.  By revealing the area, it will be very easy for you to find me because I'm known there.  It's a small town and it will be very easy for me to find, therefore I'll rather not disclose that.  Not that I'm not co-operating.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mbane, I think we should not also do what you were a little bit scared of, that Mr Booyens was doing and that is to play games and to waste time.  Now you have given us a sworn statement dated August 1996 in which you disclose your address and this document is now a public document and these are public proceedings, so please just answer the question.  What counsel wants to know is whether you are still staying in the same township that you stayed at whilst you were at Vlakplaas and this is a matter of public record.",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "I beg you pardon your honour, I'm still residing in the two addresses that I have written down. I've got two houses.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What I want to know, you had passports, you told us earlier in your evidence-in-chief that you were actually under duress at Vlakplaas;  you hated it, you felt it was wrong.  You must have had leave during this eight years at some times, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Your honour, if they can go and fetch somebody from London, it would be very easy for them to come and grab me from Zimbabwe.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you really think - so very well you've anticipated the answer now.  So are you suggesting that you couldn't leave the country because you thought they would come and grab you?  Do you think you were that important, Mr Mbane?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If the Commission would just bear with me Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient stage to take a short adjournment.  My brother, Miller, has to go to hospital and wants to talk to me first.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I regret to say that Judge Miller has had to go to hospital and Mrs Khampepe has informed me that she can no longer continue, she is suffering from acute headache and cannot concentrate any further.  I've had an opportunity of making this known to counsel and I understand that they and their clients are all prepared to continue on the basis that two of us will be present during the balance of this hearing.  The evidence will be transcribed and considered by all four  of us before a decision is arrived at.  Could counsel please confirm if that is so?",
            "Unknown"
        ],
        [
            "MR  B WILLIAMS",
            "Your worship, on behalf of the families we confirm that that is our position.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On behalf of the applicant, Mr Bellingan, I confirm that we are quite satisfied with that ruling Mr Chairman.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "We are satisfied Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the second applicant.",
            "Unknown"
        ],
        [
            [],
            "Right, on behalf of Mr de Kock and I confirm that we are happy with the arrangement.",
            "Male"
        ],
        [
            "MR MOSES",
            "On behalf of the witness we are satisfied with that arrangement Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will now continue.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I've got no further questions for the witness, there is just one aspect.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The video that was shown to the witness, it is something that I think in light of the fact that the full Committee isn't here, it seems to me that that will have to be handed in as an exhibit.  I don't think we have had any physical exhibits.  I can never remember whether the video tapes get documentary names, but may we call that Exhibit 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit 1, I think, yes.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That concludes my cross-examination of Mr Mbane, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams, Mr Peter Williams, to avoid confusion.",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MS PATEL",
            "Sorry, Mr Williams, sorry, if I may intervene at this stage, I have certain information that has been made available to me which I think is important that it is raised at this stage in order to circumvent any unnecessary delay regarding cross-examination later.  Of course Mr Booyens I'm sure will reserve his right to re-examine once this evidence has been led but I just think in order to curtail proceedings, if necessary, it's important that I lead that evidence now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.   Are you leading evidence now or are you asking questions?",
            "Unknown"
        ],
        [
            "QUESTIONS BY MS PATEL",
            "Sorry I'm asking questions.  Mr\nMbane are you ready?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "Yes I'm ready ma'am.",
            "Male"
        ],
        [
            "MS PATEL",
            "Mr Mbane when you testified yesterday in response to a question from Advocate Booyens you stated that at no stage did you share accommodation with Mr Khoisan from the investigative unit is that correct?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "Yes that's correct ma'am.",
            "Male"
        ],
        [
            "MS PATEL",
            "Are you certain that at the last time when you came for the hearing that even though it was in a separate room Mr Khoisan had not booked into the same hotel as you did at the same time?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "He was staying in his room and I was staying in my separate room.",
            "Male"
        ],
        [
            "MS PATEL",
            "Do you confirm the same arrangement for your trip now?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "That's still the same.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you and Mr Khoisan during your stay at the hotel discuss this matter?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "We didn't discuss anything about this matter.",
            "Male"
        ],
        [
            "MS PATEL",
            "What about the statement that was handed in subsequently, when was that taken, the last statement that was handed in by yourself, when was that taken?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "It was on the 17th November 1997.",
            "Male"
        ],
        [
            "MS PATEL",
            "Was that during your stay here the last time?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "That's correct, ma'am.",
            "Male"
        ],
        [
            "MS PATEL",
            "So it's not strictly correct that you never discussed the matter at all with Mr Khoisan?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "When I was making the statement there was a Xhosa interpreter, there were three of us, a Xhosa interpreter, I can't remember the name but he was also in the house.",
            "Male"
        ],
        [
            "MS PATEL",
            "What is contained in by the affidavit that was handed in by yourself is that your own version of what had occurred?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "That's only the occurring that took place at the time.",
            "Male"
        ],
        [
            "MS PATEL",
            "The question is, Mr Mbane, is are those your words that have been put into the statement, into the affidavit, rather?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "Yes, ma'am that's correct, everything that is in that statement it's exactly my words.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MS PATEL\n\tMr Chairman, I am in indebted to my learned colleague, I wasn't aware of this development, I don't usually break my promises to people, but I think in light of what developed here there are certain things I have to, subject to this Commission's - speak my last piece.\n\tMr Mbane, yesterday when I asked about you staying with \nMr Khoisan in the same hotel you first tried to evade the question eventually ended up saying that you never stayed in the hotel with him.  Is that correct?",
            "Female"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you lied to the Commission.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Even now I'm not staying with him, I have my own room, his got his own room.  We are not staying together.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Please, if you stay at the same hotel, that doesn't mean you have to stay in the same room. You deliberately tried to mislead the Commission, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Even now I'm saying he has got his own room.  I'm not staying with him in the same room.  He's got his own separate room and I've got mine.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well why didn't you say, if that's the way you understood the question that's by the way not the way the questions were asked.  Why didn't you say that, no we are staying at the same hotel but not in the same room, Why didn't you say that?  Why did you try to mislead us as if you had no contact with the man whatsoever as far as accommodation is concerned?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "What you asked me yesterday was that you wanted to know if I was staying with him, but I told you that I'm not staying with him.  You asked me if I was staying with him you didn't say anything about a hotel.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We certainly referred to a hotel and when you wouldn't budge on a hotel, I went so far to say that would you stay with him at any other accommodation and you also denied that, that's what you evidence was please do not build another lie on top of your previous lies.  Do you remember that now?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I'm telling you that even now, I'm not staying with him and I'm not lying and I was not lying yesterday.  If you stay with a person it means that you are sharing the same room.  But I'm not staying with him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I presume that's a question.",
            "Male"
        ],
        [
            [],
            "Just to clear this Mr Mbane, I have a note I made when you were cross-examined that you said -  \"I'm not staying in a hotel with Mr Khoisan since my arrival\" -  would I have taken the right note from your testimony?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Maybe I made a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My notes also is that you said that you were not staying in a hotel with him and that you never did before and you also said that he normally took you to your place, you seemed to imply he merely gave you a lift to where you were staying.  Is that what you did tell us yesterday?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That's correct, Sir.  I apologise for that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Perhaps you can just explain one thing further Mr Mbane, you tried to hide the fact - why?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I didn't want the people to know where I stay.  That is why I was hiding it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I never asked you the address, in fact -  and I don't even have to look at my notes to confirm, I've got a clear recollection that you started that story about not wanting to give the address and I said to you I'm not asking your address I'm asking you whether the man is staying with you in an hotel, there must be hundreds of them in Cape Town. So, don't, let's try another answer, come, give it another go.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't get your question clearly.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well let's just repeat it for you. Why did you try to hide the fact that you and Mr Khoisan were staying at the same hotel.   That is the question that I asked, please answer it.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't have a reason for that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There must be a reason.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't know that.  If you say there is a reason it means you know the reason because I'm saying I don't have a reason.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You told the lie I didn't.  Why?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "The fact that I didn't tell you where I stay, I don't have a reason for that, that's what I'm telling you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I never asked where you stayed I asked you with whom you stayed.  Why didn't you want to tell us, why did you try to mislead us about that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't have a reason.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, there must be a reason, but you're not prepared to tell us the reason, isn't it? One does not lie deliberately under oath, at least most honourable people I know don't lie deliberately under oath.  If they lie there's a reason for it.  Or do you just lie under oath for no reason?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "All I'm saying is this, I don't have a reason, I don't have a reason.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did somebody suggest to you that you should deny staying with Mr...",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No-one, it's something that just came to my mind.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Mbane, it's been a pleasure cross-examining you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR P WILLIAMS",
            "Thank you, Mr Chairman.  Mr Mbane, I'm not going to be long with you, I just want to ask you a few questions to clear up certain things.  Firstly, in your evidence in chief you said that the word eliminate or sweep(?) it's the same thing.  Now what's the meaning thereof, what does it mean?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It means to kill.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then further on you said that if you get an order you don't ask questions you just take your bags and go.  Can you recall that you said that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I can remember, I can still remember.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now why did you say that you don't ask questions you must just take your bag and go?  What's the reasons for that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If you are a trained person, you don't question your commander about why I'm given this order.  You have to follow the orders that is why you always have a commander.  You don't ask questions.  You just say go straight to that door, you do as you're told.  You must not ask questions.  You are not to ask why do you have to kill a person.  He knows, as a commander, he knows why.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "If you ask questions, what are the consequences for you?  In other words, if you question some order that you were given, or you to refuse to comply with that order, what will the consequences be for you?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If you question or refuse, you will get punishment.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "What type of punishment.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It depends what type of commander you have.  Maybe you can be assaulted or you can be killed.  It depends on those things.  It depends what type of a person your commander is.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Assume that you were given an order that you must kill an enemy of the state and you fail to comply with that order, what do you think what could have happened to you?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "You would be killed because it would like you are working together with this enemy.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Why is there a perception amongst Vlakplaas operatives that you could commit illegal acts with impunity?\nIn other words that you could commit some crime and not be punished for it?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't get your question clearly, sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you guys based at Vlakplaas think that you can just go on and commit crimes and not be punished for it?\nYes or no?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We did think about it.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You say that, in one of your affidavits, you say for example that at some stage you were driving with Mr de Kock and that you shot some innocent person along the road just to show him that you can also kill a person.  Can you recall that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I can still remember.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You also say or you confess in one of you affidavits that you were personally involved in the killing of no less than 10 persons is that correct.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "In fact in one of the instances a young baby and the baby's mother was killed is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I was actually killing a terrorist but by mistake I shot this lady while she was walking out of the gate.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that your commanders at Vlakplaas were aware of all if not most of these murders you committed?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "They were fully aware.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You were never charged with those murders and no disciplinary action was ever taken against you, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I was once called in the offices of the Attorney General in Johannesburg to sign forms and the mother of the baby got some money from the State but I was not charged.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So in other words, would you agree with me that at the time when you were based at Vlakplaas you thought that if you killed people whether it be with the expressed consent of the commanders or not that you would not be punished for that, that you would never be charged for that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You also say that at some stage Vlakplaas operatives stole cars and used those in special operations is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And that they were involved in armed robberies, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So is it then correct that there was this perception amongst you people that were based at Vlakplaas that you can commit these offences and not be punished for it?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Was that only your perception or was that a general perception at Vlakplaas?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Everybody was under that impression.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So would you agree then that in your mind, you thought that to kill a person that's an enemy of the State or that were regarded as an enemy of the State that such an act would fall within the either expressed or implied authority that you people had that were based at Vlakplaas?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Then my second last question is you said that - I can't recall if you said Mr de Kock said or someone said that your purpose as an Askari was to hunt and to kill the terrorists.  Was that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If you are not in danger you could arrest a terrorist, but should you be endangered you could kill but mainly our task was to kill.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "What happened once you captured a so-called terrorist and that person refused to co-operate, what would happen to him?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Once you captured a so-called terrorist and that person refused to co-operate with you what in your opinion would have happened to such a person?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If he was a person without information he would go and appear in court but if it was somebody who had a lot of valid information he would be killed.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then, just lastly, the Chairperson of the Committee asked you does the term \"Comrades\" mean members of the ANC.  Now my question to you is, is it not correct that the term \"comrades\" referred to those people who were opposed to the system of apartheid and included members of the UDF the ANC, The new Unity Movement, Cape Action League, AZAPO, whoever belonged to organisations that were opposed to the apartheid system, wouldn't that be a more fitting description of the term \"comrade\"?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is the precise meaning of the word people who support ANC, PAC and  the like.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And isn't it correct that the term \"comrades\" denote not only people who were involved in military activity but also ordinary supporters of these organisations, whether they were involved in conscientising ordinary people or whether they were just grassroots members of these organisations?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "The name \"comrade\" refers to somebody who aligns him or herself with these people and support their ideas.  I do not know whether that suffices.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So it does not necessarily imply that a comrade would be involved in military or underground activities is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.  You might be a comrade as a supporter of your movement without having got the training.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR P WILLIAMS",
            "Male"
        ],
        [
            "MR CHAIRMAN",
            "Mr Hugo.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman.\n\tMr Mbane, I just want to confine my questions to this particular incident of the Guguletu 7.  Now you testified that Mr de Kock was your commander at the time was that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "And then you also said that you left him at Vlakplaas when you came down to Cape Town.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "And I'm not sure and I just want to clarify that with you.  My notes are to the effect that you said he knew nothing.  Is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We left him at Vlakplaas and at that time it was Mr Bellinghan who was my commander.  We left him at Vlakplaas and came down here to Cape Town.",
            "Male"
        ],
        [
            [],
            "Yes and then you testified under cross-examination that you did not report the killing of the informers for instance to Mr de Kock.  Is that also correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir",
            "Male"
        ],
        [
            [],
            "You also then said that you just followed instructions and I'm not clear on this when - let me rather ask you when you said that you just followed instructions with these instructions from Mr Bellingan and Mr Liebenberg?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "So you never received any instructions from Mr de Kock whilst you were down here in Cape Town?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I never got any instructions from him.",
            "Male"
        ],
        [
            [],
            "And you further then testified that you never discussed this particular operation with Mr de Kock is that also correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "And Mr de Kock wasn't aware of the fact that you were training these young men down in Cape Town with the view of possibly attacking police officers?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams, Mr Brent Williams.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR B WILLIAMS",
            "Thank you very much, Mr Chairperson.\n\tMr Mbane if we can just get some clarity on questions that have been raised with you by Mr Bellingan's counsel regarding the fact that you did not question the instructions to train unarmed youths.  Firstly wasn't it, isn't it correct that as part of your infiltration and as part as your living out a legend as an Askari, it was not unusual for you to supply weapons and ammunition to the people you were meant to infiltrate?  I'm asking that question generally.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In other words there were other operations that you were involved in, in which you as part as your infiltration supplied weapons and ammunition to the group or groups or individuals that you were infiltrating?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So when Mr Bellingan's counsel expresses surprise at the thought that the police would want to arm the enemy, it is strange not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Please rephrase your question.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "I will try.  When Mr Bellingan's counsel expresses surprise at the fact that the police could contemplate or that Mr Bellingan could contemplate arming and training the enemy as he put it, that is strange not so, because that is the kind of work that you did?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was not the first time that I did that it was the usual thing.  I hope that fulfils the question.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In other words it was part and parcel of you living out your legend that you would supply arms and train people, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes it was the usual norm.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And that is precisely what happened with this group of people as well, not so?  The Guguletu 7.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So notwithstanding the fact that they were considered to be the enemy, part of the plan was to gain their confidence by supplying them with arms and giving them ammunition, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I understood from your evidence that when you met them, you discovered that they were not the enemy.  That they were no danger to anybody.  Wasn't that the evidence you gave?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you weren't infiltrating a dangerous gang, you were just mixing with four innocent young men.  Is that so?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            [],
            "If I may intervene here, Mr Mbane, with the addition of Rasta, because he was trained internally would the complexion to the innocence of the group you are training have changed?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Please repeat the question.",
            "Male"
        ],
        [
            [],
            "I say, other than the four young men you met initially, you were subsequently joined by Rasta, who was trained inside the country, he joined this initial group making it five, let's confine ourselves to five now.  Would the complexion that these people were innocent have changed with somebody who has been trained and having an AK47?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's where the whole thing changed.",
            "Male"
        ],
        [
            [],
            "Thank you, you can continue, Mr Williams.",
            "Unknown"
        ],
        [
            "MR B WILLIAMS",
            "Thank you very much.  Mr Mbane, just to complete this line of questioning, I notice that you refer in your Johannesburg affidavit at paragraph 42 to a very similar set of circumstances where you supplied one Intombe in, if I'm not mistaken, in Durban, with a bag of AK47's as part of the legend.   Am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Am I also correct in saying that some of the people involved in that particular group and Intombe herself was subsequently killed, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "The sum total is that arming the enemy was part of Vlakplaas' covert operations. Not so?  Am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Now you have said that the complexion of this group which initially appeared to be untrained changed when Chris Rasta had joined the group.  Confirm that?  Would you confirm that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There was information that these boys were troublesome when we showed the four photos and if they happened not to be trained we were going to train them anyway even if Rasta did not come by the look of things.  I hope that fulfils the question.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Would part of your infiltration of a group also be to draw in other possible people who are comrades and who are trained and who you are not aware of?  Would that be part of your role as an Askari to draw in people who are not immediately part of the group?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We don't normally do that but people just normally come to join in with the hope that we come from exile.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Yes isn't that the way that you, part of the way that you gather your intelligence?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We used to infiltrate a specified group and if there were any other people who were interested in joining, we would allow them, we wouldn't chase them away.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Your direct evidence has been that Mr Bellingan had instructed you after you had informed him that these four people were untrained, he'd instructed you that their training must be proceeded with.  Am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you assume that part of the purpose for this exercise would be to possibly to draw in other people to identify other comrades as well?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And self-evidently you were successful because you drew in additional people into that group as well.  Not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "I want to deal briefly with the weapons.  Captain Bellingan has testified that when weapons were issued to Askaris to be utilised as part of their legend, the instruction to the Askaris was that they should try as far as possible to maintain control over those weapons.  Is that what you also understood to be your instructions, with regard to weapons?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I tried to do that.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Right, now it's a matter of dispute between yourself and Captain Bellingan regarding the extent of the weaponry.  He says that you were given two AK47's, one Tokorev and ammunition as well and you say you were given four AK47's a Makorev, a Tokorev and hand grenades as well.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We were handed four AK47 rifles, eight magazines, four hand grenades and four ...(indistinct), one Makorev and one Tokorev. That's what we were handed.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Can you explain to the Committee what efforts you made to exercise control over the weapons that you say were supplied to you during the time that you had infiltrated. this group?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I tried to make sure that they stay with us, not with them.  We bought a trunk and we stored them in it.  They were always under our management.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you saying that the trunk was in your vehicle all the time or was it at a particular place all the time?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was in the house.  It was kept under guard all the time.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And where was this house?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Whilst we were at KTC it was in the house and same with Guguletu.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Right, now I take it that Captain Bellingan being concerned about the weaponry that you had, even on his own evidence, would have asked you regularly, Jimmy are you making sure you that you have those weapons under control, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes he used to ask me and I used to assure him that they are still safe.  He did this whenever we made contact and I told him that they are kept safe under Shakes' supervision.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do I understand your evidence to be then that on the morning of the 3rd March 1996 that was the morning that you distributed these weapons for the first time to the group to be utilised in that particular operation.  Is that what happened?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, not everyone, because we took two the previous night to hide and I gave the rest of the ammunition in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you tell us about shooting at some other vehicle before then?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Yes we had shot before, but he was not asking me about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was, he was asking you whether this was the first time you distributed the weapons.  But you had used them before, hadn't you?",
            "Unknown"
        ],
        [
            "MR B WILLIAMS",
            "Mr Chairperson, in fact Mr Mbane, does understand me correctly.  I was asking the first time that the weapons were distributed for that operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't understand that, I understood you were asking whether this was the first time the weapons had been distributed  was for that operation.",
            "Unknown"
        ],
        [
            "MR B WILLIAMS",
            "My apologies, Mr Chairperson.\n\tSo Mr Mbane, prior to that of course you had distributed the weapons.  If I understand your evidence correctly, prior to that you had distributed the weapons for training, for exercises, but that these would be gathered again and stored in the trunk.  Is that what you're saying, is that your evidence?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And all this time, Captain Bellingan and Mr Liebenberg would have been aware of this not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct sir, they were aware.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Would you agree that the simplest way for them to extract the teeth from this operation would have been to say \"Jimmy bring the trunk to us today\"?  Do you agree, that they could have stopped the operation by taking control of the trunk of weapons if they wanted to?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.  If they wanted to do so they would have done so.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "But it is quite evident that they were planning to respond offensively to the planned ambush by the group am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In other words what I'm saying is that not only had they anticipated a firefight, they wanted a firefight?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "For your own account, you say today, that you realised that you were leading those men to their deaths on that morning, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You realised that, prior to leaving wherever you left from in order to go to the scene not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I did not know before we went to this place it just surprised me and I got shocked to realise that I had led these people to their death because I was under the impression that we were going to be arrested.  When I realised that there was shooting it came quite as a surprise and therefore I was remorseful.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "For your own account, Mr Mbane, didn't you think that one way to prevent this group from carrying out their planned ambush to simply to retain control of the trunk of weapons.  You could do that not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "My commanders were commanding me all the time.  If they instructed me to take the trunk and take it wherever I would have done so but no such instruction was issued.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you also saying to this Committee that there was no instruction or that their was no indication from Mr Bellingan when you reconnoitred the area the day before the incident that he was planning to arrest those individuals?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He never showed that he wanted to arrest them.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you saying to the Committee that you suspected that there was going to be a firefight and these individuals were going to be killed the day before already?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Let me tell you something, if they had no intentions to shoot these people because I was in possession of the trunk that would have just told me to get off the car and take the trunk and get away with them because I was having the trunk with me.  But it was clear that they wanted to shoot them.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you quite clear, if I could move off that point, are you quite clear on the fact that Captain Bellingan came down to Cape Town with you at the same time?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I am quite clear on that sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And are you also quite clear that when you arrived in Cape Town this was the first time that your infiltration of this group in Cape Town had commenced?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't have knowledge thereof, but it was the first time I infiltrated them.  Maybe they might have attempted here in Cape Town but I never got that information.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So that when Mr Bellingan testifies that he had joined an already existing infiltration by yourself and Eric Maluleka, that is not correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No that is not the truth.  We left together for Cape Town until the completion of the operation.  We left him here and then followed at a later stage.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "When you arrived in Cape Town, you mentioned  that Liebenberg, Bellingan and a Colonel Peters were present at the briefing.  Do you recall precisely what the purpose of the infiltration would be, was it mentioned to you?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "As I see it, but I'm not saying that this is a fact, but I think that the main intention was to have these people killed.  That's my opinion, I'm not saying it is so.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In your experience as an Askari, was the main reason for your existence as an Askari, the elimination of groups of MK cadres?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "I think you mentioned that yourself as well in your affidavits, that that's what you were told your purpose was as a Vlakplaas Askari.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Is there any reason for this Committee to believe that there was any other purpose to you infiltrating the Guguletu 7 group other than the fact that the intention was to kill them?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I, can you please repeat the question, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you know any reason why this Committee should believe anything else other than that the reason for the infiltration of this group was to kill them?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There is no other reason.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "When Bellingan says that the sole purpose of this exercise was to gather intelligence that is only half the story not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "How can that happen if he had given me AK47's the Tokorevs and the hand grenade?  How can I gather intelligence in that manner?",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In the time that you had infiltrated this group how soon after you had joined was it necessary for you to eliminate these other three informers that you talk about?  How soon after you had joined or infiltrated this group?  Can you give the Committee some idea?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I think three to four weeks, I'm not sure.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Alright, so if you say that you had been involved in this infiltration for about two months prior to the operation happening, then it was sort of midway in the operation, or by midway in the operation that you had eliminated these other three informers as well, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And that would take us approximately to the end of January 1996, more or less, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It might be that period sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So for a month, or approximately a month prior to the incident occurring, yourself and Eric Maluleka were the only sources of information, to your knowledge, available to Bellingan and Liebenberg, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So then there is absolutely no basis for any\nsuggestion by Bellingan or Liebenberg that this group constituted\nanything other than what you had said to them, mainly that they were untrained and had to be trained by yourself.  Am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Correct sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "In your evidence you also say that you communicated with Liebenberg and Bellingan on a fairly regular basis over the period of, let's say the four weeks running up to the 3rd March, can you give the Committee and idea in terms of numbers, how many times did you meet Bellingan and Liebenberg?  I know it's a long time ago, but was it once a week in the four weeks or twice a week?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "We would communicate every third or fourth day.  We would meet on the third day or fourth day.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Alright, so your evidence and you maintain that your evidence is that apart from Rasta this group was otherwise an unarmed and untrained group, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you at any stage inform Bellingan that the group that you had infiltrated were armed with weapons and were openly parading at night with these weapons?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I've only told them that these people were unarmed.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Would you agree that but for - or had you not trained this group as you had been instructed and had you not supplied arms to this group as you had been instructed, these individuals would still be alive today?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Mr Mbelo, do you understand the term \"agent  provocateurs?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't know.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Alright.  Let me try and explain this.  An  \"agent  provocateur\"  is very simply someone who encourages other people to take offensive action in very simple terms.  Your role as an Askari was part of that effort to go into a group, encourage them to take a particular position, encourage them to take action to their detriment.  Was that part of your role as an Askari?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I didn't do that, all I did was to be, I was only taking orders.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "With hindsight, with hindsight, do you think that perhaps this is what your commanders had in mind for the Guguletu 7 operation?  That they would send you in to train whoever and then take action against that group?  Is that what they had in mind here?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes, the commanders were like that.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You mentioned at some stage in your evidence that you were being kept under surveillance, you mentioned the incident about the helicopter and you've been asked about that but you also mention an incident about where patrols would sometimes pass you by.  What were you talking about there?  Patrols of the police would pass you by and you would know what your position was and where you were.  Can you explain that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Let me start with this helicopter.  They wanted to locate me, they gave me the sign, they said to me I must wear a white cap and sit on top of the car on the roof of the car so that they can fly around that area.  There was a white kombi that would go past that area.  It would just patrol the area.  But they were not coming inside the area.  They wanted to see if there was a need for a backup or not.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And you knew precisely who or what the purpose of this white kombi was?  You knew who was operating this vehicle?  In a sense that you knew it was a surveillance vehicle?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I knew.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Was the idea also that you make yourself seen to this vehicle?  Did you have to make yourself visible to this vehicle?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I used to see them.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Can you give the Committee an idea as to how regularly this kind of thing happened?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It only happened during the first two weeks and I requested them to stop.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So once again, at least whilst you were in Khayelitsha, Mr Bellingan knew your whereabouts.  Is that what you're saying?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes when they were in the helicopter they could see me.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And also as a consequence of their surveillance with the vehicle on the ground, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "They were just there as my backup but I told them to stop doing that later on.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You have been cross-examined at length about variations in your evidence between how many people excluding yourself or including yourself and Eric Maluleka actually constituted the group.  If I understand your final position it is that the group consisted of seven people and yourself and Eric made up number eight and number nine.  Is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you ever tell Mr Bellingan that the group constituted seventeen to twenty four people?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No, I didn't tell him that.  I don't know anything about seventeen to twenty four people.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you say that the group contemplated to be involved in the attack would amount to about seventeen to twenty four people?  Did you tell Bellingan this at all?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I only told them about nine people and these people were seven and the eight it was myself and the ninth person was Eric and I was going to be a driver.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So once again, when Bellingan says this in his evidence, then he is clearly incorrect, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He is not telling the truth.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Why do you think he is trying to exaggerate the size of this group?  What would the purpose of that be?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Maybe he is trying to cover up something, something that he knows because I used to tell him that there are seven people and the two of us, myself and Eric.  I don't know about the other numbers.  He knows.  Maybe there is something else that he is trying to hide.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "It must be quite apparent to you from the questions that were put to you by Bellingan's counsel that he is also trying to exaggerate the extent to which the group was armed and trained, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you not think that the reason why there is this exaggeration is to justify the lethal response by the police on these seven individuals?  What do you say about that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Maybe he would like to be granted amnesty.\nMaybe he is trying to get amnesty.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "When you had a reconnaissance trip with Bellingan, was Liebenberg with you the day before when you went to the scene with a van with tinted windows?  Was Liebenberg with you on that day?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes Liebenberg was there, Bellingan was also there and the other people that I didn't know. They were white men, the car was almost full.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Was that the time that he showed you precisely where he wants you to bring the vehicle into the intersection?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He didn't tell me about that, he only said he wanted us to be together in the car.  But the whereabouts of the car, he didn't say anything about them.  I just showed them the place where the attack was meant to take place.  About the location of the car, he didn't say anything.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You see, Captain Bellingan testifies that he gave you specific instructions about pulling the van you were driving up of the kerb where it ended up standing on that particular day.  What do you say about that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There's no such thing.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you saying it's pure coincidence that you vehicle ended up on the kerb where it was?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I think it was a coincidence because he didn't tell me that.  I just showed him him the road, he didn't tell me about that, it's just a coincidence.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You've said before in your evidence that you maintained contact over the three, four days leading up to the 3rd March.  Was that to ensure the co-ordination of Bellingan's plans with what he wanted you to do as well?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "When you say about the - from the 3rd March, I don't understand you because the 3rd March is when the incident took place.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Yes I said three or four days leading up to the 3rd March you stayed in contact with Bellingan to ensure co-ordination of his plans with what he required you to do, is that correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "So when Bellingan says that he never heard from you again after hearing from you approximately a week prior to the 3rd March, he is not telling the truth?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He is lying.  He is lying in the true sense of the word.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Can you think of any reason why he would want the Commission to believe that he had lost contact with you for that week?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Maybe he knows, but he is lying because the day before the operation, I took him to the place where the incident was to take place.  I don't know what he is talking about if he says he didn't hear anything from me.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "I'm sorry, my Lord, I've got one or two more questions still, I may be about ten minutes still, it may be an appropriate time to adjourn",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well we will adjourn until 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR B WILLIAMS",
            "(cont)\n\tThank you very much my Lord.  \n\tMr Mbane, I just want to come back briefly to the question of the weapons and the training.  Isn't it in fact the case that not only had you been instructed to arm this particular group and train them, but you were occasionally also instructed to use this very weaponry to shoot at the police?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is pure lies.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "My apologies, could you repeat your answer, Mr Mbane?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "When we given these, I was given all this heavy armoury in order to arm these people.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Yes, but weren't you also asked at one occasion to even shoot at the police in order to prove your legend to the group?  Do you not recall?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's true sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Isn't that the incident with the Caspir where Captain Bellingan in fact instructed you to shoot at a Caspir in order to improve your legend?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was my initiative to shoot that Caspir because these people were already trained and I could see that they wanted to shoot and that is when we decided to shoot the Caspir whilst it's doors were closed and we did exactly that, that is when our car was taken from us.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You see, Captain Bellingan testified that he in fact said to you that you should do that type of thing, precisely that, in order to prove your legend or live out your legend.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is not true, I took the initiative to do that.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Was he aware of this?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He knew only in the morning.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And that was because your kombi became bogged down, not so, after that incident?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "He never reprimanded you for using these very weapons that you had obtained from him on the police?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No he never reprimanded me.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "He never reprimanded you for potentially putting the lives of policemen in danger?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No he never reprimanded me.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And the reason was because this was all to live out the legend not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Alright, I want to come back to one point regarding the ability of Bellingan and Liebenberg to arrest people.  Captain Bellingan has indicated that for a number of reasons, which I'm not going to repeat now, it was not possible for him to arrest anybody.  I want to ask you would you agree that since you had contact with this group that if he wanted to arrest them he could have arrested them with your assistance.  What do you say about that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "If he wanted to arrest them he would have done so with my assistance.  That is true.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You will agree that this would have been possible without having to reveal your identity ?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was possible sir, without the revelation.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Do you know of any attempt being made from the time that you informed Bellingan about this planned attack on the police bus, do you know of any attempt being made to arrest people in which you were involved?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No attempts were made.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you saying to the Committee once again that the question of arrest was simply never contemplated by your commanders?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "They never contemplated that.  If they wanted to, they knew where we were staying, they would have come and arrested us.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "It was put to you by counsel for Mr Bellingan that Mr Liebenberg had indicated that he didn't have any informers in that group at all.  Now I want to put it to you that when Mr Liebenberg testified at previous hearings of this Commission, he in fact said to the Commission himself that he had an informer in this group, other than you and Eric.  What do you say about that?  That must be so, not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There were only two people who knew about our whereabouts, who knew our whereabouts it was Liebenberg and Liebenberg.  It's possible that they are the people who sent the informers.",
            "Male"
        ],
        [
            "MR MOSES",
            "Excuse me, my lord, the interpretation came through as the two people who were aware was Liebenberg and Liebenberg.  I don't know whether there was a mistake with the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were the two people?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "It was Liebenberg and Bellingan who knew our whereabouts.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You mentioned the fact that you saw a video subsequent to this operation.  Do you recall seeing a camera team on the scene on that day?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "On which day?",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "The day that this incident occurred.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't remember seeing a camera.  There was no chance, they were firing, there was no chance for me to check for the cameras.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You have seen the video which the Committee has also had sight of, I take it?  The video taken subsequent to the incident occurring?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I saw the video.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Is that precisely the same video that you saw at the time, in other words immediately after the incident, the video that you mentioned you were shown after the incident.  Is that the same video that you've seen now that the Committee has access to?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "The video that I saw today, I don't know it.  The only one that I saw is the one where the people were dead.  I don't know this video.  I don't know anything about it, I haven't seen it before.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Right, perhaps you misunderstand me, I'm not talking about today's video.  There is a video which the Committee and all the legal representatives have had access to which is video taken after the incident, or allegedly after the incident had occurred.  Have you seen that video recently?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I saw that video.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Now, the question that I'm asking you is that the same video that you saw at the time of the incident itself?  I take it you saw a video then too, you mentioned that not so?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes that is the same video.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are you quite sure it is the same in every respect or are you not sure.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It looks like it's the same video.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you recall there being a helicopter on the scene on that particular day, the day of the incident.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I ran away, I didn't see the helicopter.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            ": When did you meet with Eric Maluleka again after the incident occurred?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Eric came to the house in Koeberg, he came with Bellingan and the others. He got me there, I was in the house already by that time.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you at any stage meet with the policeman who was investigating the deaths of these seven men?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "No I did not.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "As a matter of interest do you know who that policeman was or don't you know that either?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't even know the policeman.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Lastly, I want to ask you about the grenades which you had been supplied according to you by Bellingan and Liebenberg.  Do you remember what kind of grenades they were that had been supplied?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was offensive type of grenade.  I only know the term offensive.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you not know the distinction between various makes of grenades or their country of origin?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was a South African made one, I looked at them.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you know what an RGD5 grenade looks like?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes I know.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Were those the grenades that you had?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "They were called offensive.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Did you have RGD5 grenades on that particular day?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes we had them.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You mentioned that at some stage you had a .38 special revolver, am I correct?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Can you please repeat the question, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You mentioned that at some stage, when you came down to Cape Town you had a .38 special revolver.  Do you remember that?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "It was a .38.  It was mine, a .38.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "My apologies is that a pistol?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Yes it is a pistol.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "One of the deceased on the scene was found with a revolver.  Do you know where that revolver came from?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There were two revolvers that were found on the scene.  I don't know where did Rasta got them.  I also put them together with the other arms.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Just a final question, Mr Mbane, about the reason for you being so evasive regarding your residence in Cape Town and your residence where you normally reside, can you explain to the Committee why you are so evasive about revealing this information?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I am not under witness protection programme, anything can happen to me especially if the people know where I stay, I can just disappear any day.  I can just disappear any day.  That is what I'm scared of.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Mr Mbane, from which people are you suggesting this threat emanates?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I'm going to say to you briefly, I used to do this type of job.  Bellingan is not arrested, Bellingan is free.  If he can know where I stay here in Cape Town, anything can happen, because I know him very well, I've been working with him for a very long time.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Are some of the incidents that you refer to in your Johannesburg affidavit, do they implicate Bellingan as well?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I don't know because in that affidavit from Johannesburg there are a lot of mistakes there, misprint of peoples names and so on.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Then why would Bellingan hold any threat for you, I don't understand?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I'm here to tell the truth, I'm here as a witness.  I'm here to tell about the bad things that he did and I even told the Commission about the things that he didn't talk about.  For my safety as a person who is not under witness protection programme I've got to be careful.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Would you agree, Mr Mbane, that your Johannesburg affidavit, with or without the minor errors that you refer to it's really a list of atrocities don't you agree?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "Do you have anything to gain by coming to confess to these things.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "There's no gain for me.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "You've not applied for amnesty?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I haven't applied for amnesty.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "And you also consider yourself to be at\nrisk from your previous colleagues, is that what you're saying?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR B WILLIAMS",
            "I've no further questions, thank you my Lord.\nNO FURTHER QUESTIONS BY MR B WILLIAMS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My recollection is that you told us that after you ran away you went to some people and they gave you clothing so you could change your clothing and then you went and got a bus to Koeberg.  Is that correct?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Yes, they gave me clothes and they took me with a car to KTC and I talked to Yamile there and from there Yamile took me to the bus terminal.  I bordered a bus to Koeberg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's all sounded very friendly.  Was it?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Yes we were friends.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well in your affidavit, your Cape Town affidavit, you said in paragraph 15\n\"I ran back up NY1 and forced someone at gun-point to take me to Nyanga bush to Mr Yamile's place.",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "That's correct, those are the people, who gave me, I pointed them with a gun, they gave me clothes and they took me with a car to Yamile's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were very friendly, you've just told me, but you were pointing a gun at them.",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "I didn't know those people.  I apologise, the interpreter made a mistake.  I thought you were asking if he was friends with Yamile, not with the people in the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "JIMMY MBANE",
            "Can you please repeat your question, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, sorry, any re-examination.",
            "Unknown"
        ],
        [
            "MR MOSES",
            "Mr Chairman, I don't know, but from what I've heard from the interpreter, there seems to be a misunderstanding on the interpreter's side with regards to the Chairperson's last question and what has been conveyed over the microphone now via the interpreter is that she, the interpreter, understood the question to refer to a friendship between the witness and Mr Yamile and she was asking the Chairperson whether he would like to repeat the question so there was a mix-up with the interpretation it seems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your client has given his explanation, the witness has given his explanation, he has said so.",
            "Unknown"
        ],
        [
            "MR MOSES",
            "What I was just referring to was that there was a clear, I got a clear...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has said so, he said he thought the question was about his relationship with Mr Yamile.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR MOSES",
            "May I then proceed with a few questions in re-examination, Mr Chairman?  I thank you\nChairman and the Committee Member.  \n\tJust one or two aspects which I need to come back to, Mr Mbane, flowing from the cross-examination by my learned friend Mr Booyens.  I want you, can you explain very briefly to the Committee why after more or less three days of interrogation and torture did you decide to co-operate with the police?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I didn't say after three days, I said after three days I decided to tell them who I was, that was after being tortured for three days.  It's not that I said, I didn't say that I agreed on the third day to work with them.  I just told them who I was.",
            "Male"
        ],
        [
            "MR MOSES",
            "And, if I understand you correctly, does it mean that the impact of the interrogation and the torture made you reveal certain information to your interrogators?  Is that how I understand your answer?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MOSES",
            "Now, Mr Mbane, reference was also made to the informers or alleged informers and the killing, subsequent killing that followed, relating to those incidences.  Now, perhaps you could just very briefly, enlighten the Committee as to the modus operandi of the people under whom you have worked at Vlakplaas, how would they keep track of you as Askaris.  What methods would they use to keep you in check as it were, to see that you are doing as you are told to do?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is why they sent the informers.  They sent them with tape recorders.  That was their method in order to keep an eye on us.",
            "Male"
        ],
        [
            "MR MOSES",
            "Now reference was also made of the fact that surely you must have had ample time to reconsider your role as an Askari within the S A Police and within the Security Police specifically.  Why then did you - was there any opportunity for you, not only to consider that, but to flee, to run away from this whole Vlakplaas operations from what you have been, to what you have been exposed or what you have learned what has happened there, couldn't you just run away and turn your back on it?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "Who am I because it's always possible for them to go and get a person who is in London and kill him, who am I if I think I can escape that type of situation.  Whereas these people can even kidnap a person who is in Swaziland or Soweto or Lesotho.  I had no option, there was no way for me to run away.",
            "Male"
        ],
        [
            "MR MOSES",
            "Are you telling the Committee then that you, because you knew the capabilities of the Vlakplaas operatives and their sophistication that it would be impossible for you to really run away from Vlakplaas operation if one could refer to it in those broad terms?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "That is the reason why because I knew their operations.",
            "Male"
        ],
        [
            "MR MOSES",
            "You have also been cross-examined extensively at the pleasure of Mr Booyens about the incident on the 3rd of the third month, 1986.  Now, did the Committee understand you clearly and correctly to mean to testify that Mr Bellingan as your commander at least Mr Bellingan, he knew about the plan about the attack which was supposed to take place on the police bus on that specific morning?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I told him",
            "Male"
        ],
        [
            "MR MOSES",
            "We also understood your evidence to mean that he was also aware of the place where that attack is going to take place?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I showed him the place.",
            "Male"
        ],
        [
            "MR MOSES",
            "Did we also understand you correctly to mean that Mr Bellingan was also aware of the number of people who were involved?  Who would be involved on that specific day?  The number of people from your group?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "He knew, I told him about it.",
            "Male"
        ],
        [
            "MR MOSES",
            "And are we further also led to believe that Mr Bellingan knew about the capacity, the weapon firing capacity, with which your group, yourself and your group, were equipped, in other words, he knew about the weapons and arms at your disposal?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "My Lord just very briefly, the value of questions in re-examination in the first place, my learned friend really shouldn't lead as much as he's doing at the moment but in any case one could also of course consider the value of the answers given to questions like this.  I think my learned friend should perhaps try to let the witness give the evidence himself, if he doesn't mind.",
            "Male"
        ],
        [
            "MR MOSES",
            "Mr Chairman, the evidence I'm going through with the witness now, there is already testimony to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is there any point in going through it.  If it is testimony that is not challenged, there's no point in going through it again, if it is challenged, you shouldn't be leading.",
            "Unknown"
        ],
        [
            "MR MOSES",
            "I will try then not to lead because I believe Mr Chairperson that those are really aspects which are, or the circumstances around that are in dispute and I just need to clear that with the witness in taking him through that.  I will try then not to lead the witness.\n\tMr Mbane, the vehicle which you were supposed to use on that specific day, the particulars of that vehicle, did you give that to anyone?  The particulars of the vehicle which you were going to use during the attack on the police.",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I only told Bellingan and Liebenberg that we have already stolen the car, it's with us.  I told my commander.",
            "Male"
        ],
        [
            "MR MOSES",
            "....specific aspect of that vehicle, a description of that vehicle which you gave to Mr Bellingan and Liebenberg?  Any peculiar thing through which that vehicle could have been identified as the vehicle which you were going to use?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "I told him about the colour of the car and the registration numbers and I told them that it's a car from the bakery, it's closed.",
            "Male"
        ],
        [
            "MR MOSES",
            "Just a last aspect.  You have been confronted with the different versions which you have given or rather the answer you have given provided to the question posed by my learned friend, Mr Booyens, yesterday, with regards to your place of residence here in Cape Town and the presence or otherwise of Mr Zanzile Khoisan and you seem to have told a lie, that is how it was put to you to this Committee with regards to the place where you and Mr Khoisan would be staying.  The specific point was Mr Mbane were that you lied, that Mr Khoisan and yourself are not staying at the same hotel.  Why would you try to hide that information from this Committee?  Why would you try to hide the fact that Mr Khoisan is staying in the same hotel that you are staying?",
            "Male"
        ],
        [
            "JIMMY MBANE",
            "As I have already told you, I stay with him but not in the same room. If I can tell here the name of the hotel, it will mean that I don't have protection anymore.  By hiding the place where I stay I am protecting myself because no-one is protecting me, I'm protecting myself.  That is the reasons why I didn't reveal that type of information.",
            "Male"
        ],
        [
            "MR MOSES",
            "Would you just give me one minute, Mr Chairman, I think I'm almost finished.  Thank you Mr Chairman, I am indebted for your indulgence, I have no more further questions.\nNO FURTHER QUESTIONS BY MR MOSES",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well this witness can then stand down.  Does this conclude the evidence?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, there's just one aspect, perhaps my learned colleague Ms Patel can help us.  At the conclusion of proceedings in November I indicated if there was a statement for the 17th November, taken a further statement from the witness I would like to see it.  I accept my learned friend wasn't given to that, I accept her word one hundred percent without any qualification but is there perhaps, can she just inform us is there any explanation why that statement was only made available to us at such a late stage seeing that it was taken at the end of the proceedings in November?  It's of course maybe relevant because there does seem to be something one feels uncomfortable about here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was taken at the beginning of proceedings in November on the 17th.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I'm indebted to your Lordship, I said the, in\nfact at the end of the proceedings I said I would like a copy.  My learned friend didn't know about it for some or other reason and subject to correction I seem to recall the investigating officer certainly having been in the, present in the proceedings, on a number of occasions, I cannot specifically say he was present then, I can't remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel can you answer that?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Well unfortunately I can merely reiterate the position that the statement was not in my possession and that was the position.  Unless you want an explanation from the investigating officer, however, I am not sure it is going to take the matter much further but if my learned friend insists then perhaps we should call Mr Khoisan.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well can I add something to that. I understand the position to be from the witness, that he was given the statement on the Tuesday morning, a copy, where are we today, Thursday.  On Wednesday morning one of the staff of the TRC obtained the original from Mr Khoisan.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I'm indebted to you my Lord.",
            "Male"
        ],
        [
            [],
            "Now can you be comfortable with that Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Let's say I can live with it, Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further witnesses?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No thank you Mr Chairman, we're done.",
            "Male"
        ],
        [
            [],
            "We're not calling any witnesses, your worship.",
            "Male"
        ],
        [
            "MS PATEL",
            ": No there aren't any further witnesses from my side.\n\tThere is, however, just one point honourable Chairperson, I'd just like to place on record that the full copy of \"The Weaver Trial\" has in fact been made available to all the Committee members and there has been a request from Mr Williams my learned friend here that it forms part of the record.  I would support that view given that the Weaver Trial gives us a broad indication of other parties involvement in the scene or at the scene if I'm not sure what the view is of my other learned colleagues on that.",
            "Female"
        ],
        [
            "MR BOOYENS",
            "I'm not sure what the status of that is supposed to be Mr Chairman.  Surely if it's going to be argued that the Committee should take evidence given in another hearing into account of people that didn't testify here, then one would of course been entitled to say well, maybe that's what they said but maybe they would have said something different if I cross-examined them.  I'm not sure what sort of status one should, it's always a problem on any controversial issue to do that, I'm not sure what the position in the Act is are far as the proceedings is concerned, I haven't checked that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm somewhat dubious about making the whole of the record part of the record of these proceedings.  If you were to refer to the judgment, that might be a different matter.  We would then be referring to a judgment that a Court has given.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes, I quite agree, my Lord, I'm not aware of any provision in this Act that, because the moment you make a part of the record then, as what, are we then, for example to take into account the, it is then suggested that, I'm not sure, if Mr Benting gave evidence at the so-called Weaver Trial.  What do we do with his evidence?  I didn't, we didn't have an opportunity to cross-examine him.  Or for that matter, the medical evidence.  If that was given, I think it will be safest for the Committee to stick to what it heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My feeling is that it could be if it was intended to call those witnesses.  You could then agree to put the record in without further proof, as the record, and then you could refer them to passages in the record, but merely without any of the witnesses being called, to put the record in as part of the record of these proceedings, I think is going too far.",
            "Unknown"
        ],
        [
            "MR MOSES",
            "My lord, if I could just say that I cannot, I can perhaps understand why my Lord doesn't take a shine to the idea of adding another 700 pages to an already lengthy proceeding, but from a legal point of view I think that at least the evidence of Mr Bellingan himself at a previous proceeding, should perhaps form part of this record because it is testimony that he testified to under oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well was he asked about it?  Didn't he in fact, wasn't he in fact questioned about it, somebody did and said that was I said there was incorrect version?",
            "Unknown"
        ],
        [
            "MR MOSES",
            "Your Worship, if I remember correctly I think that Mr Bellingan was in fact questioned about his previous evidence in certain respects and some of which he confirmed and some of which he denied.  I speak under correction at this stage but I see no reason why the court should not have sight of previous evidence testified by him under oath as in the affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it should be put to him.  It wasn't put to him.  To allow a witness to conclude his evidence, not put it to him and then start saying whoa, but look what he said here.  It's grossly unfair to that witness, isn't it?",
            "Unknown"
        ],
        [
            "MR MOSES",
            "I would agree with my lord entirely, but with respect some aspects of his evidence was put to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was put to him forms part of our record.\n\tNobody wishes to call any further evidence due to the unfortunate illness of two members of the Committee, it is not possible to go on to the question of argument now.  I think that that would be stretching things a little for us to hear argument and for them not to.  It seems to me to be desirable, accordingly to ask you to prepare written argument in this matter unless counsel feels strongly that we should meet again for oral argument.  It may be that certain queries arise which will have to be put. But it seems to me that the fairest method of doing it is to put the onus on Mr Kobus Booyens and ask him as applicant to prepare his argument first, to circulate it to the other parties and that they can then reply.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "In all fairness, my Lord, why only me, what about Mr Peter Williams?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, sorry, Mr Williams, can put up, I refer to Mr Booyens' argument and adopt the same.  No, it's the two of you, I'm sorry it was an oversight on my part. It's the two of you, how much time do you need?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "My Lord, can we discuss it in chambers, unfortunately I'm busy with several of these matters...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm aware of that.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "..in a row and..",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if you will talk to the others take time for yourself and allow them a fair time thereafter to prepare replies.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Will do so my Lord.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But I don't propose something like three months.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Oh no, neither do I my Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you can, most reasonable time you can for yourself and then you can discuss with them what time they need and let us know.\n\tWe accordingly come to the final adjournment in these proceedings.  I would like to thank all the parties for the assistance they have given us and for enabling us to finally get to the end of the evidence.  Thank you all.\nMR. MOSES: My Lord, may I then be excused because..",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we don't expect arguments from you unless of course you feel you wish to contribute.  Yes, Advocate Moses is excused from any further participation in these proceedings.\nADVOCATE MOSES EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}