{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-02-13",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54663&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_5kond1.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "DIRK COETZEE",
            "INTERPRETER",
            "JANSEN",
            "JUDGE PILLAY",
            "MR BOOYENS",
            "MR JANSEN",
            "MR MOOSA",
            "MR NYOKA",
            "MR ROUX",
            "MR VISSER",
            "MR WITZ",
            "VISSER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR BOOYENS",
            "MR COETZEE",
            "INTERPRETER",
            "MR VISSER",
            "VISSER",
            "ADV DE JAGER",
            "MR JANSEN",
            "JUDGE PILLAY",
            "MR WITZ",
            "DIRK COETZEE",
            "JANSEN",
            "MR MOOSA",
            "MR ROUX",
            "MR NYOKA"
        ]
    },
    "testimony": [
        [
            "ADV DE JAGER",
            "Mr Coetzee, you're still under oath.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens please?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BOOYENS",
            "Thank you Mr Chairman.\n\tMr Coetzee, at some stage you ascertained the ownership of this car that you allegedly saw at Jeffrey's Bay, is that correct.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well I don't want to be at cross purposes, I'm talking about the fact that the car in fact belonged to Mr Chris Hani, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "When did you find that out?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That was in exile Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In London, after you'd made contact with the ANC?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "After I'd made contact with the ANC.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Before you testified before the Harms Commission?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't say exactly at what stage but it was in exile Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well.  Now, you could have had - the car was discussed again at some time when you were in exile, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Just the fact that it was Mr Hani's car, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] instead of discussed it might be just mentioned and not discussed.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Just mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And not discussed.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, I take your point Mr Chairman.\n\tYou see Mr Coetzee I want to put it to you, the fact that you saw this motor car is an afterthought and you never saw such a car there.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I emphatically deny it Mr Chairman, I know what I've seen and I'm 100% sure of it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are also aware - before you testified in this matter you became aware of a certain - you referred to the documentation that was filed in this matter, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct, all the hearings and all the evidence ...[indistinct]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "All the evidence, all the telexes and those things, is that right?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are also aware of  -  if you would be so kind as to turn to Volume 2 page 177.   I take it you have also see that document, that's the - let's call it for short the Ladybrand Security Report.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you must also obviously have seen the bit where it appears that according to the author of that document on the 21st of October, Mr Kondile was alive.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did that also influence you in determining the date when you believed that Mr Kondile was killed?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Not at all Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, while we are busy with that volume, please turn to page 107, did you deliberately forge your so-called job card?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, not at all Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now this unfortunately doesn't tell us anything of your movements before the 20th of August, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But it does tell us about your movements after that date?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "About movement after that date, I wouldn't say it's my specific movements but it does tell of movement after that date on my job card.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The very last entry, am I correct - you were away from the office for two days at the end of December in Easter Transvaal?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is that a genuine entry?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "According to my recollection I was just before I left because I handed Vlakplaas over to my successor on the 31st of December 1981 and I knew that I was somewhere in the Eastern Transvaal during that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then there's an entry covering the period 11 - 23 November when you were Natal, is that a correct entry?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That is correct Mr Chairman, although I did leave the area for a day or two.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "To go where Mr Coetzee, can you remember?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "To get rid of the Lesotho diamond dealer Mr Chairman, at the Swaziland border - of his body.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, we're not going to go into detail on that one because I know it's a subject matter of one of your other applications which I've got nothing to do with.  Then it also reflects your movements in the Eastern Cape and if I talk about the Eastern Cape, I talk about the present Province that we would call the Eastern Cape.  In other words, that would include East London.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's how it's indicated on the job card, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, why does the job card not reflect the Komatiepoort trip?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I won't be able to say what exactly went on or whether it was included in the period, for instance the 9th of October till the 29th Mr Chairman.  I for instance - where it is indicated as Eastern Cape here, I know that I came up from the Lesotho border on the 24th of October with the Linley shooting after the Ogies attack of so-called infiltrators on persons in a caravan after which we were called to assist in the Eastern Transvaal.\n\tSo for quite a time - a while or a time period in this 9 October till 29 October I spent on the Lesotho border.  I've also spent some time with Koos Vermeulen in the Western Transvaal with Vuzi and Peter and then some time in the Eastern Transvaal where during that period, Vuzi and Peter were killed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, to summarise that long answer, are you saying to me that you really don't know why the Komatiepoort trip is not reflected on this?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, it's difficult to say because the job cars were not accurate at all, it's wasn't a true reflection of your movements and that was also clearly stated in the Harms Commission or came out in any case, in the Harms Commission.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If you say East London - the very first entry, that means you were what has been referred to within the area of jurisdiction of the border security branch, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Somewhere during that period if I understand your evidence correctly, you would have been in Port Elizabeth?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That's also not reflected there?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, in fact there is - on your documentation, there is nothing - and I'm talking specifically about page 107, there is nothing reflected at all which connects you with any of the trips in connection with Mr Kondile?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, I have said to you that it is denied but only on collateral - I'm not going to deal with it at length, it is denied that the Audi was stolen at Colonel van Rensburg's instructions.  Did I understand - is my recollection correct that you at one stage - the Audi, the way the you described how the Audi was stolen is in fact a key was handed over to you, is that correct? - an ignition key.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "By Nick van Rensburg?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is my recollection also correct that you stated that when - in fact when the car was stolen, van Rensburg and Raath were with you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just to make it absolutely clear, if I say with you in the immediate vicinity where the motor car was parked?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct, of the house where the car was parked.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Ja, ja.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So clearly, if the Eastern Cape people wanted to steal the car they had the means to do so themselves?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That had the means to do so themselves, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And it couldn't have been that they were afraid of being identified there.   By the way, where was this place, was it in the black residential area?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I'm not 100% sure, it was on the outskirts of Port Elizabeth Mr Chairman, but the suburbs and the area is unknown to me.  I'm not familiar with the area.  I accept it was in a township.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, but they couldn't have made use of your services also because they were afraid of being seen there because they were at the scene?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "They didn't make use of my service, the reason only they can explain Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, you were stationed for how long at Oshoek border post?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "From January 1977 till the first week in January 1980, if my memory serves me right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words about three and a half years?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you testified yesterday that Roy Otto was stationed there for a period of about eight years - at Lebomba.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "At Lebomba border post I believe, I don't know, I haven't got firsthand knowledge of that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The security police in those days was a rather small community, not so?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It was Mr Chairman, it always was a small community.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you ever visit Lebomba border post Mr Coetzee?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I was there once at the border post - at the security branch offices at the border post when I reported to Archie Flemmington with the Kondile murder Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well just to jump back quickly and with Peter and Vuzi?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "With Peter and Vuzi, they've met us at the junction and we went to the river very, very nearby to the main road Mr Chairman.  I can't remember whether Paul or Koos Vermeulen that was with me at the time, went to call Major Flemmington.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, I just want - and I please want to get absolute clarity, who was there at the scene at the time Mr Kondile was murdered and his body was buried?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I will tell you who I know was there, then you needn't repeat that.  According to your evidence that was basically the three P.E. men - the three applicants, yourself, Paul van Dyk, Archie Flemmington, two of Flemmington's men, one of whom did the shooting and the deceased of course.   I count nine, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Major Flemmington included, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Nine or ten, but is that the sum total of the people that were there?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The names you've mentioned, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, would you please turn to page 116.  This is an extract of your amnesty application heard in Durban on the 7th of November 1996, is that right?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I accept it Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just line about 25: \"and the two Ermelo men\" - that passage",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The full ...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It's about line 25\n\"And the two Ermelo men each grabbed a hand and a foot",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Must I read that who sentence?\n\"The four junior non-commissioned officers, Paul van Dyk, Sergeant Young from Colonel Nick van Rensburg's branch and the two Ermelo men\"\nIt wasn't the Ermelo men, it was Major Archie Flemmington's men.\n\"each grabbed a hand and a foot\"\n...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Coetzee, that's all I'm interested in really.  You say that's a mistake, there were no people from Ermelo?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It's clearly indicated if the record is read in context in the Harms Commission, the Loots and Neethling trial and this record reads in context you can see it was again a slip of the tongue Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Which is normal and happens in every day life even in this Commission.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, is it correct that you have admitted that you have - and I'm not going to repeat them, but yesterday during cross-examination and once again this morning, you have made - admitted that there are several mistakes in your papers and the times that you made evidence and so on.  Like you say, it's normal.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It's insignificant ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just say that there are several mistakes, that's the ...[intervention]",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "There are, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "For example, one of the other mistakes is that you also ascertained later on that the description of the colour of the Stanza that you have given us is wrong.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I said I think it was light green or light yellow and it was proved to be light yellow.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  How did that happen Mr Coetzee?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I wasn't sure of the colour and it was later explained in documents that it was a yellow colour.  I don't know in which documents Mr Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could it be in fact that you were right that the Stanza you saw was light blue or light green?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, no, I wasn't sure of the colour, it comes out clearly Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the first - did I understand you to say that the first time when in fact it was mentioned that the Stanza was the car which was with Mr Kondile, was that on that very same day when you saw it or at a later time? - we just want to make sure of that.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It belonged to the detainee what was mentioned if I can recollect correctly, the night when we arrived at Jeffrey's Bay Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Before you saw the detainee?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "On our way to the detainee, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, so Mr van Rensburg, while you were still on your way to the detainee - before you have seen him, mentioned to you that that specific car belonged to a detainee?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you know why he mentioned it Mr Coetzee?  How did it happen?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, it was strange that he opened the garage door adjacent or very near the second or third one from the garage where - police garage where we parked the Audi in and closed the door, that he opened it, had a look at it and closed it again Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So okay, I just want to - because I didn't understand your evidence so clearly, so these were separate garages? - closed garages, the Audi was parked in one of them?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The Audi was parked in one and the Datsun in one of the others, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you couldn't see the Datsun when you parked the Audi?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If I remember correctly, Jan Raath parked the Audi and we came afterwards Mr Chairman - after he entered the police yard Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then for some or other reason Nick van Rensburg walked with you to the garage where the Stanza was parked, opened the door, took a look and closed the door again?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He didn't - that's rather peculiar behaviour wasn't it?  There was no specific reason that I can think of why he would want to look at the car.  Do you think he wanted show you the car?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, maybe - only he can say, I can just guess that he wanted to make sure that the car is still there Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Oh, I see.  But he didn't pass any comment as to express surprise whether the car was there or not there or gave any explanation for this peculiar behaviour of his?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you remember how many lock-up - how many garages there are?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, there's was quite a few of them, I can't remember how many Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee obviously, if the Audi - not the Audi, if the Stanza was never entered into the police books - the police register in Bloemfontein, this whole elaborate charade of ostensibly releasing Mr Kondile and then kidnapping him and so would have been completely unnecessary, is that right?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I don't understand the question, can you ...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, as I understand you, the only reason why Mr Kondile was ostensibly released was so that they could get the motor car from Bloemfontein?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That is what was ...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was what was explained to you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's what was said by their legal representative Mr Maritz, in the Harms Commission Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that's the only person that ever said it, Nick van Rensburg never said it?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, he confirmed - Nick confirmed that the detainee was released, abducted and illegally held.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At the Harms Commission?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't remember where but with less details than was given in the Harms Commission by their legal representative Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you say Sam Maritz said at the Harms Commission that they released the man in order to get his motor car back.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, he's - it is in this Volume 3 Mr Chairman, I think he said he was taken to Bloemfontein, he was released, his car was given to him and he was free to just leave wherever he wanted to go Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, that is a far cry from admitting that he was illegally detained subsequent to that.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I just said to the legal representative then, so my story makes more logic.  The fact that he was found in a white single quarters - as being confirmed by one of the applicants du Plessis in this hearing, and that his car was held in the garage there at Bloemfontein - at Jeffrey's Bay after it was put to me that he was released in Bloemfontein and his car handed to him there in Bloemfontein.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, but to return to the question I've asked you earlier on, this charade of releasing Mr Kondile, getting him to sign for his car and kidnapping him again, would only have been necessary if that car was entered into official records otherwise there would be no need for it.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman, except there was other property too entered into the registers at Hilton police station in Bloemfontein where he was detained.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well you know of course that he was transferred with - and the documentation is available Mr Coetzee.  He was transferred with a warrant in terms of Section 6 and all the paper work was there.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I have seen it Mr Chairman, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Surely one would have expected when he was released at Hilton police station in Bloemfontein that if there was other property he would have taken that with him because there was nothing irregular about that transfer on what we can see.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "There wasn't anything irregular Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Coetzee, I've got a copy of - in Volume 3 page 92, you say - page 92, that's the record of your evidence in London at the time of the Harms Commission, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I will accept it Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now at - your answer a question - I think this is you being questions by Sam Maritz if I'm not mistaken, it looks like - ja, it's Maritz, Sam Maritz says to you at line two that he doesn't understand the story and that\n\"As I've learnt from Colonel Nick van Rensburg, this Kondile was arrested coming out of Lesotho as I can remember\"\nand then you carry on with your answer:\n\"His car was then booked in a police station somewhere in the Free State.  Then I said at the time when I met at Jeffrey's Bay I can't remember or can't say whether he was then officially released and kidnapped again or whether he was then still officially detained at Jeffrey's Bay police station but according to what I can recollect what they told me, they released him eventually officially, handed him his car and all his belongings and then he was kidnapped thereafter\"\nIn fact it seems that was what you say that you learnt from Colonel Nick van Rensburg?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't remember that I said it but it should be Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you can't remember where and when you learnt it from Colonel Nick van Rensburg.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "At what stage, That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "From what I see here, it doesn't seem as if Sam Maritz said it, you in fact said it?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, it's in this - if the Commission will just bear with me a second, he tells the whole story of the release but Sam Maritz said it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Ja, no but what Sam Maritz said, as I now understand you, is in fact he said to you\n\"No, the man was released, his car was handed to him and he was free to go\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "At Bloemfontein Mr Maritz ...[indistinct]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You see at page 93 of the same record Mr Maritz continues cross-examining you and if you specifically - from line 10 Mr Coetzee\n\"According to them the car was kept in the Free State somewhere at a police station in the Free State\"\nThat's your answer.\n\"Then he must be taken to the police station in the Free State\"?\nIt's not a statement, it's a question.\n\"I suppose so, yes\"\nThat's your answer.\n\"And driven his car there\" - \"I suppose so, yes\"\n\"And allowed to drive off\"? - \" suppose so, yes\"\n\"And they caught him again\" - \"According to them\"\n\"But you saw the car at Jeffrey's Bay\"\nAnd this significant in the answer Mr Coetzee.\n\"That's correct\"\n\"But how is that possible\"\nThat's Sam Maritz and here's your answer:\n\"No, I don't know, it was a two door Stanza, I don't know.  I've seen the car there and I cannot say whether he was then officially detained again or already been released\"\n\"But you said now that van Rensburg told you that that was the car of the detainee\"? - \"That's correct\"\n\tNow here it seems on this answer opposite line 20 that you are uncertain whether the man was officially released or officially detained again, but according to what van Rensburg told you, the man had been kidnapped, he couldn't be officially detained by the time you saw the car.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It was quite a long remark, perhaps Mr Booyens can just help me to sort that out Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well.  Against the context of your answer here Mr Coetzee, van Rensburg told you the man was taken to Bloemfontein, given his car and kidnapped and the reason being that he had a brain injury, so there's no question that he could have been officially detained, he was illegally detained.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct, he was illegally detained after being released, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, what I'm asking you is to explain your answer to the Harms Commission in London, that you cannot say whether he was then officially detained again or already been released.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, that was conclusions that I came to and it was confirmed to be correct Mr  Chairman, by Mr Maritz.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, no, Mr Coetzee, but the point is by the time you gave evidence in London, Nick van Rensburg had already told you the story - if I understand you correctly, that they kidnapped the man.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How could you still leave room for the possibility that he was officially detained?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I couldn't - I had no documents to say when he released and whether he was at that stage unofficially detained - although I got the impression that he was because of his car in the garage and he was ...[indistinct] in the single quarters.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well Mr Coetzee, I hear your answer.\n\tCould you just bear with me Mr Chairman.  I try to be a man of my word Mr Chairman, that concludes my cross-examination.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Booyens.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, there's pressure on me now to be a man of my word as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Visser.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY VISSER",
            "Mr Coetzee, do you have Volumes 2 and 3 in front of you?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I just ascertain your stand in regard to the application of the four applications for amnesty in the Kondile matter before this Committee at the moment, do you oppose their applications or not?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I in person, not at all Mr Chairman and I do not wish them not to be granted amnesty at all, I've got nothing personal or bitter against the applicants.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.  Mr Coetzee, is it correct to say that in the year 1989 you decided to come clean, to tell the full truth?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And how you went about this?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I was forced in a way to make up my mind when Almond Nofomele spoke from death row in October 1989 Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and how you went about this was to contact the \"Vrye Weekblad\", either Mr Max du Preez or Jacques Pauw, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Jacques Pauw was a friend of mine I met in 1986 and I contacted him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And you were then whisked off to the Island paradise of Mauritius, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Eventually yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where - as you explained to this Committee under great stress, you told you story to Jacques Pauw, it was recorded and transcribed.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.  The transcription I believe was done afterwards.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  That transcription was confirmed by you under oath in the Harms Commission as being true and correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I have to accept that that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that became known as the Mauritius statement?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Exhibit 31 I think it was but that's not relevant, in the Harms Commission.  After your Mauritius statement you gave evidence to Mr Justice Harms in London on commission?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before the Commission I'm sorry, I should have said.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And thereafter, am I correct in saying that you also gave evidence regarding your revelations in the Neethling trial?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in your own Ngenge trial where you were an accused?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did not give evidence at all in the Ngenge trial.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see, all right I stand corrected.  You commenced writing a manuscript in 1990 which wasn't completed at the Harms Commission's time, but which you have handed in to this Committee I am told copyright reserved, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And apart from that you made an affidavit to which I will refer you within a short time, written out in your own handwriting or is it in someone else's handwriting?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If Mr Visser can ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "102 of Volume 2 Mr Coetzee - 101.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, it's not my handwriting Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But that's an affidavit attested to by you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "On the 8th of October 1996?  You've already confirmed it yesterday.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Ja, it's the same one - ja, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You also had an opportunity to tell your story in your application to the Amnesty Committee, did you not?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And lastly, as far as I know you gave evidence to the\nthe Amnesty Committee, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now I want to ask you this, from 1989 to where you're sitting today, if it should appear that there may be contradictions in the various stages where you gave evidence on paper of verbally, which would you choose - which of these instances would you choose as your evidence that comes closest to the truth.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, are of them are relevant Mr Chairman, you can easily - if read in context - all the evidence, you can clearly see I slipped like for instance with the two Ermelo guys instead of referring to the two Komatiepoort guys, so there's a line of consistency right through all that evidence and as I say, with slip-ups on smaller non-irrelevant points.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, slips of the mind?  Mr Coetzee, the question is merely this, you're not saying today that: \"In 1989 when matters were fresh in my memory that's really the document you should look at, the Mauritius statement\".\n\tAnd neither are you saying: \"Today as I'm giving evidence before you Mr Commissioners, I have had the opportunity of talking to people, of finding out for example that the Datsun Stanza belonged to Chris Hani and it was stole by Kondile and today you can look at this evidence and this is really what you should look at to discover what is the closest version to the truth\". You're not saying that, you're saying we've got to look at all of it?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "You've got to look at all of it in context, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Now just by way of introduction very briefly and lastly by way of introduction.  You say your purpose of your quest for the truth was a full disclosure, you wanted to get it off your chest - I think were the words you used in London?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  But you see that's not entirely correct, is it?  Because let's tell each other this, that there were other influences for example the \"Vrye Weekblad\" considered you to be the scoop of the year did it not?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I won't be able to say.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh come on Mr Coetzee ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I wasn't working for them and I wasn't in South Africa at the time when all the stories broke, I only came back four years later Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, let's not play around, yesterday you told this Committee that Jacques Pauw was interrupting you all the time because he was looking for sensation or words to that effect, while you were trying to tell your story, isn't that true?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I said he was interrupting because he as a journalist took a different viewpoint or a different approach than a legal would have had.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, well forget about Jacques Pauw, let's come to you.  You were expecting to make money out of this weren't you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I haven't made one cent and I did expect to make any money Mr Chairman and I clearly refused any money from anyone because I said all the way - at that time, that I can't stand on the grave and the bodies of people that I've killed and make money out of it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And is that also with the same purpose that you wrote your manuscript, not to make money out of it but just to tell the truth?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The manuscript was written, I was trying to delay the Harms Commission to publish the facts in a book, have a few copies printed, dish it out to Mr Justice Harms and the world press and tell them: \"That's my story, you can now cross-examine me on it\".\n\tUnfortunately the legal representatives didn't want to listen and I had to go to London because I knew I was going to be up against a wall of denials.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, they pushed you into it as you put it?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I was pushed in.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  The point is, that's not my question you see, I'm asking you if you did it for financial gain, yes or no?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Not at all.  At that stage it was for factual - the facts to come out without being bogged down and tied down by legal niceties in judicial commission.",
            "Male"
        ],
        [
            "MR VISSER",
            "Forget about that time, what is your purpose now with your manuscript?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It is ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "It is eight years later ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you said that it was - at that time it was for financial gain and he says: \"it wasn't at that time\".",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "It is eight years down the line Mr Chairman and that document stands as it is, not touched ever again or worked on except being polished as far as spelling mistakes are concerned but not submitted to anyone for printing purposes or updated at all with the knowledge I have now.",
            "Male"
        ],
        [
            "MR VISSER",
            "Then just answer this one question would you please Mr Coetzee, why do you write: \"Copyright Reserved\" on that document?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I was helped with the document by my brother, he printed it for me and translated my Afrikaans into a fairly good English and he printed it at the top, I don't know what it means at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's forget about that.  I'm going to suggest to you, you had your own private agenda did you not?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "My private agenda, that's true Mr Chairman, the truth and nothing but the truth ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "No, pardon me ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Will and shall come out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, apart from that.  Your agenda was to attempt to join the ANC?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did eventually join Mr Chairman, because they were looking after me in exile, feeding me, boarding me, lodging me and given me protection from onslaughts on my life.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And you saw your future as the chief investigator and prosecutor in the Nuremberg Trials that were going to follow in South Africa, isn't that so?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I said if that was the only way out, I would like to get into investigating - it's in my manuscript too, because it will be a song, it is so easy to get down to the truth if there is a will to be but you can't get down to the truth if you have applicants like du Plessis in the Harms Commission as chief investigating officers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, all right.  In any event the real sinister agenda which I want to come to and which is relevant to this case is this one and that is, Mr Coetzee I put it to you that it can be summed up by the following: \"They burnt me and now I'm burning them\".",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, not at all Mr Chairman, I've told the story consistently from 1989 where I've put my role that I played.  I've never falsely accused people on purpose if I - I did not but if I would have done the shooting in a certain incident I implicated myself, I never implicated anyone else.  I told a story of the role everyone played in context and I said the truth.  That is the truth and it will be proven one day to be the truth.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that a good example which you've just mentioned,  if you did the shooting you admitted it?  Where did you do the shooting, in which incident?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I constantly said - consistently said I've never pulled the trigger ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, of course.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "And - that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "So that's a bad example Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, that's not a bad example, that is exactly the truth Mr Chairman.  If I did pull the trigger I would ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Which you did not?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "But I did not.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, of course but that's a good example.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But in fact Mr Coetzee, you ordered other people to pull the trigger?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Not ordered any specific one, there were enough volunteers on each occasion that I recorded just volunteered, grabbed the gun and did the shooting when the word was ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you elected the volunteers to go with you on many occasions?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "I elected the men to go with me and they volunteered, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and just seeing that we've been side-tracked, this morning I sat here listening to you while you were implicated - as you say: \"I can't remember whether it was Paul van Dyk or Koos Vermeulen\", implicating people in serious criminal offences at the drop of a hat Mr Coetzee, that's my point I'm making to you.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Can you just refresh my memory please Mr Visser, on what occasion did I implicate Koos or Paul van Dyk?",
            "Male"
        ],
        [
            "MR VISSER",
            "This morning you said in answer to my learned friend\n- and I don't want to get bogged down with you Mr Coetzee, the record will speak for itself: \"Either Koos Vermeulen or Paul van Dyk, I can't remember whom\" implicating them in the Kondile matter.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, no, no ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Or in the Vuzi and Peter matter, I don't care.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Both of them were present at the Vuzi and Peter killing, Paul van Dyk and Koos Vermeulen Mr Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's follow this up, let's follow this up.  You see, Jan Raath has come to this Commission to make a full disclosure and he has told the members of this Committee that he received an instruction which he decided to obey, which entailed that he left from Port Elizabeth in 1981 together with van Rensburg, du Plessis and Kondile and they went to Bloemfontein and at Bloemfontein they collected the car apparently belonging to the late Mr Hani and he drove that car directly from Bloemfontein in the direction of Barbeton, you heard him say that.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I wasn't present ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "No you weren't?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "But I'll accept your version.",
            "Male"
        ],
        [
            "MR VISSER",
            "Then just as well I repeated it to you fully.  He says and he is supported in that evidence by du Plessis and van Rensburg, that this motorcar was left near Barbeton just off the main road near the border.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I'll accept that Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  He says that they then all travelled, all four of them - and I've already mentioned which four, travelled to Barbeton where they met you and ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[intervention] to Komatiepoort.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Commissioner.\n\tTo Komatiepoort where they met yourself together with a person who Raath says he didn't know but who he later realised must have been Mr Roy Otto.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's incorrect.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's incorrect.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct - incorrect.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that they followed you in your car with their car to a place in the bush where the events took place.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "They followed Mr Archie Flemmington's men in their vehicle to the point in the bush where myself and Archie Flemmington and Paul van Dyk were already waiting.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Now I've put the full story to you and now I want to go back to the car.  Do you have any real ground for objecting to the evidence of Raath that the car was left along the main road near Barbeton near the border?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I have because that was not what was said to me - that was not what was originally arranged and that was not what was said to me by Nick van Rensburg.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And what you told us - and now you must please listen very carefully and I'm inviting you to qualify anything I say, what you were told by van Rensburg, you were told at the time after you'd arrived in the bush near Komatiepoort where Mr Kondile was going to be eliminated or had been eliminated but at that spot and what you told was this:  arrangements had been made for the car to be taken through - I'm not about this Datsum car, to be taken through the border and parked near the Legogo Holiday Inn, was that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If you say you don't talk about the Datsun car, can you just please ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm talking about the Datsun car Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Oh yes, yes, sorry I ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "What car did you think I was talking about?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I thought you said: \"I'm not talking about the Datsun car\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what you said Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, it was a slip-up.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And I apologise to you Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I'll accept Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he then tell you who took the car through?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct, Chris and Chris Rorich ...[indistinct}",
            "Male"
        ],
        [
            "MR VISSER",
            "And he said so to you.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You see Mr Coetzee, I want to refer you to your Mauritius statement in Volume 3 at page 28, and I'm going to suggest that this was the time when matters were far fresher in your memory than now 17 years later because at that time it was about eight years later.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, Mr Chairman, at that time it was eight years that I hadn't spoken about it, I had no-one to confer with, I hadn't had the luxuries of sitting in hotels discussing with former colleagues all the contents and what happened, so it was vague in my memory if you Mauritius statement in context - not even remembering well-known persons that were close to me, not even their surnames.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to go on Mr Coetzee, I gave an undertaking that I'm going to finish in an hour so if I could have your assistance perhaps we could do it.  At page 28 there are \"V's\" and \"C's\" in the margin, I think you said that's \"vraag\" and Coetzee.\n\tSo Coetzee - half way down the page says:\n\"No, wait a little bit\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Page 28 Mr ...[indistinct]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That was put to me yesterday by Mr Booyens, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Volume 3.  No, no, Volume 3.\n\tYes, and you must forgive if there's going to be some overlapping because I can't avoid it.\n\"No, I see him there.  Now I am there together with these people from P.E. security and then they told me this was a person who had come from Lesotho\".\nI'm going to skip a few lines and then you say:\n\"It was a Datsun Coupe, 2 door as far as I can remember.  I did not see the motor car at that stage\"\nMy learned friend did indeed ask you.  Would you please remind us - refresh our memories as to what your reply to that was?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That it couldn't have been proved not to be true, it proved to be a slip of the tongue Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh yes, a slip of the mind yes ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Right through the evidence that I've given before several forums.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Now turn to page 29 please.  I want to direct your attention to - let's start from the bottom the second last sentence I think\n\"They came with old Colonel Nick\"\nand that's a reference to Mr van Rensburg ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "On page, sorry?",
            "Male"
        ],
        [
            "MR VISSER",
            "29.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Paragraph?  You said at the bottom of the page ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "At the bottom, the second last sentence.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The second last sentence?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.\n\"Came with\"\nDo you see those words\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The second last sentence says\n\"Ons sou did reel maar toe Nick daar aankom\"\n...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay, the third last sentence then. I'm not confusing you on purpose Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, no, it's not in my Volume, the third last sentence reads - oh, it's the fifth last sentence\n\"Came there together with old Colonel Nick and another person in a car.  This motorcar was taken through the border post with false registration numbers\"\nWhere does that come from?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "From - as discussed in advance with Major Nick van Rensburg and done by the Ermelo security branch Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Have you ever told anybody else - after the Mauritius statement, about these false number plates?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't remember Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "More pertinently, have you told this Committee about this - I mean your Amnesty Committee about that, the false number plates?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I wasn't asked, I don't think I've mentioned it previously Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm going to suggest to you that in true form you were just embroidering here again Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, it's not true Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you continue on that page to say\n\"We would arrange that but when Nick\"\nThat's Mr van Rensburg.\n\"came there he knew all Swaziland's stories, then he took him through'\nWhat does that mean?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Just exactly what I said relating to the Ermelo guys, he's left it with them for them to be taken through Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, perhaps one is in need of a better explanation.  I want to suggest to you that these words in plain Afrikaans means that Mr van Rensburg took the vehicle through the border.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's what it means in plain Afrikaans but he obviously didn't do it Mr Chairman, you must look at it in context.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why would you suggest if they wanted the motorcar to be discovered, would they fit false number plates to it?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Because the person taking it through the border will then be registered in the registers as Mr Chris Deetlefs taking the car through the border instead of Sizwe Kondile.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, you told us in Harms Commission that you moved freely through the border posts, isn't that so?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I was border post commander and I did move freely up and down, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes. And security personnel from Ermelo would have been able to do the same surely?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well obviously they knew cars of the ...[indistinct] Ermelo guys so they would have taken it through a different border too Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, all right.  Yes, I was going to ask you this question but my learned friend has done so, perhaps I should just give the Committee members the references.  The issue of - Mr Coetzee, you seeing the car according to your evidence, in Jeffrey's Bay you will find in Volume 3 at page 53.  At page 86 of Volume 3\n\" I was told it was the car belonging to a detainee\"\nAnd page 93 to which my learned friend this morning has referred - that is the London record Mr Chairman.  In the manuscript at page 98 of Volume 2 - I see I didn't jot down the paragraph number Mr Chairman, perhaps I should do that for you quickly ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About two thirds of the way down?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I do apologies, I should have marked the paragraph numbers as well.  And then at page 102 of Volume 2, I want to direct your attention to Mr Coetzee.  Page 102 of Volume 2 in the middle of the page, I put it to you ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The page number please?",
            "Male"
        ],
        [
            "MR VISSER",
            "102.  I suggest to you that you are now at the point where you're walking with Mr van Rensburg - according to your evidence, in Jeffrey's Bay and this is the appropriate time to refer to the car, would you agree with that?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The exact point at Jeffrey's bay where we spoke about it was - as far I can recollect, when he opened the garage Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but I'm talking about page 102 and I'm putting it to you, you didn't mention seeing or knowing anything about that car in this affidavit on the 8th of October 1996.  And all I want to ask you is whether that's another slip of the mind?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Is it not mentioned at all in this statement?",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm putting it to you, if you can find it you're a better man than I am.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well then you'll have to give me time to go through it but it will be ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, you can do so later and if you can correct Mr I will stand corrected.  That's at 102 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway, the effect of your question is that there is no mention of him having seen the car at Jeffrey's Bay in that statement?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  In that - on the 8th of October 1996 no reference is made to that car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And in the evidence Mr Chairman at page 110, line 12 of Volume 2, you'll find his evidence before in the amnesty application.  And page 110 of Volume - it's line 12 at Volume 2.  And Mr Chairman, with that I wish to step off that issue except for one point.\n\tToday you told us that Jan Raath parked the Audi in a garage after it was stolen and that garage is at the police station in Jeffrey's Bay.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, have you ever told any living soul this piece of evidence before today?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That the car was parked in the garage?  Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "No Mr Coetzee, please listen - that Jan Raath parked the car there?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't remember Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Ag well, of course you didn't because you just sucked it out of your thumb didn't you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Mr Chairman, this business of sucking things out of my thumbs, I haven't got thumbs - I would have had thumbs left anymore, I don't suck it out of my thumb.   I'm talking about things as I can remember it, it's a long time ago and ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Well I just put it to you plainly that this is first time you've ever mentioned anything about Jan Raath parking that car there.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well Mr Chairman, we stopped before - I can't say whether it's the first time.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  And Jan Raath will - Jan Raath denies that he knew anything about this motorcar, that he ever asked for the tyres of this motorcar or that he ever drove the motorcar or parked the motorcar.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It is a very, very, - sorry, affair that the applicants Mr Chairman, has come so near to the truth but doesn't want to open up and just come out with the full truth.  I can't understand why the logic has just stopped here,   And I want to mention to this Commission if you afford me ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but there's ...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] amnesty for the killing of Kondile.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I accept that except that I just knew that it had to - I had to put to Mr Coetzee the version of Mr Raath for fear of confronted that I didn't put it Mr Chairman.\n\tNow, let's come to another matter which might also be only obliquely relevant.  You associated yourself with the killing of Mr Kondile, that much we can accept.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you knew when you gave your evidence before the Amnesty Committee that you were supposed to explain how that was an act associated with a political objective.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If you say I was requested, I'll accept that Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What is wrong with a \"yes\" or a \"no\" Mr Coetzee?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can't specifically remember whether I was asked about the political objective of it Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "The application form requires it of you Mr Coetzee, that's a part of the requirements of the Act Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "On the form, I will accept Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, if I remember correctly Mr Coetzee - his application for amnesty related to some 40 matters, this was just one of them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, indeed but that doesn't change the fact that he knew that he had to set out a political objective.\n\tAnd what I'm really coming to is this.  Is it not true that you have consistently told everyone on all occasions that Sizwe Kondile has sustained brain haemorrhage or brain damage and that that is the reason why he had to be killed?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman, head injuries was my original one and it was then eventually put to me as brain haemorrhage and I don't know whatever but head injuries, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But only to be corrected on this basis Mr Chairman, that he's consistently said that on a basis that it was told to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, and for your information the references to that you will find at Volume 2 page 94, paragraph (e) page 99, that's the manuscript.  Paragraph 5.4, .8, .3, .4, it's not in my numbering Mr Chairman and page 103, the affidavit - that is Volume 2 as well.\n\tAnd then going to pages 118 to 119 of Volume 2 you became specific in your evidence before the Amnesty Committee did you not, where you explained that Kondile was - as far as you were aware, no security threat - that's in the middle of the page.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that page 118?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "119, I'm sorry.  Did I say 118?  No, I'm sorry, 118 is the security threat, quite correct Mr Chairman.\n\t118 of Volume 2 - perhaps we should read this in fairness to you Mr Coetzee.  In the middle of the page you say:\n\"Now, at the time, did you know anything about the security threat that Mr - or supposed security threat that Mr Kondile posed to the people in the Eastern Cape\"?\nYour answer is:\n\"No, I did not have any exact details about it Mr Chairman?\nThen Justice Wilson who asks you at the foot of that page 118:\n\"Sorry, have I misunderstood you?  I understood that this man had suffered injuries and was mentally unstable now\"\n...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Where are you reading now Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 119.  The foot of page 118 to the top of page 119.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Right, I've got it thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and I'll have to pick it up again.\n\"Sorry, have I misunderstood you?  I understood that this man had suffered injuries and was mentally unstable now\"\nYour answer is:\n\"As I said Mr Chairman, I could detect nothing from him looking at him as a person, I could nothing funny but apparently his behaviour became peculiar in some way.  I didn't ask specific details about it but he able to walk, he was friendly and when Nick van Rensburg greeted him in single quarters that day and when he got out of the car at Komatiepoort, he was walking on his own, he looked quite normal\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct.\nMR VISSER\n\"But they decided to liquidate him because of his injuries\"\nAsks Judge Wilson.\n\"They didn't want another Steve Biko case\"?\n\"That's correct Mr Chairman\"\nQuestion:\n\"There was no question of him being a danger\"?\nChairman - I'm sorry, you say:\n\"There was no question of him being a danger\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, I don't - there was no question of ...[indistinct]",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  So from that a whole number of issues flow but the one that I want to concentrate on is that by putting to you that the only thing that seems vaguely political about this, is  the - is your inclusion of a reference to Mr Steve Biko.  Would you agree with that statement?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, with respect, what is political is not for Mr Coetzee to comment on.  That's a matter for argument and it's a matter for the interpretation of the Act.  I think we should just keep to the facts and ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I disagree with my learned friend but I'll skip that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But in your own words, you knew that that wasn't the reason, isn't that so Mr Coetzee? - that's the point.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No.  I knew the reason, getting rid of him was because he sustained injuries whilst being tortured, dived through a window to get away from his torturers or his interrogators, landed on his head and as a result of the he sustained injuries which could have caused another Biko case, was told to me Mr Chairman, which would have had huge political uproar ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes please, thank you Mr Coetzee, thank you very much, you've answered the question.  And Nick van Rensburg told you this?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And your common sense told you otherwise? - as we've just read.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, my common sense did not tell me anything otherwise.  I don't know who - when they who knew him well would say his behaviour became peculiar, what that would mean, that you would have to put to the applicants Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You did not know whether Mr Kondile was actively involved in politics yourself, did you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "You didn't?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did not Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that appears at page 129 Volume 2 Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Coetzee, could you please help me in this regard?  Suppose he was released and it was ascertained that he had head injuries, that could reflect on an assault by the security police on a prisoner?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How could that be of political significance as far as the whole country is concerned or the government is concerned?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "I think one could just look at the Sizwe Kondile - Steve Biko case and Mthimkhulu case Mr Chairman, I can't explain it further than that, it would have - that he was a person of standing in the black community, it would have caused a huge uproar if it was proved that he was ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Good ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was it feared that he might die of this injury or suffer irreparable damage?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And that would reflect politically on the government of the day?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The security police.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "On the security police and of course the National Party government.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  I was just going to give you the other reference, the first was page 129 of Volume 2 and you'll find another reference at page 134 of Volume 2 - 134.  And the last reference in this regard before I step off, is at page 135 to 136 - 135 to 136 of Volume 2 and there you'll find all the references to this particular issue.\n\tLet's talk - well, we've already spoken about this brain injury and what you thought and must have thought to yourself about this brain injury Mr Coetzee.  I've already put it you, your common sense told you that whatever Nick van Rensburg had told you wasn't correct, couldn't have been correct.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, not at all Mr Chairman.  I didn't know his behaviour as a person, I didn't know him that well and I accepted Nick van Rensburg's words that his behaviour became peculiar.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I just want to give the Committee - with your leave Mr Coetzee, the references.  First of all, page 102 of Volume 2 where you said he looked friendly and normal at Jeffrey's Bay.  Page 104 of Volume 2 where you said he walked normally.  Page 111 of Volume 2 which you put it this way, that he looked quite normal.  Page 116 is the next reference at Volume 2, where you gave evidence to say he was quite normal at Komatiepoort.  Page 119 of Volume 2 where you said that you could detect nothing abnormal about him and lastly, page 120 of Volume to say that you were just told - presumably by Mr van Rensburg, that his behaviour had become peculiar.  Do you remember that evidence?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Now if that is not so - and this is really a more important issue which I want to approach with you now, if it's not so or rather if it is so that you failed to set out a political motive on that basis which I've put to you, I suggest to you that the only basis which remains for you for your amnesty application in this case, is if you acted upon instructions.\n\tNow you don't have to reply to that, that's a matter of argument, I'm just introducing my questions to you.  And you see, you said that you were given instructions in regard to the elimination of Mr Kondile.  Now that is broadly speaking correct, isn't' that so?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, if you have any doubt, let's look at page 93 of Volume 2.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I admit it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes. Are you saying today still that whatever the instruction was - we'll come to that now, emanated from Willem Schoon, Brigadier Willem Schoon?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "For me to continue to Komatiepoort and go and assist, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Go and assist.  Now, I want to put it to you bluntly Mr Coetzee, that is I were an applicant in an amnesty application relying on the fact that I executed orders from my superiors to kill a person I would have said so.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I don't understand the question, can - Mr Chairman, can you ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I would have said so.  I would have said: \"Willem Schoon told me to go and assist in eliminating a person that was going to be brought up from the Eastern Cape.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Mr Chairman, in the security circles we don't speak in that manner, so word for word.  And I can explain it, I did explain it in the manuscript I ...[intervention] before Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  But do you admit that the one thing you have never told anybody is that Willem Schoon told you to go and assist in the elimination of Sizwe Kondile?",
            "Male"
        ],
        [
            "MR JANSEN",
            "Ag no Mr Chairman, with the greatest of respect, that is a completely unfair question, it just takes - it simplifies the complete context of volumes and volumes of Mr Coetzee's evidence.\n\tIf it is a fact - if my learned friend is correct, which he's not but in any event, assuming him to be correct at this stage after all the amount of evidence we have of Mr Coetzee on record, then it's a simple matter of reading that evidence and seeing whether in fact he has never said that about Mr Coetzee - or Mr Schoon.  And if Mr Schoon told him something, what it was and whether that is in order.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, could I just enquire?  What is the relevance thereof as far as the present applicants' applications are concerned?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, the answer is a straightforward one, I act for Brigadier Schoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, not in this matter.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "In this matter Mr Chairman, the evidence of Dirk Coetzee - Mr Dirk Coetzee is that he received instructions from Brigadier Schoon to go the Eastern Transvaal ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he has said that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  So it's in this matter and I'm acting for Brigadier Schoon, that's the relevance.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, this is asked on behalf of a alleged perpetrator?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway, as I understand the ...[indistinct] of the point you're making is that Brigadier Schoon is obviously - Brigadier Schoon is going to deny what this witness is saying?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that's the point you're trying to make, is it not?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that's the easy part Mr Chairman.  I must now test what Mr Coetzee - and I must refer you to the passages where Mr Coetzee has referred to this particular instruction - my learned friend has now challenged me to do this and I'm going to do it anyway.\n\tAt page 93 of - that's your application, in paragraph IV, middle of that paragraph, I'm going to read it to you:\n\"At a later stage I was instructed by Colonel Schoon to meet up with Major Archie Flemmington from Komatiepoort and that Colonel Nick van Rensburg be joining us there\"\nThat is ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Is it page?",
            "Male"
        ],
        [
            "MR VISSER",
            "93, the middle of the ...",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I can see it Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and that's the sum total of what you said in your application form about - in connection with the instruction, is that not correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the application form is not intended to be evidence isn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, I concede that, I concede that.\n\tNow, at page 94 where you dealt with political objectives sought, you came to (f) and you said:\n\"Yes\"\nYour acts were committed in the execution of an order and (g) you said:\n\"By Colonel Schoon\"\nSo, there's no question now.  Now at page 99 of your manuscript, I want to refer you to that.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Where?",
            "Male"
        ],
        [
            "MR VISSER",
            "99 of Volume 2 and the paragraph number - I'm sorry, I'm referring to page 99 Volume 2 Mr Chairman and the paragraph number 5.4, .8, .3, .7 and I read this into the record as well\n\"One day Colonel Schoon instructed me to meet up with Major Archie Flemmington from Komatiepoort and told me that Colonel van Rensburg would join us there\"\nThen you go on to say:\n\"It was clear that we had to get rid of someone and I assumed it would be the prisoner that I had seen and discussed with Nick at Jeffrey's Bay\"\nNow I suppose what you're saying is what your counsel said when he objected to my question about the culture and how one spoke about - and what you said about how you spoke to each other in the security police, and that's why you drew these inferences, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, I was 100% sure what I had to go and do at Komatiepoort.  I knew who was coming up without specific names being mentioned and I knew what was going to happen there and so did Brigadier Schoon and so did Mr Nick van Rensburg and so did Mr Archie Flemmington and so did all of us.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  But you're quite adamant that it was Schoon - Willem Schoon who spoke to you?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry ...[indistinct] I think you should also refer to the next paragraph where he said he told Schoon that he'll need knock-out drops.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Indeed Mr Chairman.  I was going to refer to that separately but I can do it straight away.\n\tWho spoke - in this meeting between you and Willem Schoon, who spoke about knock-out drops for the first time?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I spoke about it Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "So, if somebody were to say that Schoon called you in on this occasion and told you to go and fetch knock-out drops without you having asked for them, that - for the knock-out drops, that would be incorrect I suppose?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Can you just repeat the question please?",
            "Male"
        ],
        [
            "MR VISSER",
            "If somebody were to say that when Schoon spoke to you on this occasion when you received the instruction, that he told you out of his own to go and fetch knock-out drops from General Neethling, that would be incorrect?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Incorrect, I told him that I needed knock-out drops.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, thank you.  Will you please turn to page 103 of Bundle 2, I'm referring to the second last paragraph\n\"During early November I was summoned by Brigadier Schoon whilst in Pretoria, to collect knock-out drops from ...[indistinct] Neethling which he arranged\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Can you just - excuse me, I'm just seeing the car that you just now said I didn't mention in this affidavit, here's a reference to the car.\n\"During the trip to Port Elizabeth we also discussed leaving his vehicle in Swaziland to\"\n...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, I'm going to stop you because that wasn't the question which I placed in dispute.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Yes Sir, but I ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I placed in dispute that you saw the car in Jeffrey's Bay please.  Now just answer my question.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, but you said it was never mentioned in this ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway Mr Coetzee, just for the time being - you can mention that later but for the time being just refer to this paragraph to which Mr Visser is referring.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Can Mr Visser just read ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm not going to read it again, I read it to you before and you weren't concentrating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's page ....[intervention]",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What is your reaction to this paragraph?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's page 103, the penultimate paragraph.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Ja, it's not put correctly Mr Chairman, it gives the impression that Schoon said I must go and collect knock-out drops, it doesn't give the right impression.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, it doesn't give the impression, it says so.  And why isn't ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Coetzee, was this the first time you spoke to Schoon about knock-out drops?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "No, not at all, the first was in October with the Vuzi and Peter incident Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All of that is of course on the assumption that Mr Kondile was eliminated after you eliminated - according to you, Mr Vuzi and Peter not so?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "He was Mr ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you say so.  At page 115 of volume 2, there's now a radical change in that evidence, is there not because there you come back to the story that you asked Brigadier Schoon for the knock-out drops.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The reference please?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I have the reference here as page 115 Volume 2 Mr Chairman, my reference may be wrong.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Why are the two aspects contradictory you say?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, in the one - and we made it quite clear in the question, in the one Mr Coetzee says he was the man who broached the subject of the knock-out drops, in the other it now becomes Brigadier Schoon.  And you see the relevance of this is we are talking about what the instructions were.\n\tBecause you see Mr Chairman, I'm going to argue - you must listen Mr Coetzee, I'm going to argue that the knock-out drops were later imported - and the references are clear and I'll take you through them in argument, were later imported to add something to the instruction to which Mr Coetzee had bound himself originally to relate to Mr Kondile and that's where the knock-out drops story comes from in his so-called instruction from Schoon.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I must say Mr Visser, my reading of it is it's not contradictory.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "All right, well that's of course ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "If you want to attend to that please.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "The knock-out drops story is confirmed by Mr van Rensburg in the application before this Committee where he said a sleep - he calls it a sleeping substance was added to his drink.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, I'm not going to allow you to bring me off track.  Let's just ask this last question on the knock-out drops.  You know, this has remained a fascinating story.  It's powder which is poison, am I right?  And it's knock-out drops which is a chloroform, an anaesthetic, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That was the first one with Sizwe - with Peter and Vuzi Mr Chairman, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And the powder never worked at all?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "The powder never worked at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, poor General Neethling didn't know how to make a poison in powder form that's for sure.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "A very bad poison, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very bad poison.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the knock-out drops, that didn't work either?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Not to the effect that you could put it a person's liquor and that he will fall asleep and that you can then remove him from one place to another to get him out of another country because he wasn't asleep as such.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes. When ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr - excuse Mr Coetzee, tell me, you made a request or you informed Schoon that  you needed this sleeping agency in relation to the Kondile matter, how did you get that sleeping agency into your hands?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "How did I get that ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "How did you receive it in order to use it?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "I went in person to General Lotnal Neethling who wouldn't give it to you without the - I can't say instruction because he had a higher rank, but with the confirmation of my superior officer to him.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "So how did you know to go to him in order to collect it?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Well, I've collected before and I knew that he specialised in making substances like that after the Fox Street siege that they had in Jo'burg, to put on food and in drinks that they would import for ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I accept that but in the Kondile matter when you finally went to go and fetch the sleeping agency, how did you know that you must go and collect it on that day?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Because it was needed for Sizwe Kondile.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I know it was needed for that.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Kondile matter.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "How did you know it was available?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "He always had it available Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think the question is, when he said: \"How did you know\"?, did Mr Schoon tell him that you would be coming for it or did you phone Mr Neethling that you will be coming for it and you're authorised or ...[intervention]",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Mr Schoon - sorry, informed General Neethling that I would be coming to pick it up on my request.",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps to make the last question absolutely beyond doubt, are you saying Brigadier Schoon organised the drop-out drugs - knock out drops?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I don't know what you exactly mean by organised, he authorised it that I could pick it up.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't understand what the word organise means?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[indistinct] you're content with the word authorised?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, Mr Chairman, I want to know whether he knows what the word organised means.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If you as a person organised on your own accord anything ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Now did Brigadier Schoon organise the knock-out drops?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "He authorised it.  He phone General Neethling and authorised it for him to give me the knock-out drops.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you refuse to answer my question?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I've answered your question.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Now I want to refer you to page 93 and it will now become clear why I asked you this last question.  And now Mr Coetzee you've pointed out how badly I count but I'll try again.  In paragraph iv from the bottom, seven lines up, what do you read there after the words\n\"His body was then cremated\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I organised the poison which I received from Brigadier Lotnal Neethling of the forensic laboratory in Pretoria.",
            "Male"
        ],
        [
            "MR VISSER",
            "So it won't help me asking you what you meant by that because you don't know what organise means, is that right?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I presume in your context, yes Sir - yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "But jokes aside Mr Coetzee, you are telling the Commission in your application for that you're the man that organised it.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I think a big scene is made about small little words.  I went to pick up poison after it was authorised by Brigadier Schoon to General Neethling that he could give it to me, as plain as simple as that.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And you're the one that asked Schoon about it initially?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's make a big scene about another word, the word poison.  When did you decide for the first time, that in relation to Mr Sizwe Kondile what was supposed to be used would be poison?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, my understanding of the knock-out drops is, if an overdose is given to this person he will eventually die, his nerve system will collapse and he'll just fall into deeper and deeper sleep until ....[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you give him the knock-out drops?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "No, one of the junior officers present at the scene, I didn't give it to him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you handed it to a junior officer and instructed the junior officer to pour it into his drink?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "It wasn't necessary to instruct, they knew what it was there for Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was simply handed to him and he knew what to do about it?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "He knew what to do about it, that's right.  If it was ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "To whom was it handed?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "It was one of the junior officers, either Paul van Dyk or one of Komatiepoort men, I would suggest it was Paul van Dyk but I can't say for certain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] the question that's being put by Mr Visser to you is that he's seeking to draw a distinction quite clearly between what is poison and what is a mere knock-out drop.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "Well, poison is something that will kill you in the end Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you are saying if the knock-out drop is administered in sufficiently large quantities it will eventually kill you, is that what you're saying?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now my question to you is, why do you refer in your application form to poison when you really mean knock-out drops?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I think it's a matter of word choice Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, now Mr Coetzee, you were cross-examined at length in London about this distinction, please don't think we've forgotten about that ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, I ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "You said - please, you said\n\"The powder was the poison, the knock-out drops were the anaesthetic\"\nAnd you confirmed it again today.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "How then do you come about mentioning poison in your application form?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It was a choice of word, it's a word that I've connected to the knock-out drops that day - in this amnesty application of mine and it is clear it was knock-out drops.  Whatever you want to call it, it was knock-out drops, poison ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But then he wasn't poisoned Mr Coetzee.  There's a great difference in killing somebody by poisoning him and killing him by shooting him or giving him knock-out drops, an overdose or whatever it may be.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "I very clearly indicated Mr Chairman, that he was given a fair amount of knock-out drops which eventually made him fall over and he was then shot.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So he wasn't poisoned?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "No, he wasn't poisoned.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now is that your last answer on this subject to Commissioner de Jager? He wasn't poisoned, you didn't administer poison to him?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, knock-out drop or whatever you want to call it.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, fine.  Will you look at the top of page 93 of Volume 2 please?  A1, what does that say?  - Acts, omission or offences.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Abduction and murder, administering poison, assault.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Coetzee.  Can I then refer you to page 29 of Volume 3 to see where this whole story of your comes from.  Here is the man who is now making a clean breast of it, telling the world for the first time about the atrocities which he committed.  29 of Volume 3 and we are now going to learn who gave you the instructions.  At the second (c), that's the last paragraph\n\"In any case I left and later I was sent\"\nAnd then there are words with we couldn't decipher from or which the transcriber couldn't decipher from the tape recording.\n\"I do not know whether it was at Schoon's stage or Fikter stage at head office\"",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's what I said in Mauritius.  I put the statement in context, I wasn't at that stage sure where I was standing with what happened at what time but after having a little bit of luxury of sitting down and thinking I was 100% sure and it can be checked.",
            "Male"
        ],
        [
            "MR VISSER",
            "So Fikter was my previous commander and Brigadier Schoon took over from him and at that state at Mauritius - unsettled state, I just couldn't place the commander who gave the order.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you in your unsettled state under the palm trees on the beach in Mauritius, prepared to make a statement without thinking, is that what you're saying?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, no, no, ...[intervention]",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, with the greatest of respect, those words are simply not even a remotely fair reflection of what Mr Coetzee has said up to now and it's certainly not even a remotely fair summary of what Mr Coetzee has just said.  So maybe my learned friend should just stick to the facts.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, can I ask you this?  You say you didn't think, that's what you said, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, I didn't say I didn't think.  Think about what?",
            "Male"
        ],
        [
            "MR VISSER",
            "Think about who gave you the instruction.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did think and I couldn't recollect at that stage what time of my - in what period of my working in Vlakplaas did this incident happen.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are we then to derive from that that you could not place the situation where you obtained this instruction to go and murder Kondile, you couldn't place it in your mind, is that what ...[intervention]",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "At that point in time I couldn't place at what period of time it happened.",
            "Male"
        ],
        [
            "MR VISSER",
            "And could you place that situation in your mind afterwards?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Yes, I could Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And the last reference Mr Chairman - I'm not going to deal with the witness with it, is the London record and that is Volume 3 at page 89 to 90.\n\tMr Coetzee, just very briefly, this issue of the alleged diving out of the window as you say you were told by Mr van Rensburg, very briefly I put it to you that originally you stated that he dived out of the window during an interrogation and that was that.  Would you agree with that?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "If it was said that way I will agree with it.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I want to put to you that later it became embroidered to the extent that he dived out of a window to escape an assault, a serious assault on him.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "To escape from his interrogators.",
            "Male"
        ],
        [
            "MR VISSER",
            "No.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "It's exactly the same.  Whilst being interrogated, whilst - to escape from his interrogators, whatever happened he dived through a window and landed on his head.",
            "Male"
        ],
        [
            "MR VISSER",
            "So interrogation in your book means the same as being seriously assaulted?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's all that happened normally in the security police Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Coetzee.  The references Mr Chairman, Mauritius: page 29 of Volume 3.  In the London evidence: also Volume 3 page 86 to 87.  The same Volume, page 95 to 96.  Page 100.  In the application Mr Chairman: page 93 of Volume 2 - 93 of Volume 2, 94 of Volume 2, 99 of Volume 2, 103 of Volume 2.\n\tAnd may I interject by saying that up to this stage, nothing is mentioned about any assault and you will be able to check that from those references.  Thereafter Mr Chairman for the first time, in evidence before you, at page 111 Volume 3 says:\n\"He was illegally detained\"\n\tAnd then really at page 134 - 111 if Volume 3 - no, is it Volume 3, it must be Volume 2.  Anyway I may be making a mistake with my note on Volume 3, suddenly when you ask Justice Pillay it just - I'm just wondering whether it shouldn't be Volume 2 - if you'll just make a question mark.  \n\tAnd then 134 - I also have Volume 3 here, where he speaks of seriously assaulted.  If it's Volume 3 then obviously Mr Chairman I was incorrect in saying that it was in evidence before the Committee.\n\tThen Mr Erasmus denies that you ever gave him money Mr - well, money from a stolen car Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I never gave it to Mr Erasmus, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was Mr van Rensburg, wasn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, the evidence Mr Chairman - in fact I can give you the references again.  I think we did in Mr Erasmus' give the references.  Mr Coetzee alleged that he went down to Lady Grey with R7 000 which he got from a sale of a stolen Kombi which he handed to Gerrit Erasmus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I beg your pardon.",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "No, I did not Mr Chairman, I said he accompanied Nick van Rensburg and I gave it to Nick van Rensburg.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, whatever.  Mr Erasmus denies that.\n\tMr Chairman, I believe I'm through.  If you will allow me a short moment please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Coetzee, insofar as your evidence is in conflict with the evidence of the applicants here, I put it to you that their evidence is correct and yours is wrong.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's not true Mr Chairman, they're three quarters to the truth.  I was hoping that they will their 100% all the way.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, the problem is just where one falls through the hole of that quarter you see Mr Coetzee but be that as it may.  You see I also want to put to you that you're glossing over your mistakes which you have made in the past especially people whom you have implicated innocently in serious crimes is not something which you say is insignificant - an insignificant mistake, it's a very serious matter Mr Coetzee.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I've never implicated people in serious crimes without putting the record straight as soon as possible thereafter, if I realised it wrong, it was a slip of the mind.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  In this case of Kondile you're not prepared to say: \"I may be making a mistake about Deetlefs and Rorich and I really can't tell so I'm withdrawing what I'm saying about them\".",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I do not make mistakes like that.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't no.  You see the point about that Mr Coetzee is that you're making that mistake on your evidence on hearsay evidence.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Well, that was what was told to me by Mr van Rensburg, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, I've kept to my promise, only just.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, Mr Chairman I don't know if there - there are other interested parties here, I assume that my re-examination should - I don't know what the counsel for Neethling intend doing ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that the others are involved in what has happened up to now.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, then I'll ...[intervention]",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Except it's not really re-examination because he didn't lead him.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I mean I'm affording you this opportunity to put questions to him.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.  It's a ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Merely arising out of what has transpired.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, I didn't lead him on the assumption that we didn't want yet another record of a repetition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "Thank you Mr Commissioner.  I represent General Neethling.  Advocate Mannie Witz instructed by Attorney Adolf Malan.  In view of what you told us on Monday together with the Committee, I've received instructions from my instructing attorney together with my colleague Advocate Cilliers who went home already on Monday and Tuesday respectively.\n\tWe need to know and get some ruling in regard to the application which is presently before you, whether or not and what the position is in regard to Lieutenant General Neethling who is interests I'm here to represent.\n\tWe received a notice from my learned friend Mr Steenkamp who is the evidence leader of the Amnesty Truth and Reconciliation Commission, in terms of Section 19(4), which reads very simply:\n\"To General Loot ...[indistinct] Neethling, Hatfield. That an application for amnesty of H du Plessis, van Rensburg, Raath and Erasmus in terms of Section 18 will be considered and heard at the Old Mutual building, 106 Adderly Street, on the 9th to the 13th of February at 09H00.\nTake note as further that as a person interested in the application you has a right to be present.  You are implicated in: No1\"\nI'm just shortening it Mr Chairman.\n\"The abduction, killing and disposing of Sizwe Kondile\"\n\tNow, without going into argument and just looking briefly at the evidence, I need some type of ruling in order to protect the interests of my client because it's clear in what you have before you that none of the four applicants that are mentioned have in any way either mentioned or implicated Lieutenant General Neethling in either the abduction, killing and disposing of Sizwe Kondile.  \n\tAnd in view of what Mr Coetzee has said today it's clear that if the knock-out drops were in fact administered by some other person, this had no part at all in either the abduction and/or killing and/or disposing of Sizwe Kondile so I need to know my position in this regard Mr Chairman. It is important in order to protect the interests of my client. \n\tWe did receive the notice, that is the reason that we are here and I need some type of ruling - possibly after the tea adjournment because it might lead to further complications in this matter in regard to availability of my instructing attorney, the counsel who is in the matter with me, Advocate Cilliers and whether or not we would need an opportunity to consider the matter to cross-examine Mr Coetzee - which would be at length, in relation to his allegations.  \n\tI know it was in unusual circumstances in which you've allowed Mr Coetzee to answer questions in essence relating to this matter.  And if possible Mr Chairman, after the tea adjournment you could give some ruling in regard to the admissibility or weight of evidence if at all, of Mr Coetzee in relation only specifically to my client, Lieutenant General Neethling.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I can tell you now, Mr Neethling had been implicated by Mr Coetzee in his application for amnesty in earlier proceedings.  I am also informed that notice was served on your client or he was notified that it was being said by Mr Coetzee that your client had supplied him with - whether you call them knock-out drops or poisons, but that is what was being said about your client Mr Coetzee.  Today this is a repetition and there is nothing new that has emerged since the previous hearing in that regard.  I do not know whether your client has in any way applied for amnesty.  I don't know whether he's involved in any other matters for which he has applied for amnesty, maybe you will tell if he has.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "Mr Chairman, in regard to this matter, as far as I know and as far as I'm instructed he hasn't applied for amnesty at all.  He's denied this and it has already been read into the record - his reply to Mr Coetzee's allegation ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm aware if that.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "You're aware of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm aware of the letter that has been written on his behalf.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In which he puts this denial and we are aware that it's on the record as far as we are concerned.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "Well it can be taken as read into the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will be.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "Then Mr Chairman, as I previously stated we would need a ruling in this regard as to whether or not Mr Coetzee's evidence should be tested in regard to his implication. He's the only witness now who supposedly implicates Lieutenant General Neethling in these atrocities which were committed by Mr Coetzee himself, together with other members of the South African Police Services.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Insofar as your client is implicated, in other words whether your client supplied Mr Coetzee with what he claims he received from your client.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we've got your client's denial on that.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "You have his denial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "But Mr Chairman, I need some clarity in regard to what weight of evidence or what admissibility this Commission and yourself Mr Chairman, and your fellow members will be according to what Mr Coetzee has said.  In other words whether his evidence must be tested by myself together with my other colleagues and what the position is in regard to his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if you wish to put questions to him about your client's denial, you may do so.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "The problem that I have there Mr Chairman, I've received instructions specifically from my attorney who was under the impression - and in fact that is why himself as well as my counsel who is in the matter went back to Pretoria, that they would need some type of notice.\n\tWe were under the impression that Mr Coetzee would not be called in this particular matter.  That is the impression we were put under and it was only at a very late stage in the day, approximately twenty to four yesterday afternoon that the Committee came to a decision that in the interests of this Commission, Mr Coetzee would be called.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I understand from what you're saying, is that you're not in a position to cross-examine Mr Coetzee, is that what you're saying?",
            "Unknown"
        ],
        [
            "MR WITZ",
            "That is correct.  Other than I can put the denial and I can - as you've already taken, read into the record what you've already taken as accepted in the previous application.  That is all that I'm instructed to do but if the need is for further cross-examination and Mr Coetzee's version has to be tested, then I'm not in the position, I'm not instructed to cross-examine until my instructing attorney and Advocate Cilliers return if it is needed to do this cross-examination.\n\tIt's also going to involved distance, various expenses, inconvenience to all the other parties and it was purely on this understanding - that is why they went back to Pretoria, that Mr Coetzee was not going to be called.  And we need  to know entirely at this stage what the status is of Mr Coetzee's evidence only in regards to my client, not the other four applicants obviously.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The weight that we might attach or not attach to the evidence given by Mr Coetzee on whether he received any medication or any substance from your client, is a matter on which we at this stage cannot decide.\n\tWe'll have to consider that in the light of the entire evidence that has been given.  If we come to the conclusion that we would like to hear your client's version on the matter then we will make arrangements for that to happen.  But I think at this stage my prima facie view of my colleague who sat with me in the previous case, is that we will not require your client to give evidence and we have placed on record what he has to say in that regard.",
            "Unknown"
        ],
        [
            "MR WITZ",
            "Thank you Mr Chairman, I'm happy with that decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, thank you.\n\tMr Jansen, I'll give you a few minutes break to decide whether you wish to put any questions that you might wish to, either to elaborate answers that he has given if you wish to or clear up whatever you think you might want to clear up.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, there are a couple of matters that I want to clear up Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We'll take a short adjournment ...[indistinct]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzee, you appreciate you are still under oath?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "EXAMINATION BY JANSEN",
            "Mr Coetzee, in the latter part of 1981 you had the rank of Captain, is that correct?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When did you become a Captain?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "In April 1980 Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When did you take over the command of Vlakplaas?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "In August 1980 Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Now, I think it's matter of record that as far as your application is concerned and as far as your Vlakplaas applications are concerned, there's one incident in January 1981:  the Pillay case, there's one incident which you allege is round about the 4th of August: The Union Kombi and another one, 3 September which is the burning of certain vehicles in the Eastern Cape, the so-called Hippie vehicles and the rest are after 11 September, is that correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, if I may just - I promised you at a previous occasion the typed record of that letter, if I could maybe just hand it to the Committee members now and to the other people.\n\tIt's an extract form the Harms Commission, simply repeating the content of that letter of 11 September.  It's written - it's not read in as a whole but portion by portion but it's apparent from these pages.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Now, was - before you took over at Vlakplaas, was it previously operating on the same basis that it operated eventually under your command?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] this document will go in as Exhibit C.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman.  Sorry Mr Chairman, that should be E - sorry, D - D for donkey.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "The animosity and - well, I suppose the serious personal differences that there were between you and certain of the police officials which related to your departure from the police force, did that involve any of the individuals in this application?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Not at all Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When did you first become aware that it is alleged that Mr Roy Otto was involved in this incident?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Only on preparing for this hearing of the applicants Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "From what did you become aware that Roy Otto was alleged to be involved?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "From the statements that the applicants have submitted to us and the Committee Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Did you take any steps at that stage to see how it accorded with your evidence at Harms describing the physical features of the person shooting?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I did, I contacted a former police constable Frans van Jaarsveld.  A friend of mine knew him very well and described him as bald, short, stockily built, with a coarse croaky voice.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Prior to September 1981 - in your entire police career and after you left Vlakplaas, were you ever at any other stage at the Jeffrey's Bay police station?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "Never Mr Chairman, only once and that was that evening with the Audi, never again and never before.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If somebody with a senior rank like Schoon or van Rensburg friendly requested you to assist in something, would you say that would generally be an order or simply a request that you can refuse or comply with at your will?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "An order which I would say - if you wanted to get kicked out of the family and get rid of, you should refuse and that would be the end of your participation in the security police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that that would apply to not orders but even requests?",
            "Unknown"
        ],
        [
            "DIRK COETZEE",
            "No, I'll put it as orders, there's was never a request for you to do something, it was actually an order Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But is it true that is was very often couched in a request?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct, to go and assist, that's is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You're aware of the denials placed on record by General Neethling and you're also aware of the present differences that still exist between you and the applicants in this matter, that's correct?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you have obviously been through your versions on many occasions and as far as the judicial processes are concerned, I take it you cannot at this stage add anything to your previous testimony and attempts?",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "There's nothing more that I can do than what I've done over the past eight years Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yes.  As far as any extra judicial attempts are concerned, you have expressed your desire to assist one step - or to assist the TRC one step further - and if you may just place that on record.",
            "Male"
        ],
        [
            "DIRK COETZEE",
            "I do Mr Chairman, I would humbly request and seriously request this Commission to do a polygraph test on what I've said in front of this Commission, to determine on whether I'm speaking the truth and would humbly and dearly invite the applicants and General Notnal Neethling to do exactly the same.  That would be a good indication to prove the non-guilt then of everyone involved if it comes down to that.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, while Mr Coetzee is still present - I neglected to do one thing I should have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I should have referred you Mr Chairman, to the Judgement of the Appellate Division in the case of Neethling versus Du Preez and others and Neethling versus the Weekly Mail and others.  It is reported in 1994, Volume 1 of the South African Law Report ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'll do that in your head to us.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, but - except that if my learned friend wanted to make comment on just one page which I want to refer you to and it's a matter of a factual finding.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It's at page 756 by his Lordship Mr Justice Hookstra ...[intervention]",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "What page was that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "756.  After the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, reference again sorry, 1994?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "1 SA 708 and the specific passage Mr Chairman, you will find at page 756 in the side numeral G and it's numbered 3, where the Appellate Division found - made a factual finding, that Coetzee was constrained to admit that he was quite unable to determine the sequence of (1) the Vuzi and Peter murder, (2) the Kondile murder and (3) the general incident - whatever that may be, but I think you will interested Mr Chairman, in the first two because you will recall that Mr Coetzee's evidence is based on him going - after he had gone for the poison or the knock-up drops the first for Peter and Vuzi, he went for the Kondile knock-out drops and that's why he says it followed after Peter and Vuzi and therefore in the beginning of November.\n\tOf course the rest of the Judgement is also relevant Mr Chairman.  I may just refer you - I'm not going to read it, to - on that same page against the letter (I) and on the next page against the letter (I) and over the page Mr Chairman.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you familiar with that Judgement?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, myself very familiar Mr Chairman, the context  of course is - I'd have to go into long explanations as to what were the present circumstances in the Neethling trial.  The first problem there was that although there were problems with the sequence, there was not dispute as to the time.  For instance there was no date of 10th August suggested as there was now for the event, so the whole - the entire factual enquiry related around events in October and early November and not ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Jansen, that could be dealt with in argument as I understand it ...[inaudible]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, Mr Chairman, purely in argument, ja.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, you'll deal with that in argument if ...[intervention]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.  Mr Chairman, I may place on record that I have no objection to the findings of the Harms Commission, the Judgement in the Neethling trial, which are matters of public record ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's right.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "It's simple typed papers that ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It was based on the evidence ...[intervention]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, and that my learned friends can use that if - to the extent that they regard it as relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, there's just one aspect I wish to mention.  We will endeavour to obtain such evidence as we can as to whether the motor car was booked in in Bloemfontein and so and if we can obtain an affidavit we will make that available to the Commission.  It's unfortunately a situation where we've got to try and prove a negative in this regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'll do it in the form of an affidavit?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "We'll do it in the form of an affidavit if people are around and alive and - we are talking about events 15/17 years ago.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you'll see to it that copies are given to all the parties?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "My attorney will see to that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you very much.\n\tThis has been an arduous and long hearing and I'm sure counsel would like to gather their thoughts before they make any meaningful submission to us for our consideration. And as in the past we've arranged with counsel if they wish, to make written submission to us on the assessment of the evidence and on such points, such as the interpretation of the relevant provisions of the Act and how those provisions should be applied to the facts of this case.  With that in mind, I would like to ask your co-operation in trying to find out whether you could furnish us - counsel who wish to furnish us with argument by Friday, a fortnight from now which is the 27th of this month.  Is that possible?  Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, speaking for myself, yes.  We would prefer to present you with full written argument.  I only have one problem and that is, to be accurate in our references we need the record and unfortunately experience has taught us that it takes time.  \tI'm afraid that we will not be able to meet that deadline if we're going to do a proper job of the references to the evidence given before you.  I do - I think Mr Chairman, that it may be done in a month's time because that will give them two weeks time for us to type the record and let us have it and we would have two weeks in which to complete it.\n\tI don't want to waste time, I would prefer to do it while matters are fresh in my memory obviously, but there is that problem in the permutation Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, my problem with that is - I realise it will be of assistance with us, but if we've asked you to argue now - all of you, then you would not have had a record and you would have had to be prepared to argue so there is no reason why we must give you more time to argue.\n\tWe could have asked you to argue now.  There's no reason why we should give you an extension of time in order to prepare argument.  You should have been prepared today so that you could have argued today.  It would have been helpful if you could refer to the record but we appreciate it, you've all made notes, I've made my notes and everyone made notes.  \n\tIt would really assist us if you could file your arguments before the end of the month, the 28th of whatever the date may be because if you're only filing it round about March while we have other instances to hear again, it will also become very difficult for us to replace ourselves in the position and think about the evidence.  It's still fresh in our minds too and we would like to do it as soon as possible at least.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if you will overlook the inaccuracies which may arise from faulty notes, we will ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think inaccuracies are going to be of such magnitude.  I think on essential matters we would like your co-operation because I want you to know that the Committee has - the panel as constituted now may not be sitting as it constituted for some time to come, if at all.\n\tWe'll be scattered all over the show and Mr Booyens you shook your head very, very strongly when I suggested the 27th of February but why don't you place the burden on your attorney to do some draft for you?  I would be pleased if you can.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, we will do what we can, I promise that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not doing it out of spite ...[intervention]",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No, I fully appreciate that.  Mr Chairman, we will do what we can.  Perhaps if I can just place one aspect on record, something that my learned friend mentioned.  If we could from our side just request, if there is unclarities in certain submission we made and so, then obviously we would just appreciate if the Committee could let us know so that we could if necessary, reply further to any uncertainty or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We certainly will not take decisions on facts where there is not clarity, we will not do that.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No, I'm talking about the inaccuracies that Mr Visser is worried about in our submissions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand, thank you very much.\n\tMr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, as I understand my position, we are not opposing this application so we will not be filing heads but I may then file within the same two weeks period, just a short heads of argument ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you wish to make any submission ...[intervention]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "To the original Committee sitting on Mr Coetzee's Kondile matter, just dealing - the extent that this evidence may be admissible or to what extent it should be considered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now, we have your heads in the previous application, do you wish to make ...[intervention]",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "I'll just make a short additional heads.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moosa?",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Mr Chairman, may I ask one thing?  I have no problem with the 27th and I don't the transcript is needed, I don't have any problems with those.  Could we however submit our heads in say five days of the applicants doing so.  The applicants ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no Mr Moosa, no five days after they've done it, just do it irrespective of what they say. You know what their arguments are.  You've come prepared to argue this case on that basis, just make your submissions please.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Why I'm saying that Mr Chairman, Mr Visser particularly has mentioned there will be reference to certain documents he incorporated as part of the applications of each and I've been through that document and I don't know what those references would be.  I would welcome the chance to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moosa, you must discuss that with him between now and the time that ...[intervention]",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Yes, that would be the sensible thing to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "I'll do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.  I'm telling you once again, it isn't because we want to put you under pressure, it's just that we are under immense pressure ourselves because of the volume of work and that is why we would like this as soon as possible.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "It's probably sensibly resolved between counsel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "I'll speak to Mr Visser.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Valus, any earth shaking statement from you?",
            "Unknown"
        ],
        [
            "MR ROUX",
            "Nothing in particular.  If the Commission would require me to submit heads, I would be prepared to do so but I don't ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, you're not obliged to submit heads, I'm merely suggesting that if you wish to make any submissions, please do so before the end of this month, by the 27th which is a fortnight from today.",
            "Unknown"
        ],
        [
            "MR ROUX",
            "I will do so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right.  The same applies to you.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Yes, I will be ready Mr Chairman and I assure the Committee that it will not slip my mind, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Well, thank you very much, the Committee now adjourns.  It will consider it's decision in due course and make it's decision known in time.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, your registrar indicated that you would like to see us in chambers after this, is that still necessary or was ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My registrar indicated?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That you would like to see us in chambers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think ...[intervention]",
            "Unknown"
        ],
        [
            "JUDGE PILLAY",
            "Mr Booyens, I want to see you, you alone.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, we adjourn.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}