{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-11-18",
        "location": "CAPE TOWN",
        "day": "2",
        "names": [
            "TIKAPELA JOHANNES MBELO"
        ],
        "case number": "AM3785/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54679&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_mbelo.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE MILLER",
            "MR P WILLIAMS",
            "MS KHAMPEPE",
            "MS PATEL",
            "TIKAPELA JOHANNES MBELO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR P WILLIAMS",
            "MS KHAMPEPE",
            "MR MBELO",
            "INTERPRETER",
            "TIKAPELA JOHANNES MBELO",
            "JUDGE MILLER",
            "MS PATEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Sorry.  We should place on record, I think, that it has been agreed that the leader of evidence will reserve her cross-examination of Mr Bellingan until she has managed to obtain certain other information.  However, so as not to waste time, it has been agreed that the second applicant, Mr Mbelo, will commence his application and will give his evidence in-chief this afternoon and we will then adjourn till tomorrow.",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Thank you Mr Chairman, members of the Committee.  Mr Mbelo will testify in Tswana.  \tMr Mbelo,",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mbelo, can we have your names in full?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Tikapela Johannes Mbelo.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Sorry about that.",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "(Duly sworn in, states).\nEXAMINATION BY MR P WILLIAMS",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Thank you Mr Chairman.  Mr Mbelo, your formal application is contained on pages 224 until page 232.  Is that correct?  That is on form one.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then on page 233 you give some police background.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You give a more detailed statement with regard to the facts and circumstances relevant to this amnesty application starting on page 234.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you confirm that in paragraphs one, two and three you basically deal with your personal background and history?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And when did you join the South African Police?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was in 1981 in March.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you inform the Committee how did you or how were you recruited into the South African, into the security branch of the South African Police Service?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "It is on.",
            "Female"
        ],
        [
            "MR P WILLIAMS",
            "It is on.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mbelo, (not translated).",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Okay.  I was recruited whilst I was doing my basic police training in Hammanskraal in 1982.  I was recruited by Colonel Baker so as to become a member of the security branch.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Do you know when did you actually join the security branch?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was immediately after my completion of my police training in 1982.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, in paragraph five of your application you state that 15 policemen showed an interest in joining the security police and of the 15 only seven of you were selected, of which you were one.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, let us go to paragraph six.  When you joined the security police, did they tell you what your duties would entail?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They never told me what my duties were going to be, but I was just told that we were going to be stationed in the security headquarters under the security headquarters battalion.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that you were then taken to\na farm known as Vlakplaas, a so-called anti-terrorist unit?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, when we got there we did not know what that farm was called.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you tell the Commission when is the first time that you heard that this is actually called Vlakplaas?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That was after a few days when I was at that farm.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And can you confirm that the first two people that were based at Vlakplaas that you actually met were David Jikalanga and Almond Mufamela?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "During my training David Jikalanga was doing his training as well in Hammanskraal and he was one of the people who went to collect us from the college.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And can you inform, confirm that members of the initials groups that you were part of were, included people like Joe Mamasela, Brian Galunga, Moses Shabalala and Mr Bellingan?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And your first mission was to patrol the Western Transvaal Border?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "In paragraph seven of your application you basically deal with, what you call, indoctrination, that you were indoctrinated about the so-called total onslaught which the ANC, the PAC and other liberation movements were waging against the apartheid regime.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And you also state that it is common knowledge that the ANC, at that stage, wanted to make South Africa ungovernable and thereby create the conditions for the overthrow of the apartheid regime.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you tell the Committee, at\nVlakplaas itself, how did the people, who were based at Vlakplaas, how did they operate?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At Vlakplaas we were split into a few groups.  The, we were in few numbers in these groups and each group had a leader.  We were spread throughout the provinces of South Africa.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You confirm at that stage, you confirm that the groups were never, you never worked in a fixed group and that the groups often changed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Chairperson.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "As was the testimony of Mr Bellingan?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And you also confirm that you were requested by different regions of the security branch to go to a particular area and assist there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And that whenever you were in a specific town for a specific operation, that the local security police branch would assist you there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "In paragraph nine of your application you confirm that you have seen Minister Adriaan Vlok there at the party on one occasion.  This is also confirmed by Mr Bellingan and, in an affidavit, by, from Mr Adriaan Vlok himself.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "In paragraph ten you say that apart from or that you were part of a group called C10 and that apart from C10, there were also other groups like C11, that you were unaware of the activities of the other groups?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Paragraph 11 you mention that you frequented shebeens and hotels.  Can you tell the Commission what was the purpose of that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "We had to visit hotels and shebeens in order to scan the areas and at train stations so that the askaris should be able to identify all the people that they were trained with in exile.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Okay, Mr Mbelo, let us come to the substantive part of your application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you go on, can I ask something at this stage.  Do I understand from what you have just said that the idea was that the askaris should go to as many public places as possible where they would see other people in the hope of being able to recognise people they had trained with?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Chairperson.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, let us deal with the substantive part of, when is the very first time that you visited Cape Town for this particular mission?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was in the beginning of 1986 when we came here to Cape Town for this Guguletu 7 mission.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, prior to 1986, were you ever in the Western Cape or in Cape Town?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, it was not my first time.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "But before 1986 you came here in, with regard to other activities, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was missions that had nothing to do with Guguletu 7.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that when you came down to Cape Town you were accompanied by Mr Eric Maluleka, amongst others, Mr Jimmy Mbane, Mr Bellingan and Captain Moss, who\nwe learnt, at that stage, was a Warrant Officer?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, with regard to this particular mission, is it correct that you were told to infiltrate a certain group?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "This is the situation. Before I was sent to this particular group there was a prisoner held at the police station cells who I was given instructions to get some names of his comrades and I slept with him in the cell and the following day I had to tell him that my lawyer was there to release me.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You may continue.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Sorry.  He told me that my lawyer had come to rescue me and, therefore, he had to give me my address where he was staying in Guguletu.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think there has to be some, Mr Mbelo told him.  It is Mr Mbelo who told his lawyer had come to release him the next day.",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The, my commander said I must tell him that my lawyer has come to release me, because whilst I was in the cell there was an impression created that I was being questioned and therefore I had to tell them if there was any progress made with this man in the cell.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, due to the contact that you have made with this person in the cell, were you able to infiltrate a group in Crossroads?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I managed to go to the address that he gave me and I met his brother and he took me to Crossroads.  That is where I met a group of 20 people in one house.  Whilst I was there I heard there was one named Commander comrade Chris and that is the group that I met on that day.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you tell the Committee what was the purpose of infiltrating this group?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The purpose of this infiltration was to actually establish who they were and what were they doing.  I had to establish as to whether they were doing all the attacks that were in Crossroads.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Was your purpose at any stage to train these people or to arm these people?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, whilst you were with this group did you see any weapons in their house or on their persons?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I never saw any arms in their possession or in their house.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "How long did you stay with this group?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I spent only one night with them and the following day I went back, because some of them became suspicious.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Ja, and is it correct that they were asked, that you provide them with a contact person who can vouch for you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I, they wanted to know who was I responsible, accounting to in Johannesburg.  Then I just gave them a name and the following day they said that they will go and confirm as to whether this person knows me and my background.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, you then left the next morning?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that Eric Maluleka and Jimmy Mbane were then sent to infiltrate this group?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "I have had insight into a statement purporting to come from Jimmy Mbane and he says that himself and, if I remember correctly, Thabiso was sent.  Can you comment on that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot say anything about Thabiso, because the people who were sent on that particular day of the Guguletu 7, it was Eric and Jimmy.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then on paragraph, in paragraph 15 you say that,\n\"I recall at one stage that Jimmy reported to Bellingan that the group required ammunition.\"\nWere you present when that request was made?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I was present, because Jimmy met with Bellingan at the Parade and we were to offer them security at that time.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, with regard to the incident itself, which occurred on the third of March, firstly can you tell the Committee how did you come to know or when is the very first time that you became aware of this impending incident or ...?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was about a week before this.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Ja, can you give more specifics or detail?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Because Mr Bellingan, he was our Commander, he told us that Jimmy has reported that there is a planned attack on policemen and he is not sure as to when is this going to happen and, therefore, we should be alert.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that in the early hours of the third of March 1986 you were called to a meeting at Wingfield and that yourself, your Commander, Sergeant Bellingan, at that stage, and that representatives of the Riot Squad, Murder and Robbery Squad and security branch were there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "That Captain Liebenberg led the security branch component and Captain Kleyn led the Murder and Robbery Squad component.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And that apart from yourself and Bellingan, Mr Nobela, who was also from Vlakplaas, were also there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you then, in your own words, describe what occurred at this meeting, what discussions took place and what decisions were made?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At that meeting there was a map produced of the area where the attack was to take place and people were deployed and given specific instructions as to which positions to occupy.  We were told to be very careful as these people are extremely dangerous and they are heavily armed.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "What were your instructions, what were you going to do at the scene?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At, myself, I knew that it would be impossible to arrest armed men.  I knew that these men were going to shoot, because the words that were used there is that they should be eliminated.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "What other words were used?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "To be taken out, they had to be eliminated.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "If I can just ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say \"taken out\" in English?",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Ja, he did, he said that.\n\tWhat other words were used?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "To be swept, they had to be swept.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Sweep.  Now, according to your knowledge, what do these or what do you, what do these words mean?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It means killing.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, were those the words that were used at the actual planning meeting?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They were used several times in the meeting and even before the meeting was held.  Throughout the planning, whilst Jimmy Mbane was in Crossroads, these words were used.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Were you at any stage told that if you were able to capture or arrest any of the freedom fighters, that you should do so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I do not remember being given such instructions to arrest them.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "When you left that meeting what was the overall impression that you had, what should you do to the freedom fighters?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "When we left that meeting, in my mind I knew that we were going to fight and even the manner in which the policemen were deployed and everyone was prepared to shoot before being killed.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, is it correct then, that your mission clearly was that you should go out and there and that you should kill the freedom fighters?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "According to the situation, yes, it was so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "I will ... (intervention).",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Sorry.  Were you instructed, that is the question which is being put to you.",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "We were not told that we must kill them, but words to that effect were used.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, if I understand you correctly, the word \"kill\" or \"murder\" was never used?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "But the words \"sweep\" and \"take them out\" were used?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Which, to your mind, meant to kill?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "I will quickly refer you to paragraph 18 of your affidavit.  In the first section of that you deal with an inference that you have arrived at.  You say that the, you assumed that the people knew that you were from Vlakplaas?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And you also say that from the minute that you heard that the group intended attacking the police minibus, you took (...indistinct) in a serious light and that you personally believed that the group would carry out the attack.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You also say that you were brought under the impression that the group associated themselves with the ANC or the UDF, because they called each other comrades?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir, makabane means comrades.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And on the following page you deal with certain submissions contained with certain statements contained in the second submission of the ANC to the Truth Commission, dated the 12th of May and is it correct that you merely include this section, because at the stage you had the perception that you were identified as a legitimate target for attack?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And that the ANC in their submission merely confirm that policemen were regarded as enemy of the people and that they could be attacked.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so, Chairperson.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "The second last part of paragraph 18 you say that acts of torture were commonplace within the security establishment and that you had personally participated in acts of torture.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then you list some of the shock or the torture methods that were used?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, you are saying that at the planning meeting or, in fact, you were brought to believe that the mission of the group was to attack a police mini-bus.  Can you give a definitive opinion whether this was, in fact, their true mission?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I would tell this court that I believed that these men were going to attack this bus, but after a few things were revealed I realised that because of the rumours that they were being influenced to do this ...",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "You are stating that that is rumours?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "But is it correct that at the time of the incident itself you personally believed that they were going to attack the police?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it also correct that whilst or the night that you were, that you spent with the group, that you were informed by members of the group that they were patrolling the area on a nightly basis?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, can you just proceed to the attack itself.  If I can refer to the map or to the sketch, where were you based on this morning of the attack?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "On that morning of the attack I was in NY11 right at the top of the street.  I think five streets from where Mr Bellingan was.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And then can you continue?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Whilst we were there we were told that the bus has passed, therefore, we can disperse.  I came down driving NY11 in a Kombi.  When I got to the intersection I saw men on my right-hand side.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Before you proceed, is it correct that you were driving from east to west?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Please continue on the, from east, on the map, into a western direction, down NY111.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was driving from where Mr Bellingan had been parked.",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "That is correct.\n\tMr Chairman, I must just point out that it, he testified earlier that he was based further down the road and he proceeded past the place where Mr Bellingan was parked.  \n\tContinue.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "As I approached the intersection of NY111 and NY1, I saw men on my right-hand side.  Sorry, sorry.  I told the other cars via a radio that it seems that these men are already here at this intersection.  I went across over NY1 and proceeded NY111 and approached a Dairy Belle Hostel from behind and I rejoined NY1 and when I arrived at the corner I unloaded the Riot Squad Police there.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Excuse me, when is the first time or where were you when you for the first time heard shots being fired?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Whilst I was behind the Dairy Belle Hostel I heard some shots being fired.  As, when I appeared from the corner approaching NY1 I saw a man running carrying a firearm.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you recognise that man?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He was a Rasta man called Chris.  I saw him at that house.  Having passed him, he fell down.  He was being shot.  I brought the Kombi at a stop, where it was supposed to be.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you, just before we get to that portion.  Did you see who shot Mr Chris?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I did not see, because there were shots fired from all angles.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you see anyone else being shot or lying on the ground at that stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At that time I did not notice anyone lying on the ground.  The only person I saw again is the one, is the person I shot.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, can you tell the Committee, did you bring the, your car to a standstill or how did it come to stop?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "If I recall correctly, this car was already damaged in the engine, because it was being shot.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, what, after the car came to a standstill, what happened next?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "A man approached us raising his arms and he was talking in Xhosa saying that he will take us to where the rest of the group is.  One Sergeant from the Riot unit, he was a White Sergeant, said I should shoot this man and before I shot this man, as he was raising his arms, I saw his firearm and, therefore, we disarmed him.  The White Sergeant, I told him that this man was going to take us to where the rest of the team is, but he just said I must shoot him.  I shot him whilst he was lying on his back, I shot him in the head.  Thereafter this Sergeant told me that I should sit and he shot him in his stomach with the R1 Rifle whilst still lying on his back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you please show us how he raised his arms?  The applicant stood up holding his arms raised in the manner traditionally assumed when wishing to surrender, the hands-up position.",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that this person who approached you at no time attempted to shoot you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He never tried to shoot us or even to reach for his firearm.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you personally see how any of the other freedom fighters were killed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I saw the one who was being shot by Captain Bellingan.  It seemed as if he dragged him before actually shooting him.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Do you know how many times he was shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The, he shot twice.  He first dragged him out, then he shot him.  They were shooting from all directions, but I could not actually see whether was he, did he shoot him more than twice, but he was on his side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On his side, lying on the ground?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Chairperson, the last time I saw him he was dragging him and shooting, but when this, when everything happened I was already looking the other direction, because of all this wild shooting.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, did you at any stage see Mr Jabu being shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I never saw who shot him, I just saw him lying on the ground.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, in your affidavit, paragraph 22 you say that you are aware that Jimmy and Eric had weapons in their possession and at the time when they fled, they left the weapons in the bush?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And that the weapons were later found by Bellingan and it was supposed to be collected and used as evidence that were being attacked?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And you also mention in paragraph 23 that you bordered a helicopter later on.  Can you tell the Commission what was the purpose of that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not know how to explain why I bordered this helicopter, because according to me, if I was an attacker, you, in the ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat that.  The interpretation did not get that.",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Can you please repeat what you said?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "According to my knowledge I did not know what was the reason for me to go on this helicopter.  I could, there was no reason why should I board a helicopter to search for people who had already run away, because it would be difficult to find those people.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, would you say that it had any sense in using the helicopter and circulating the area?  Was there any sense in doing that, according to you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "According to me, there, a lot of time had already passed after this incident.  It would not be easy to find whoever managed to run away.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, subsequent to this incident you made an affidavit.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I wrote a statement.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "What happened to the statement?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Bellingan told me that my statement was unacceptable and he redrafted it and it was typed and I signed it and it was certified by Major Brits.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that you have testified in previous court proceeding and commissions of inquiry relevant to this matter?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And in those proceedings you told lies?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, it was all lies.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Can you tell the Commission why did you lie at that stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "My commanders instructed us to change all facts.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "So, what you are saying is that your commanders at the time told you to tell lies?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you get any reward for this particular operation?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I received R1 000,00.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, can you recall when was this R1 000,00 given to you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "We were handed this money in Koeberg.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Before this operation or at ... (intervention).",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, sorry Mr Williams, the question was when they, when did they receive this R1 000,00 and the answer was in Koeberg, but when in Koeberg?",
            "Unknown"
        ],
        [
            "MR P WILLIAMS",
            "Thank you Mr Miller, Judge Miller.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "After the Guguletu operation.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Was that on the same day or subsequent to that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was not on the same day, just a few days after the event.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Now, did you participate in this event or did you shoot this particular person, because you know that you were going to get a reward?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you know beforehand that you received\nR1 000,00 or any monetary award for your action?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, it was a wonder, because it was all in the delivery of the daily duties.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Did you get the reward before this, before this incident?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, it was the first time.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And did you act for personal gain or out of personal malice or ill-will or spite in this matter?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "If you must tell the Committee today and the public, why did you shoot this particular person?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I shot him following instructions from those in command.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Today you are testifying here before the Truth Commission and you know that there are families of the deceased and, possibly, the family of the victim that you shot.  How do you feel towards the families today in, for what you have done?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I believe what I have done has hurt a lot of people and I request the parents and the family members who lost all their beloved ones to please pardon me and the country at large.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "But at the time of this incident how did you view the ANC?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At that time, as a policeman, the ANC was an enemy.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "And is it correct that at that stage you regarded them as terrorists or ...?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.  (end of tape 2A).",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "How do you feel about the ANC today?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I have accepted the ANC as the correct regime and I will serve it and the county and the citizens as well.  It is not similar to what we were being doctored about that we would look like third world countries should the ANC take over.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Do you believe, do you today believe that the ANC, at that stage, were fighting for the liberation of this country?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At this stage, yes, I do, because we can clearly see the fruit of what they were fighting for and today we have got a Constitution that we did not have at the time of the apartheid regime.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Are there anything else that you wish to say at this stage before I stop?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I would plead for forgiveness from the parents and the families and I am prepared to meet them one by one to ask for forgiveness, if they allow me, thank you.",
            "Male"
        ],
        [
            "MR P WILLIAMS",
            "Mr Chairman, that concludes Mr Mbelo's testimony for today, with your permission.\nNO FURTHER QUESTIONS BY MR P WILLIAMS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In terms of the agreement, we will now adjourn, rather than get mixed up in two cross-examinations at the same time.  I gather nine o' clock is a little difficult for some of the persons present.  We will adjourn till 09H30 tomorrow morning.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Will everyone please rise.\nHEARING ADJOURNS",
            "Female"
        ]
    ]
}