{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54672&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_benzien3.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MR BRINK",
            "MR COOK",
            "MR DONAN",
            "MR LE GRANGE",
            "MR PAPIER",
            "MR PEDRO",
            "MRS KOTZE",
            "MS KHAMPEPE",
            "MS KOTZE",
            "SARAH MARIA KOTZE"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR COOK",
            "MR PEDRO",
            "MR DONAN",
            "CHAIRPERSON",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "MR LE GRANGE",
            "MR PAPIER",
            "MS KHAMPEPE",
            "MR BRINK",
            "SARAH MARIA KOTZE",
            "MS KOTZE",
            "INTERPRETER",
            "JUDGE NGOEPE",
            "MRS KOTZE",
            "NO FURTHER QUESTIONS BY MR DONAN",
            "CROSS-EXAMINIATION BY MR BRINK"
        ]
    },
    "testimony": [
        [
            "MR COOK",
            "So they didn't actually take your clothes off, I'm speaking of physically undressing you?",
            "Male"
        ],
        [
            "MR PEDRO",
            "I physically undressed myself.",
            "Male"
        ],
        [
            "MR COOK",
            "And on the same page 246, line 20 I read\n\"After the policemen moved in and out Benzien undressed me\"\nThat contradicts your evidence now?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Now let me put it this way, what I told here of what happened in that room is the following.  I arrived there, I sat there and when they started questioning me, in fact I was standing, he asked me to stand up straight and he was actually quite rough with me and he asked me to take my clothes off and I wanted to ask him why and then he started taking off my jacket and he started handling me very roughly and then I took my clothes off.",
            "Male"
        ],
        [
            "MR COOK",
            "Is it correct that you pointed out the members of the cell, the other members?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Yes.",
            "Male"
        ],
        [
            "MR COOK",
            "And the other members are of course extremely unhappy about that fact, isn't that so?  They see you as a traitor?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No.",
            "Male"
        ],
        [
            "MR COOK",
            "Not?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No.",
            "Male"
        ],
        [
            "MR DONAN",
            "May I repeat my objection, this has nothing to do with the torture at all, this is a blatant attempt to make the witness look bad and make it more difficult for other people to come ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the purpose of this questioning Mr Cook?  Is it to prove that he's an untruthful witness or what is the purpose?",
            "Unknown"
        ],
        [
            "MR COOK",
            "Yes I am trying to discredit the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you trying to discredit the witness, are you going to say that he wasn't tortured by Mr Benzien?",
            "Unknown"
        ],
        [
            "MR COOK",
            "No, what I am going to say is that Mr Benzien denied that certain things were done to this man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put that to him.",
            "Unknown"
        ],
        [
            "MR COOK",
            "I am getting to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes put that to him, because to get various points of contradiction between his evidence today and a statement he made some time ago on side issues can't take this inquiry very much further.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Who actually hit you?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Benzien.",
            "Male"
        ],
        [
            "MR COOK",
            "How did he hit you?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Using his fist.",
            "Male"
        ],
        [
            "MR COOK",
            "Where?",
            "Male"
        ],
        [
            "MR PEDRO",
            "On my body.  He also hit me in the face.",
            "Male"
        ],
        [
            "MR COOK",
            "Using his fist?",
            "Male"
        ],
        [
            "MR PEDRO",
            "He slapped me in my face.",
            "Male"
        ],
        [
            "MR COOK",
            "Were there any marks?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No.",
            "Male"
        ],
        [
            "MR COOK",
            "No marks?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No.",
            "Male"
        ],
        [
            "MR COOK",
            "You were later examined by the District Surgeon and high-ranking officers?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Correct.",
            "Male"
        ],
        [
            "MR COOK",
            "And there were no marks which you could point out?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No there were no marks.",
            "Male"
        ],
        [
            "MR COOK",
            "In your trial subsequently did these assaults actually come to the fore?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Are you talking about when I was on trial?",
            "Male"
        ],
        [
            "MR COOK",
            "Yes.",
            "Male"
        ],
        [
            "MR PEDRO",
            "Yes.",
            "Male"
        ],
        [
            "MR COOK",
            "And what was the finding made by the Judge regarding those assaults?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Cook may I put this to you.  It is common cause that those assaults were actually covered up, they were denied, now if the Judge had two versions of evidence and we have an admission by people that they assaulted people but we denied it and we misled the Judge, what is the relevance then of asking what the outcome or the finding of the Judge was?  The outcome could have been that he spoke the truth and he wasn't believed.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Once again I am testing his credibility based on proved facts.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Proved fact that the State witnesses committed perjury, are those the proved facts you are relying on to discredit him, because as I understand it that is what we have just heard, that policemen lied about assaults they had committed during interrogation and it appeared the Judge may have believed the policemen.  He may have been deceived by the policemen.  How can that affect the present credibility test?",
            "Unknown"
        ],
        [
            "MR COOK",
            "It may well be but that doesn't mean that this witness spoke the truth then, he could also have been lying.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But does it prove anything except waste our time to go on when it is admitted that the applicant, the custom of the police force was to lie when they had assaulted persons, to commit perjury during the trials, we have heard that evidence from the witness you have just called haven't we?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well you have heard that from Mr Benzien himself who admitted that in court he denied having tortured people, we have had that on the evidence as it is.",
            "Unknown"
        ],
        [
            "MR COOK",
            "That is so, I don't have a problem with that Judge, my problem is, it does not mean that if my client did not speak the truth then that this witness must just be believed.  My client is denying everything which this witness says was done to him.  In cross-examination you will know that he denied that he pushed a stick into his anus, so the mere fact that this witness says that it actually happened, and the fact that my client lied in those days during the assault, that does not lead us to the inescapable conclusion that this witness must now be believed.  They could also perhaps have been economical with the truth.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Cook is your client asking for amnesty for this Niclo Pedro assault?",
            "Unknown"
        ],
        [
            "MR COOK",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he's not asking for amnesty for the assault as told to us by this witness?",
            "Unknown"
        ],
        [
            "MR COOK",
            "That will emerge later during the argument stage.\n\tMr Pedro you say that he put on surgical gloves and he inserted his hands into your anus?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Correct.",
            "Male"
        ],
        [
            "MR COOK",
            "And he also took the broomstick and also inserted that into your anus?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Correct.",
            "Male"
        ],
        [
            "MR COOK",
            "Once again I am going to read to you from page 248 of the record, right at the bottom, Mr Donan never mentioned these surgical gloves, he only mentioned a stick and today you come and mention these surgical gloves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That might be a matter of detail that might have escaped parties.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Yes but I would like to put it to the witness because that is a contradiction between my client and this witness.  You said that whilst you were pointing out your colleagues' homes your head was covered, is that correct, Mr Pedro?",
            "Male"
        ],
        [
            "MR PEDRO",
            "I was wearing a green jacket, thick jacket, and it had a hood.",
            "Male"
        ],
        [
            "MR COOK",
            "Do you know why your head was covered?",
            "Male"
        ],
        [
            "MR PEDRO",
            "I assume that he didn't want  people to see me.",
            "Male"
        ],
        [
            "MR COOK",
            "Exactly.  I am once again putting it to you that my client denies that he used surgical gloves.  He secondly denies that he inserted the stick into your anus.  He says that the stick which he used was the stick he used to actually poke into the excrement afterwards, and he testified to that.\nNO FURTHER QUESTIONS BY MR COOK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink are there any questions you wish to put to this witness?\nNO CROSS-EXAMINATION BY MR BRINK",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Donan any re-examination?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Yes thank you if I may please Judge.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR DONAN",
            "There has been a suggestion by my learned friend of a recent fabrication, a contradiction between what I put and what Mr Pedro has deposed to today.  May I in the traditional way hand in a privileged document, Mr Pedro will waive the privilege, the instructions which he gave me at the time of the trial, with my handwriting on, my handwritten notes, and I'd like to ask Mr Pedro to identify this document.  I unfortunately don't have any copies of it.",
            "Male"
        ],
        [
            "MR COOK",
            "I am objecting to this,  I am objecting to this normal rules of evidence which is applicable is actually the rule against self-corroboration which is applicable here.  I don't know to what extent the law of evidence applies here, but in my view it's impermissible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the purpose of handing it in?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I know this is not a trial, Judge, but as I understand the law of evidence when a recent fabrication is suggested the answer to that, the proper answer is to put in a document which precedes the recent fabrication and deals with that.  One can't put in, I am not putting in a document to prove the consistency of what my client is saying, I am putting it in to rebut the recent fabrication which has been suggested by my learned friend, the contradiction between what I put to Mr Pedro on the previous occasion, which I read from this document, and what he has said today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not switched on)",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I can ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you show it to him because it might go in by consent.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I apologise, I did not anticipate the cross-examination on recent fabrication.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions you wish to put to him?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Yes there is.  This one would be relevant to the necessity of torture.  Mr Pedro according to this instruction that my learned friend is looking at, you were arrested on the 15th of August 1987.",
            "Male"
        ],
        [
            "MR PEDRO",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR DONAN",
            "That was a Saturday.",
            "Male"
        ],
        [
            "MR PEDRO",
            "That was Saturday, yes.",
            "Male"
        ],
        [
            "MR DONAN",
            "The evidence has been that the Ashley Forbes cell had a rendezvous system that if someone didn't, if a member didn't pitch up at a rendezvous, or communicate at a particular time the rest of the cell would be warned that there was a problem and they would disappear, were you aware of this?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Yes, that's correct, yes.",
            "Male"
        ],
        [
            "MR DONAN",
            "At the time that you were arrested on the 15th of August where were you going?",
            "Male"
        ],
        [
            "MR PEDRO",
            "I was on my way to Lesotho.",
            "Male"
        ],
        [
            "MR DONAN",
            "So you were leaving the country?",
            "Male"
        ],
        [
            "MR PEDRO",
            "That's right.",
            "Male"
        ],
        [
            "MR DONAN",
            "Were you brought directly to Mr Liebenberg for interrogation or did you stop anywhere?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No I was first interrogated by the Security Police in Aliwal North, first at the border post and then from there they took me to Aliwal North.",
            "Male"
        ],
        [
            "MR DONAN",
            "So how long was it before you got to Mr Benzien?",
            "Male"
        ],
        [
            "MR PEDRO",
            "I was arrested the Saturday morning, we left that evening, so the Sunday morning I arrived here in Cape Town.",
            "Male"
        ],
        [
            "MR DONAN",
            "And was it then that you were interrogated by Mr Benzien?",
            "Male"
        ],
        [
            "MR PEDRO",
            "Ja when they took me to Culemborg.  If I remember correctly they made arrangements with I think it was Nel and we met in Bellville, and then from Bellville they took me to Culemborg and that is where I met Benzien.",
            "Male"
        ],
        [
            "MR DONAN",
            "Thank you Mr Pedro.  Thank you Judge.\nNO FURTHER QUESTIONS BY MR DONAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old are you Mr Pedro?",
            "Unknown"
        ],
        [
            "MR PEDRO",
            "I am 30 years old now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What education have you had?",
            "Unknown"
        ],
        [
            "MR PEDRO",
            "I studied at University and I still need to complete my B.Comm, I still owe two modules to complete my B.Comm degree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR PEDRO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR LE GRANGE",
            "Mr Chairperson just before the witness leaves the stand, as you know I appear for Mr Liebenberg in his application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LE GRANGE",
            "His name was mentioned to certain extent by this witness, I did not deem it necessary to officially enter the fray by cross-examining him but I would like to have the opportunity just to ask him a very brief question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do sit down.",
            "Unknown"
        ],
        [
            "MR LE GRANGE",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LE GRANGE",
            "Mr Pedro you've mentioned in cross-examination and in-chief to first of all Mr Donan, and then by Mr Cook, that when you arrived at Culemborg there were other Security Policemen there but you chiefly concentrated, I think, on Mr Benzien and Mr Nortje as the persons who you identified, is that correct?",
            "Male"
        ],
        [
            "MR PEDRO",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR LE GRANGE",
            "No in passing you did mention initially that you seemed to recall that you saw Mr Liebenberg at that meeting as well.  Now my instructions are that Mr Liebenberg was not in town, he was out of town when you were arrested and he only heard of your arrest quite some time after you were arrested.  Will you dispute that or will you agree that that's a possibility?",
            "Male"
        ],
        [
            "MR PEDRO",
            "No from what I can recall he was amongst those people.",
            "Male"
        ],
        [
            "MR LE GRANGE",
            "He will say that he was not there, he only heard about it later.  He was not at the initial meeting with the other policemen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now listen carefully, the initial meeting, the first time that you saw these people are you sure that you saw Liebenberg at that time or at some other time during the interrogation and during your detention, is it possible that you may have seen him some other time?",
            "Unknown"
        ],
        [
            "MR PEDRO",
            "It is possible, yes.  In fact if I can just maybe add when during lunchtime I read through some of the statements those Security policemen's names that was mentioned, all of them there, there were some of them that I had to ask some of my people who was this one again and who was this one, because I mean mainly Benzien and Nortje were the people that were with me and I wasn't so much exposed to the others.\nNO FURTHER QUESTIONS BY MR LE GRANGE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Thank you Judge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I don't have a ruling on the document and I propose if the Committee is not inclined to make a ruling right away ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well you just hand it in to us, thank you.  Just tell me the purpose for which you would like this document to go in.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "The purpose Judge Mall is to rebut the allegations made by my learned friend acting for Mr Benzien, the object of the allegations was to show that Mr Pedro had been lying and that he had made up a story, his present story, contradicting what I had put to Mr Benzien on the previous occasion.  I've handed in the document from which I read on the previous occasion in order to rebut any suggestions in argument that, or any reliance on the contradiction between what I put to the witness and what Mr Pedro has said today.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Donan sorry, I don't understand you.  About the plastic gloves, do you say you neglected to put it to the witness, you had the instructions or do you say you didn't have the instructions about the plastic gloves?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "If Advocate de Jager reads, unfortunately there is only one copy, I have just read it, I don't see any reference to plastic gloves.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes ...(intervention)",
            "Unknown"
        ],
        [
            "MR DONAN",
            "So I am not dealing with the plastic gloves, I am dealing with contradictions between what I've put ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now wasn't that the point made that he didn't mention it to you and he's now mentioning it for the first time on giving evidence?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Well if that is the point made there is nothing I can do further except perhaps to try and find the record where I originally I cross-examined Mr Benzien which might be another way of rebutting this particular ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No I don't think there's - I don't think it's necessary to - I only want to have clarity on this.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "There were other allegations like the first person you saw was Mr Benzien, well it does say in the document those words were specifically used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what it is worth we will allow this document and we will consider its value when we are evaluating the evidence as a whole.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "As the Committee pleases.  While we are on the subject of what documents are worth and their ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why were these not dealt with at the pre-trial conference?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Because there was a privilege attached to - sorry, the new documents or the last document?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You know when these - I understand there was a pre-trial procedure that was held, why were these documents not handed in at that stage?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "The ones that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That you want to hand in now.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Because to tell the truth it never entered my head.  Is the Committee aware of the nature of the document?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I ...(intervention)",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Well perhaps I should describe what they are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "They are, the Committee will recall that on the previous occasions that I was here and I cross-examined Mr Benzien I cross-examined in relation to crimes against humanity and the crime of torture and I put to him that when he was testifying at the trial of Tony Yengeni it was specifically put to him by counsel who led me, De Villiers QC, that charges of crimes against humanity were being laid or had been laid against him abroad, because while he could not be prosecuted in this country he had committed an international crime and if he ever, the purpose being if he ever stepped over the borders of this country he would be prosecuted for that crime.  And he was given an opportunity before the cross-examination continued to take legal advice and to decide whether he wished to continue to give evidence because he was warned in terms of the common law that what he said could be used one day to incriminate him.  That is what I put to him and he acknowledged more-or-less that that arose and he acknowledged that he then elected to continue to testify, without legal representation he continued to lie, and he was not clear as to whether or not he continued to perpetrate torture.\n\tWhat I am proposing to hand in, for the sake of clarity, is the document which was directed to the general secretary of the anti-apartheid movement by my attorneys at the time requesting steps to be taken in London to make it impossible for Mr Benzien ever to leave this country without being prosecuted for the international crime of torture.  \n\tIt is relevant to the attitude that my clients are taking to Mr Benzien and we say that Mr Benzien's case is an individual case in the sense that he was warned that there was such a crime and he took a particular course of action after that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But even so torture is a crime in our country and he elected to torture.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "With respect the crime is a - sorry torture is a crime in our country and we have elected to forbid it.  I submit that it will be relevant when the Committee comes to decide whether or not to grant amnesty to torturers, to take into account the fact that what they are indemnifying is an international crime which they may or may not have jurisdiction to indemnify.  They cannot indemnify an international crime, they can indemnify the crime in South Africa, so that if Mr Benzien ever leaves this country, and torture is an international crime, wherever he goes he may be prosecuted and he may be sued.  The leading case in regard to the latter is the case of Pena Arila(?) in the United States' Court of Appeals which deals with the subject, the effective customary law and how people in that position can be sued anywhere else in the world, so that whether - though Mr Benzien may be indemnified here Mr Yengeni and Mr Kruser could take him on anywhere else in the world if he ever stepped over these boundaries ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do not think for present purposes we need that document.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "As the Committee pleases, thank you.  Then that is that.  Thank you very much.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cook what can you tell us about the availability of your witness?",
            "Unknown"
        ],
        [
            "MR COOK",
            "I tried to phone her over lunch, she was unfortunately attending a meeting and I will have to try and contact her at home tonight, but I doubt whether she'd be available this week, I really have to try my best to get her here.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Cook, could we perhaps just spell out what the implications are.  You want to use her evidence.  The victims are entitled to test her evidence and to cross-examine her.  Should they not be given that right and if she doesn't appear here we cannot use the evidence which you have handed in.  So it's for you to decide whether you are going to call her or not.  If you don't call her I must just point out to you that we will not be able to consider her evidence and we will have to exclude it.",
            "Unknown"
        ],
        [
            "MR COOK",
            "No it's not my attitude that I don't want to call her, the problem is one of availability.  If she's not available within a day or two or this week I will have to ask for a postponement.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Cook as psychologists do not perform emergency operations as far as I know, this is a trial which is a - or hearing which is a serious matter, there can be no question of a postponement, we have many, many other cases to deal with.",
            "Unknown"
        ],
        [
            "MR COOK",
            "I will do my utmost best to be able to get her here tomorrow but I can only contact her later tonight.  Please just understand my difficulty.  From my side we had the pre-trial conference on Thursday.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How much notice did you have of this hearing, a month, two months?",
            "Unknown"
        ],
        [
            "MR COOK",
            "She was available Chairperson to testify today ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Then why did you release her?",
            "Unknown"
        ],
        [
            "MR COOK",
            "Because Mr Brink said it wasn't necessary.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But he's only one of the parties, you knew there were other parties involved Mr Cook.",
            "Unknown"
        ],
        [
            "MR COOK",
            "They didn't have instructions at that stage and Mr Donan ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, they were appearing on their own ...(intervention)",
            "Unknown"
        ],
        [
            "MR COOK",
            "...who appeared for the victims wasn't even there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The victims were appearing on their own, weren't they, and you knew that that they had been participating and you just ignored them.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Mr Chairman if I may just confirm and get the record straight, I'd like to confirm that I had a discussion with Advocate Cook on Thursday, we spoke about this issue thrice, I spoke to him in English and in Afrikaans and with respect he does not seem to have understood my request, it was expressly stated to him that the witness must be here, it is important for the witness to be here, we need to test the validity of her statements.  In fact Advocate Robin Brink's assistant, Advocate Mtanga also made it abundantly clear to Advocate Cook that the victims are not present and they have the right to in fact ask questions and the psychologist must please be here today.  It was said to him thrice by me Honourable Chair in both English and Afrikaans, and I am surprised that my learned colleague has adopted the attitude that he has today.  I thank you.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Cook in the interests of facilitating these proceedings are you not in a position to phone your expert witness with a view of ascertaining whether she indeed will be able to be here tomorrow or the day after tomorrow?",
            "Female"
        ],
        [
            "MR COOK",
            "I did phone her over lunch, I spoke to her secretary, she is in a meeting until this afternoon late, I left a message that she should try and phone me back as soon as she finished the meeting otherwise I will try and phone her this evening.  I will do my utmost best, if she can be here tomorrow she will be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just remember Mr Cook unfortunately time constraints on this Amnesty Committee is a very, very important factor.  We have a great deal to do within a very little time and the last thing that we want to do is go around easily agreeing to postponing matters.  We will never be able to finish our work if we are going to be faced with this kind of situation.  So I think that you must try your best and impress your witness ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It can't be a very important meeting if she thought she was going to be here today, can it?",
            "Unknown"
        ],
        [
            "MR COOK",
            "I don't know what the circumstances are.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can you get on to her secretary now and find out?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If we take a short adjournment would you try and phone her now ...(intervention)",
            "Unknown"
        ],
        [
            "MR COOK",
            "I will phone, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a short adjournment, try your best and get hold of her and see what you can do.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cook.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Chairperson I got hold of her, she will be here tomorrow morning at ten o'clock and she will give her testimony then.  She's in the middle of a consultation at this stage and it is in any event after three in the afternoon so I will ask that she come and testify tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible to proceed with the Liebenberg application?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I believe it is.  I gather that the legal representatives are present and they are willing to proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Cook thank you very much for your assistance and we will resume......",
            "Unknown"
        ],
        [
            "MR COOK",
            "Thank you.  May I just obtain clarity on one point.  How does this application of Liebenberg work?  Are they interwoven or what is the position?  If they are interwoven does my client's, success of his application depend on the success of Liebenberg's application or if the psychologist after testifying tomorrow are we then excused from further attendance until such time it reaches argument stage, or what is the position?  In other words does the success of the one depend on the success of the other?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think nobody can tell you just now.  We have no idea as to what is in store as far as the Liebenberg application is concerned, do you understand?  It might impinge on your case, or your case may impinge on the Liebenberg case, but at this stage beyond that we are no wiser than I am telling you.  It is our wish that, if it is possible, to deal with each application as an application on its own merits and I was hoping that as soon as we have finished with your case I would ask you to address us so that we can dispose of your matter and then proceed with the next one.  These matters were not set down to be heard together, but it's just because of the unavailability of your witness and in order to save time we are interposing the Liebenberg matter and we will do the best we can tomorrow.",
            "Unknown"
        ],
        [
            "MR COOK",
            "If I understand you correctly, after the testimony of the psychologist tomorrow then we may be excused from attending until argument stage?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Cook I think you will recall that at your application notice was given to Mr Liebenberg that he was an implicated person.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He was entitled to come and cross-examine your client, and the converse is also true.  He may implicate your client even in cases which your client hasn't mentioned at all and you and your client therefore have an interest in his application but it's for you to decide whether you want to attend his application and the hearings in that regard.  Maybe that he will give evidence which is directly in conflict with your client's evidence.  So your client has an interest in his case but you must decide whether you will come and protect that interest.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Yes but it is important for my argument because it seems as if we don't have two watertight compartments here, it seems as if they are interwoven.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand, I understand, I think I've re-thought the matter out, it would seem that we will call upon you to address us after we have heard the Liebenberg matter so that we will have addresses from both sides after the evidence of the Liebenberg case.",
            "Unknown"
        ],
        [
            "MR COOK",
            "Thank you.\nHEARING ADJOURNS\nON RESUMPTION ON 21.10.97",
            "Male"
        ],
        [
            "MR COOK",
            "I apologise for the fact that we are a bit late.  We got stuck in the traffic, there was an accident on the N1.  I would like to call the psychologist Ria Kotze.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "SARAH MARIA KOTZE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR COOK",
            "Thank you Chairperson.  Mrs Kotze could you please state your qualifications for the Committee.",
            "Male"
        ],
        [
            "MS KOTZE",
            "I have a BA, BA(Hons) and an MA in Psychology.",
            "Female"
        ],
        [
            "MR COOK",
            "When did you obtain the MA?",
            "Male"
        ],
        [
            "MS KOTZE",
            "It was in 1990 at the University of Stellenbosch.",
            "Female"
        ],
        [
            "MR COOK",
            "Any other qualifications?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Interpreter is struggling to hear the witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could you please just speak into the mike because there is some difficulty getting you onto the record.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I obtained this qualification at the Carl Bremmer Hospital.",
            "Female"
        ],
        [
            "MR COOK",
            "Are you a qualified Clinical Psychologist?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I am qualified in Occupational Psychology.",
            "Female"
        ],
        [
            "MR COOK",
            "When did you qualify?",
            "Male"
        ],
        [
            "MS KOTZE",
            "In 1990.",
            "Female"
        ],
        [
            "MR COOK",
            "And your experience?",
            "Male"
        ],
        [
            "MS KOTZE",
            "From 1990, after doing my internship I worked in private practice and since then I have been in private practice and I deal with clinical cases as well as relationship problems, depression etc.",
            "Female"
        ],
        [
            "MR COOK",
            "You prepared a report in terms of Mr Benzien, is that correct?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "MR COOK",
            "I don't think it's necessary, Chairperson, to read out the entire report.  I read out a portion of it yesterday and to save time perhaps we can just confirm those portions and proceed.  If you look at the last page is that your signature?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Correct.",
            "Female"
        ],
        [
            "MR COOK",
            "And do you confirm the contents of the report as true and correct?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes I do.",
            "Female"
        ],
        [
            "MR COOK",
            "If you look at page 5, paragraph 7, your recommendations and conclusion if you could read that into the record.",
            "Male"
        ],
        [
            "MS KOTZE",
            "It's\n\"Conclusions and recommendations\n\t\tMr Benzien suffered from severe post-traumatic disorder and major depressive episode caused by the events he experienced in the course of his duties.  This caused a stress reaction marked by hallucinations and severe personal, social and work impairment.  \n\t\tHe was treated with medication including a high dosage of an antidepressant, sedatives and sleeping tablets; psychological therapy that extended to his family and extended sick leave.  He is presently still taking medication\".\nand that is still the fact presently.\n\"In my professional opinion Mr Benzien does not suffer from a personality disorder which includes anti-social personality disorder also known as psychopathy, he has no history of juvenile misbehaviour before the age of 15, such as serious rule violation, property destruction, lying and theft or continual aggression towards people or animals.  In fact his personal and marital life was severely impaired by his dedication to his work but not marred by severe aggression or brutality.  He has a close-knit family life and enjoys the emotional support of his wife and two children.  His personal life therefore, does not evidence the aggression shown in the execution of his duties.\n\t\tBoth PTSD and major depression impairs a persons or patients memory and it became evident during therapy that Mr Benzien has blocked out large areas of experience.  When exposed to unpleasant circumstances of severe trauma patients block out negative experiences.  Sometimes people will even block out positive experiences together with negative events in an unconscious effort to forget unpleasant detail.  It is in this light that Mr Benzien's recall abilities should be seen.  \n\t\tIn my opinion he is not untruthful in his efforts because I was witness to the painful process he underwent to make the decision to apply for amnesty.  He is a person who has always considered himself loyal to the South African Police and his colleagues and the decision to appear before the TRC has been traumatic.  This has been a painful process which started long before the act of applying for amnesty  and after seeing his suffering during the last six months I do not doubt or I do not believe that he will make a mockery of the process that he is presently participating in.  The toll his work has taken from him and his family has been far too great.  He was a good detective who had an excellent record in breaking crime and because of this success he was recruited to a position that has broken him mentally and physically\".",
            "Female"
        ],
        [
            "MR COOK",
            "Is Mr Benzien still a patient of yours at this stage?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes he is, and he has another appointment next week.",
            "Female"
        ],
        [
            "MR COOK",
            "What are his symptoms at this stage, does he still have certain symptoms which you have listed in your report?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He is a lot better than he was when I first started treating him but there are still definite elements of depression and stress present.",
            "Female"
        ],
        [
            "MR COOK",
            "Is he on medication?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes he is still using the same anti-depressant which he started using whilst he was in therapy and he's on a high dosage because he didn't react too positively initially.  So yes he's still on medication.\nNO FURTHER QUESTIONS BY MR COOK",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Donan.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DONAN",
            "Thank you.  I have in front of me a document which is headed DSM4 which seems to be the same as the book which you have in front of you.",
            "Male"
        ],
        [
            "MS KOTZE",
            "The one that I have here, yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "What is that?",
            "Male"
        ],
        [
            "MS KOTZE",
            "This is basically our handbook, it's an international handbook of mental disorders that is used internationally.",
            "Female"
        ],
        [
            "MR DONAN",
            "Do you rely on that book to reach the conclusions which you've made today?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I did rely heavily on this book but I also relied on my professional experience that I've had in the field, things that are not always mentioned here.",
            "Female"
        ],
        [
            "MR DONAN",
            "Let's deal with what is mentioned there and then perhaps you can help us ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "Are you talking about post-traumatic stress disorder?",
            "Female"
        ],
        [
            "MR DONAN",
            "Post-traumatic stress disorder 309.8.1, it says here\n\"The person's response to the event must involve....\"\nsorry they are dealing with criteria, and the criteria A1, that's the first one,\n\"The person's response to the event must involve intense fear, helplessness or horror, or in children the response must involve disorganised or agitated behaviour\".\n\tIn the chart at the back of the document the diagnostic criteria are spelt out as follows:\n\"The person has been exposed to a traumatic event in which both of the following were present.  The person experienced, witnessed or was confronted with an event or events that involved actual or threatened death or serious injury or a threat to the physical integrity of self or others\".",
            "Male"
        ],
        [
            "MS KOTZE",
            "Can you just tell me where you found that now?",
            "Female"
        ],
        [
            "MR DONAN",
            "That's at 427 to 428.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Okay.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Sorry there's a disturbance on the hearing aid system.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "From my microphone.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Well I don't know from whose microphone but on my earphones I don't know whether the fault may be with the earphones.  Perhaps you shouldn't ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "It's difficult to talk in the microphone and look at the person as well.  Look forward, okay.  It's difficult for me in my job not to look people in the eye so I find it rather uncomfortable.  Is that fine for you, better?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "No it's still the same.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may look at the person that is questioning you.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "And you will still hear me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Provided you talk into the mike.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were referring the witness to certain, are they passages or are they pages?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Pages in the book.",
            "Female"
        ],
        [
            "MR DONAN",
            "There is a little chart - yes they are passages in fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You are talking about the diagnostic criteria from page 24, 27 to page 429 in the DSM4?",
            "Female"
        ],
        [
            "MR DONAN",
            "That's right.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "And these are the diagnostic criteria for post-traumatic stress disorder.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes.  I've read the first one and the second one is\n\"The person's response involved intense fear, helplessness or horror\".",
            "Female"
        ],
        [
            "MS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "The impression that this gives me is that people that suffer from post-traumatic stress disorder are victims, they are not perpetrators who can stop the event at any time.  They are helpless people who are faced with an event beyond their control, do you agree with me?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I don't entirely agree with you because I do work with a lot of policemen who suffer from post-traumatic stress because of the execution of their duties.  Now they do it because it's their job to go and get victims off the street or in horrible accidents or work with dead people etc, etc, and yet they suffer post-traumatic stress.",
            "Female"
        ],
        [
            "MR DONAN",
            "These are horrible things that they see, these are not horrible things that they do.",
            "Male"
        ],
        [
            "MS KOTZE",
            "And also where people are involved in a shoot-out or something like that where the other person might be killed, they didn't kill the person intentionally, but they also suffer from post-traumatic stress.",
            "Female"
        ],
        [
            "MR DONAN",
            "They are in events where they are on equal terms with someone else and there is high anxiety and trauma.",
            "Male"
        ],
        [
            "MS KOTZE",
            "But I think what you - I hear what you are saying to me that Mr Benzien was not a victim in this case, but yet he did experience fear, helplessness and horror because he was involved, as far as he was concerned, in the execution of his duties.",
            "Female"
        ],
        [
            "MR DONAN",
            "It was not - but he was not helpless, he could withdraw at any time and say no, couldn't he?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He did feel helpless when he came to see me.",
            "Female"
        ],
        [
            "MR DONAN",
            "Yes well we'll get to that because I shall suggest to you that there may be other problems or other causes.  But what I am doing at present is I am questioning the validity of your diagnosis.  It may be, I am putting to you, that his condition is something else, but his condition seems to be the very antithesis of post-traumatic stress disorder because he ...(tape ends)",
            "Male"
        ],
        [
            "MS KOTZE",
            "... claim that he was the perpetrator but I stand with my view that he suffered from post-traumatic stress as a result, although you interpret him as not being a victim.",
            "Female"
        ],
        [
            "MR DONAN",
            "What was he a victim of then?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He was a victim of circumstances due to his work environment.",
            "Female"
        ],
        [
            "MR DONAN",
            "Are you saying that he, was he a victim of his own deeds?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He was a victim of his work duties.",
            "Female"
        ],
        [
            "MR DONAN",
            "You say that he had a duty to do those things?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No that was his job that he was doing, and in the fulfilment of the job duties he was subjected to things that he didn't always like doing and this caused problems for him.",
            "Female"
        ],
        [
            "MR DONAN",
            "I think I have the same problems.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry I don't understand, what do you mean, are you saying he was a victim even before he committed the incidents?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think he was a victim of the system in that I don't think that he enjoyed what he was doing.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "But your argument would imply that already before he committed these various incidents, by reason of the fact that he was already in the police force, by reason of the fact that he was already serving in the Security Branch, already at that stage he was already a victim?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think he became a victim when he was moved from a position as a very successful policeman where he did an excellent job into a position where he had to do things that he didn't like doing.  I think that is when his inner turmoil started, yes, and this is why I am saying - that's why I say to an extent I also see him as a victim.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "So in terms of the relevant portion of his career we would say that he was in the CID and then later moved to the Security Branch, where does his position as a victim commence?  Does it commence in terms of what you are saying, the time he has been placed in the Security Branch?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes I think so, I think that's when a change happened in his family life and in him himself.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "In that case what is the effect of the particular incidents that he committed?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Excuse me?",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "What is the effect of the acts of assault which he subsequently perpetrated, how do they victimise him if he was already a victim at the time when he entered into the Security Branch?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "It victimised him in the sense that he had to go home every day and live a normal life with his family and he could not tell his family what he had done the whole day, or what he was involved in.  He became secretive, he couldn't talk about things, he became a victim of his job as far as I am concerned.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Are we not running the danger of saying every person who joined the Security Branch became a victim of the system?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think a lot of policemen are victims of their job circumstances.  I see too many policemen that have to take early retirement and if you look at the reasons it's entirely job bound ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Oh is that how far ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "So it's valid as far as I am concerned.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Oh is that how far your argument goes, does it go that far?  Your view does it go that far to see virtually anybody coming into the Security Branch as a victim?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No that's not what I am saying, I am talking about ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "As a potential, alright ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I am talking about Mr Benzien, but I am saying there is a potential - the circumstances because it entails abnormal experiences makes a human-being prone to stress reactions.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "But you focused on the system.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No I am not doing that, I am just telling you the wider view, or the wider circumstances that this man was doing his job in.  I am not talking about now, I am talking about then.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Exactly.  I am talking about then when he entered the Security Branch.  Are you saying the system had the potential of causing people to be victims?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "That's my personal opinion.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are we moving away from a situation where he was a potential victim and then at some stage, as a result of the abnormal requirements of his job he ceases to be a potential victim and he becomes a victim, is that what you are saying?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "That's what I am saying, yes.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "At which point does he become an actual victim?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "It's difficult to say in retrospection because we are talking about quite a few years, so it's very difficult for me to pinpoint a definite point.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "What would be the main events of things or factors which moved him from being a potential victim to an actual one?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "That's also too difficult for me to answer in retrospection because we are talking about quite a few years of vague experiences.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "But did you canvass that during your consultation with him?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes I did.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Well what factors did you pick up?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You know it's very difficult for me to talk about factors and to talk about Mr Benzien's experiences itself because I see my mandate as talking about his illnesses and his symptoms and not about what he did or didn't do, so I feel that's a question that is better put to him than to me.  Because I can only talk on ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Are you saying that you didn't deal with the causes ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No I did deal with that.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "With the causes?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I did deal with the causes, of course, otherwise I couldn't come to my conclusion.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Well what are the causes that made him an actual victim?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "The abnormal circumstances that he had to work in.",
            "Female"
        ],
        [
            "MR DONAN",
            "Thank you.  Did Mr Benzien tell you that he did his job very, very well?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes he did and he was very ashamed of that. He was proud of what he did prior to going into the Security Branch but he was not proud of what he did.  It took him quite a few sessions to actually tell me what he actually did.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did he tell you that in the Security Branch he was highly regarded for the work he did and that's why he was chosen for the work he did?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He was highly regarded for being a good policeman yes.  He solved a lot of good cases prior to going into the Security Branch.",
            "Female"
        ],
        [
            "MR DONAN",
            "To put at its basic did he tell you that he tortured people better than anybody else in the force and therefore he was given that specific job?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No he did tell me that he tortured people but he didn't tell me that he did it better than anybody else, he didn't brag about the fact.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did he tell you that he got a medal for it?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes he did.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did he tell you he was proud of the medal at the time?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I cannot remember whether he said that.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did he tell you when he got the medal?",
            "Male"
        ],
        [
            "MS KOTZE",
            "We spoke about that.",
            "Female"
        ],
        [
            "MR DONAN",
            "When did he get the medal?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No I can't remember now, if I have to tell you immediately I won't be able to do that.",
            "Female"
        ],
        [
            "MR DONAN",
            "Well that relates to when this disorder set in.  Did he tell you that he was suffering from this disorder when he got the medal?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Look he didn't make his own diagnosis, he doesn't claim to have this or that, I made the diagnosis and I made it on the grounds of what I saw in front of me when he consulted me.",
            "Female"
        ],
        [
            "MR DONAN",
            "But did you take into account when you made the diagnosis the fact that he was very good at his job, he was highly regarded by his peers at the work he did, for the work he did?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes I did and that indicated to me that there was a lot of consent from higher up for what he did.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did it indicate to you that he couldn't have been too traumatised long after the events in question?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No it didn't because I could see that it had traumatised him as a person.  It broke down his self-confidence, he loathed himself, he didn't like what he was doing, he was ashamed.  He never told his wife.  He never gave her any details of what his job entailed.",
            "Female"
        ],
        [
            "MR DONAN",
            "Have you dealt with criminals before, people that have committed serious crimes?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes I have.",
            "Female"
        ],
        [
            "MR DONAN",
            "Have you ever dealt with any that loathe what they have done, felt true remorse?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes I have, I have seen remorse.",
            "Female"
        ],
        [
            "MR DONAN",
            "And have they been any different from Mr Benzien?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I think remorse is a very personal thing, it's difficult for me to make a judgement.",
            "Female"
        ],
        [
            "MR DONAN",
            "But what about the loathing of themselves?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I think he loathed himself and some other people I've seen have not loathed themselves, they have tried to rationalise themselves.",
            "Female"
        ],
        [
            "MR DONAN",
            "The people that loathed themselves did they suffer from post-traumatic stress disorder?",
            "Male"
        ],
        [
            "MS KOTZE",
            "It's difficult for me to answer that because I can't think of a specific patient that I can recall at the moment.",
            "Female"
        ],
        [
            "MR DONAN",
            "Let's get to the second difficulty which I have that's on, it looks like page 426 at the top, \"Course.\nPost-traumatic disorders can occur at any stage including childhood.  Symptoms usually begin within three months after trauma though there may be a delay of months or even years before symptoms appear\".\nSo usually they appear within three months of the trauma in question if there is one.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Not necessarily no.  I've seen that - I know this is the criteria but if you compare post-traumatic stress disorder with acute stress disorder you will see there's a time difference.  Anything, if you look at acute stress disorder the time limit that they put on it is basically a minimum of two days and a maximum of four weeks, so anything further than four weeks is then considered post-traumatic stress disorder.  And in this case again it's very difficult, psychology is not an exact science, it's very difficult for me to put numbers or times or limits on this type of thing.  What I have to do as a professional is deal, look at the symptoms I see at that specific moment and draw a conclusion.",
            "Female"
        ],
        [
            "MR DONAN",
            "You didn't see Mr Benzien till 1997?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No I saw him in 1994 as well, but then I saw him in relation with his wife's depression because his work was taking a toll on her.  She was - because he didn't speak to her and she could see that he was severely stress, she was so worried about him - there's a very good close relationship there, that she became depressed and I pulled him in, into the therapy to discuss, but the focus was on his wife.",
            "Female"
        ],
        [
            "MR DONAN",
            "That was about the time that we were going into the New South Africa weren't we?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Ja but that was before the time of the Truth and Reconciliation and the amnesties, yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "When there was the possibility that those who have done wrong might be punished?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I don't think it came - you know that was the issue at that stage personally, because it didn't come up in the discussions with us.",
            "Female"
        ],
        [
            "MR DONAN",
            "Well let's deal with what his condition was up to then.  He had received a medal and did he tell you that he testified at a number of trials?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "And did he testify that these trials, or tell you that these trials were in 1987, '88, '89, '90, did he tell you that?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes, yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "And that he had no difficulty remembering at those times.",
            "Male"
        ],
        [
            "MS KOTZE",
            "But what you will see is that the post-traumatic stress was caused by his work circumstances but it was, as far as I am concerned, it was compounded by all the other stress experiences that he had.  It built up to a point where the man then just cracked, physically broke down.",
            "Female"
        ],
        [
            "MR DONAN",
            "I understand that, but what we are trying to do is first of all attribute a cause.  Wasn't the cause really the fact that Mr Benzien was faced with these proceedings and with ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "I think it's a very simple way to look at it, because if you look at his history he had a very stressful job.  And I think the damage came from the job more than it came from these proceedings.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Mr Donan could I just enquire is it conceded that he has got this stress but you are arguing about the causes?  His deeds were the cause of his own downfall?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I am challenging the diagnosis because this particular diagnosis has certain consequences, according to this witness, and those consequences are blocking.  If the diagnosis is wrong well then we can't automatically assume the consequences, the blocking exist.  Because this is the only basis upon which the blocking has been put up, not on any other.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Can I interrupt there at that point Mr Donan if you don't mind.  I understand Mr Donan in his previous questions to be suggesting that, if I may use that word, this onset....",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Onset?",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Yes, materialised and this is what he was asking, as a result of the realisation that a new era was coming to dawn in the country when people could be held accountable.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Are you talking about when he was, when the fear became prominent that he might be called in to these hearings, or are you talking previously like Advocate Donan suggested that in '94 ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "That's right, that's what he's suggesting.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "...there was already an atmosphere?",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Yes, he's suggesting that actually.  He's suggesting that the onset was triggered by a possible realisation in 1994 that with the new era coming in he might be held accountable.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You see that's very difficult for me because I'm not a politician and I cannot make, you know I can't tell you what the - you know I'm not clued up on exactly what the atmosphere, the political atmosphere, so I cannot say to you yes or no in that regard,  maybe it was, maybe it wasn't.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "You see implicit in his argument it is a very unkind suggestion, I am not saying whether that suggestion is justified or not but it is a suggestion unfavourable to the applicant that - oh no this thing really never set on, after all in - he testified in 1988 he had no problems, his memory was well, now come 1994 suddenly there is an onset.  He seems to be suggesting that oh this is not quite the case.  Now you disagree with him I think?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Sorry?",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "You disagree with Mr Donan's suggestion, hidden suggestion?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No I am not disagreeing I am just saying I cannot give a yes or no, I can't give an explicit answer on that because it's something that I cannot answer in retrospect.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Now what are the objective factors, the factors which an outsider can see which you can give to us as outsiders which will indicate that the onset came in only in 1994 or as early as 1994, wherever ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I don't know exactly when it started, I can honestly say to you I don't know when this man's stress levels became so high that they were abnormal.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "What are the objective indicators to show that there is an onset anyway?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I could only judge from what I saw in front of me when he started his therapy with me in 1997.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did you see?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I saw - is that what - can I answer to you  and see ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "What I saw is what is in my report, all those symptoms ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In 1994?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "In 1994 he was not my main patient, his wife was my patient.  I could just draw indirect conclusions about the fact that his stress was becoming abnormally high and that his wife picked it up and she as a result became concerned and worried about his mental state.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Up to that stage you didn't have anything to do in assessing Mr Benzien?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No because his wife was then my patient.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She was your patient.  When was the first time that ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "She had previous, she had a previous episode the year before that, I cannot tell you at this stage when, but she had a previous episode of depression where she was also treated with medication.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When was the first time?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I saw her in 1994 for the first time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, that you first saw Mr Benzien, to make an assessment of Mr Benzien?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I saw him 1994 for his wife because I drew him in as a family member to discuss her situation with him and to discuss his, shall we call it, his part, his role in causing the stress that led to her depression.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do carry on Mr Donan.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Thank you, I don't want ...(intervention)",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, sorry before you do that, Mr Chair has indicated to you whether what findings were there that led you to say that he did have such an onset ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Sorry, yes, yes, we didn't ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Just refer me to the paragraph, you don't have to read that, just refer me to the paragraph, I will read it myself.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Sorry?",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Refer me to the paragraph in the report.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Refer you to the paragraph ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "You don't have to read it, I'll read it myself.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Okay.  I will just go through the report quickly.  I think there was a - the second paragraph on page 1 at the bottom there where I said that they had a traumatic experience and I said that his strange behaviour was upsetting. I then say there the reason for this mental breakdown was that the emotional turmoil he had kept to himself for years had come to a boiling point and his body and mind broke down as a result of the excess stress.  So what I am saying there is it's excess stress.  In other words it was just this additional - it was like the last straw that broke the camel's back.  And I say there also because of his training as a police officer he believed that he should not discuss his work or his problems with people outside the force, and this included his family, and the stress of not speaking to anyone about his problems however impaired his health.  So that's basically what I base it on.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But these problems as I understand it all took place a long time before.  As I understand your evidence to us it was - he disliked intensely what he did in the Security Police.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes he did.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "But he stopped working in the Security Police in 1990.  He was transferred back to Murder and Robbery where you've told us he was an outstanding policeman.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Can I use the example of somebody that's being sexually molested as a child.  People very often will block out their experience or they will come and sit with you and tell you that they don't even remember positive things about their childhood because they block out the negative experiences.  Then at the age of 20 or 15 or 39 I've had them, women and men at all ages, who will then come and sit and then they have a breakdown and then I will diagnose them as suffering from post-traumatic stress because they have all the symptoms.  They have flashbacks, they have nightmares, when they eventually start, when that thing breaks, when that boil breaks to the fore those are things that happened years and years ago and yet at that moment something just a little bit extra, some sort of element of stress just causes them to break down and they become unable to function as human beings for a while, and it's a long process where you have to build them up again.  So I don't know if that comparison maybe answers your question.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "In that Ms Kotze are you able to give an approximation of when did the excess stress set in insofar as Mr Benzien is concerned?",
            "Female"
        ],
        [
            "MS KOTZE",
            "Can you repeat that sorry I didn't hear you very well.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "Are you able to approximate the period when the excess stress can be said to have set in, in Mr Benzien's case?",
            "Female"
        ],
        [
            "MS KOTZE",
            "I have to answer that in different phases for you again.  First of all as I said before I cannot tell you the exact onset of when his stress initially became abnormal.  Secondly I think all the court cases etc that he was involved in also took their toll.  And thirdly, yes I agree with all of you who have questioned me on that, that these proceedings, these hearings, definitely compounded his stress and I think gave him the final breakdown. But it was not the reason for his stress, it's not the sole reason, it was just the last straw that broke the camel's back. I don't know if I answer your question if I do it like that.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "It does go to answering my problem.  The other aspect which I wanted to canvas with you is whether during your consultation with Mr Benzien he did give you the information that he usually volunteered the performance of the difficult tasks of the Detective Unit that he was attached to, did he give you that kind of information?",
            "Female"
        ],
        [
            "MS KOTZE",
            "He did not tell me that he volunteered, he told me that he was given orders.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "May I ask you, he testified here, I can't recall the first date but it was about a month ago, six weeks ago he testified here, that's Mr Benzien, at the stage when he was giving his evidence would you say that at that stage he was sick in the way that you have diagnosed him as being sick or ill?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes at that stage I would have regarded him as very ill.  I would say that at that stage he was as seriously ill or disturbed as I've diagnosed him here in the report.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "I think it's relevant that we know what his condition was when he testified here before us and not what his condition was a year or ten years ago.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "His condition whilst testifying for you was that he was extremely tense, most of the symptoms described in the report were present in a serious degree.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "It may also be that, if I may use the word \"sick\", you must understand it in that sense, that the cause of the sickness was actually his own doing as a result of deeds which he committed himself?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes deeds committed by himself but he justified it for himself, as I have said in my report somewhere, I said that he felt that the reasons why he was doing it actually justified the methods because he believed he was saving his country from serious terrorist threats.  He believed he was protecting people from bombs in shopping centres etc.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "It may have been his initial position but later on his conscience bothered him.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "His conscience always bothered him.  I know that, or I am convinced that at some stages he actually suppressed his conscience but as with sexual - children who are sexually molested these things actually do surface at some stage I think ...(intervention)",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "And that caused a point where he broke down and brought him to the situation where he is today?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes also with the additional stress of knowing that once he testifies everybody, including his wife and children, would know what he had actually done.  That additional stress actually broke his back.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Something else which I would like to know is this, does one try to do away with the unpleasant things in your past by means of your subconscious?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think a person's mind is such that you actually have a saturation point and you can only absorb so much information because it is unpleasant and then it gets blocked out.  It's a human tendency to deal with something which you have done wrong or something that is unpleasant so you then rather forget about it, especially if you feel guilty about it.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Is that your diagnosis of what happened in his case, that he actually was sweeping these aside, these things that he wanted to block out?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes that's the way I see it.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Thank you.  Did he tell you that during 1989 Mr Yengeni and Mr Kruser had taken steps to lay charges against him for crimes against humanity?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes we spoke about that.",
            "Female"
        ],
        [
            "MR DONAN",
            "And did he expect to be prosecuted for that?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He didn't know because the vagueness of all the proceedings, he was uncertain about that.",
            "Female"
        ],
        [
            "MR DONAN",
            "But he remembered those events clearly?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He didn't give me a lot of detail on that.",
            "Female"
        ],
        [
            "MR DONAN",
            "I don't want you to give detail on my next question, but what was it that he said to you that he'd done?  Can you put it under a general heading and when he told you he'd done it.",
            "Male"
        ],
        [
            "MS KOTZE",
            "What are you talking about?",
            "Female"
        ],
        [
            "MR DONAN",
            "Well you said that he had done, he told you that he had done certain things which he found hard to express, what is it that he'd done?  Because we've been talking in this Committee about what he's applying ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "He tortured people.",
            "Female"
        ],
        [
            "MR DONAN",
            "And when did he torture people?",
            "Male"
        ],
        [
            "MS KOTZE",
            "When he wanted information out of them.",
            "Female"
        ],
        [
            "MR DONAN",
            "When he was in the Security Police or when he was in Murder and Robbery?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Not when he was in Murder and Robbery, when he was in the Security Branch.",
            "Female"
        ],
        [
            "MR DONAN",
            "And he told you then that he left the Security Branch on the 1st of June 1990 and that he was the commanding officer at Stanford Police Station from the 1st of January 1993 to March 1994?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes I cannot verify the dates immediately with you because I haven't got it in front of me, but it sounds correct.",
            "Female"
        ],
        [
            "MR DONAN",
            "Approximately.  And was he at Stanford when he started seeing you or when his wife started seeing you?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No that was after they came back.",
            "Female"
        ],
        [
            "MR DONAN",
            "So they were already back.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Ja.  They were living in Brackenfell when she came to see me.",
            "Female"
        ],
        [
            "MR DONAN",
            "Now you talked about these symptoms of flashbacks, was there any evidence of this, any information to that effect that he gave you?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He told me that he - first of all what he suffered most from was he suffered from intense nightmares, with contents relating to interrogation of people.  And he did tell me that he had a few times when he actually sat on his verandah or outside, having a cigarette outside, when he had flashbacks and that he broke out into tears and had an emotional upset because of that.  Because he said to me that it felt like he was there again, like he was in that circumstances again, and I considered that a valid description of a flashback.",
            "Female"
        ],
        [
            "MR DONAN",
            "Now let's just look at page 427.  One of the things that you are cautioned about in this document, DSM4, is that\n\"Malingering should be ruled out in those situations in which financial remuneration benefit eligibility may play a role\".\nNow aren't we precisely in one of ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "I am sorry I've lost you.",
            "Female"
        ],
        [
            "MR DONAN",
            "Page 427.",
            "Male"
        ],
        [
            "MS KOTZE",
            "I am at 427.",
            "Female"
        ],
        [
            "MR DONAN",
            "Just above the little box.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes, oh \"Malingering\" I've got it.",
            "Female"
        ],
        [
            "MR DONAN",
            "Malingering.",
            "Male"
        ],
        [
            "MS KOTZE",
            "Okay.",
            "Female"
        ],
        [
            "MR DONAN",
            "Were you aware of that caution when you made your diagnosis?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I don't understand your question.",
            "Female"
        ],
        [
            "MR DONAN",
            "Were you aware that you should caution yourself about the patient's malingering when you made your diagnosis?",
            "Male"
        ],
        [
            "MS KOTZE",
            "In what way?",
            "Female"
        ],
        [
            "MR DONAN",
            "Were you aware that when he's complained to you about blockouts that the blockouts may help him benefit in this application?",
            "Male"
        ],
        [
            "MS KOTZE",
            "You know when he came to see me he didn't come to see me with a view that I would have to testify here for him.  I don't think there was any reason for him to lie about anything.  Every question that I asked him he answered as well as he could.  So I don't think that he foresaw at that stage - he wasn't even sure that he was going to come here at that stage.",
            "Female"
        ],
        [
            "MR DONAN",
            "What I am asking is not what he said but what you did.  Did you test him before you made your diagnosis to see if he was malingering?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I don't think he lied to me when he said that he blocked out things.",
            "Female"
        ],
        [
            "MR DONAN",
            "But did you test him in some way?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes, because I spoke to him extensively and at different times I would ask him the same questions and I got the same answers.",
            "Female"
        ],
        [
            "MR DONAN",
            "But were any of those questions directed at testing whether he genuinely suffered from post-traumatic stress disorder or whether he was malingering?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He was not malingering in my professional opinion.",
            "Female"
        ],
        [
            "MR DONAN",
            "How did you rule out malingering?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I used my professional experience and opinion there.",
            "Female"
        ],
        [
            "MR DONAN",
            "But what did you actually do?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I spoke to his wife, I had spoken to her extensively before I think I knew a lot about his behaviour and I drew my conclusions from that.",
            "Female"
        ],
        [
            "MR DONAN",
            "I am not suggesting, I am challenging your diagnosis so please bear with me when I ask these questions ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "No I see in extent that you are also challenging my professional integrity because you are saying what I am telling you here is a lie.  That's how I see it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think the question is really is it possible to answer for example, what does a psychologist do to test whether the patient is malingering or not, is there a way of knowing that the patient is malingering and if so how do you determine that?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You have to trust your training and your professional opinion.  We do have training in establishing whether people are telling the truth or not.  It's not something that you can determine one hundred percent but you do trust your judgement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There's no formula?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "There is no formula, there is no test.",
            "Female"
        ],
        [
            "MR DONAN",
            "And I apologise unequivocally for giving you the impression that I disbelieve you.  What I have difficulty is, I started off by saying, is I am challenging your diagnosis.  I am not saying that there might not be something else wrong, but if post-traumatic stress disorder is what you diagnose and blockout follows, that I am challenging.\n\tTo end off may I just ask you, Mr Benzien was a fine policeman in your view and he was also a loyal policeman.  He was someone who would be loyal to his fellow policeman wouldn't he?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Correct.",
            "Female"
        ],
        [
            "MR DONAN",
            "And he would, out of that loyalty, protect them from becoming involved with charges as he might become involved, would you agree with me?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I agree with you.",
            "Female"
        ],
        [
            "MR DONAN",
            "Are you able to say that that's not the reason why he might be blocking out certain events here which will incriminate his former colleagues?",
            "Male"
        ],
        [
            "MS KOTZE",
            "No because he could not remember detail regarding other matters as well when I questioned him in therapy.  So it was not only with regard to colleagues that he had blocks, he also had blocks with regard to other things as well, other matters.",
            "Female"
        ],
        [
            "MR DONAN",
            "But you didn't question him about what his colleagues did?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I did question him because I wanted to know the truth as well.  I wanted to make sure in my mind what this man was all about.",
            "Female"
        ],
        [
            "MR DONAN",
            "So did he tell you what his colleagues did?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes he did.",
            "Female"
        ],
        [
            "MR DONAN",
            "And did he tell you who they were?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Where he could remember he gave me names, but very often he would sit and he couldn't remember a name and when he came the next time he'd say to me you know the guy that we spoke about, that I couldn't get his name, I went to have a look and I found a letter or whatever, his name is this and this and then he would give me the name.",
            "Female"
        ],
        [
            "MR DONAN",
            "And can you tell the, are you able to tell the Committee who these people were?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Do you think that it's my duty to do that here?  I am here to ...(intervention)",
            "Female"
        ],
        [
            "MR DONAN",
            "I am asking you and the Committee will stop you from answering if that's an improper question ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a question of now testing her memory is that it?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "No it's really a question - we shall argue at the end ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No well ...(intervention)",
            "Unknown"
        ],
        [
            "MR DONAN",
            "...that Mr Benzien is covering up for his ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I understand but the way you put the question it will mean that you are really testing her memory as to whether she remembers the names of people.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "And I don't have a very good memory so you might think that I am blocking things out as well.  (Laughter)",
            "Female"
        ],
        [
            "MR DONAN",
            "It must be post-traumatic stress disorder.",
            "Male"
        ],
        [
            "MS KOTZE",
            "I cannot unfortunately answer that for you.  (General laughter)",
            "Female"
        ],
        [
            "MR DONAN",
            "Yes.",
            "Male"
        ],
        [
            "MS KOTZE",
            "I cannot unfortunately answer that for you because I don't have the detail here.",
            "Female"
        ],
        [
            "MR DONAN",
            "It's a very stressful process this and I am sorry that you have to go through it.  But he was able to tell you the names of his colleagues - well name some of his colleagues and tell you that they had committed certain ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "Ja and he had difficulty remembering people that he had interrogated etc as well, because he became so emotionally distressed when he spoke about these things very often I had to let him go outside and first have a cigarette, because I don't allow him to smoke in my office, so he had to go out and have a smoke break, very often more than once in an hour's time, because he was emotionally distressed.",
            "Female"
        ],
        [
            "MR DONAN",
            "Did he ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do I understand that he did tell you the names of colleagues and that you made a note of them, you recorded them?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No I didn't make a note of all those things.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Of none of them?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I did write names down somewhere, here and there ...(intervention)",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Yes and he took the trouble when he came back the next time to sometimes supply you with the name which he hadn't been able to remember before?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You see my main concern was not to interrogate him as far as names and so on, I am not - that's not my main focus, so I didn't always write names down.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "No but you've told us that on occasions he came back and gave you a name that he hadn't been able to remember.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "That he couldn't remember at that stage but maybe he scratched somewhere in a paper or something or whatever, or he spoke to his wife or whatever and said who is this guy's name and got the name.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Which would indicate that he wasn't hiding names from you?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "No he wasn't hiding names from me.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "And he also knew that you sometimes wrote them down?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes he did.",
            "Female"
        ],
        [
            "MR DONAN",
            "And did these people also commit torture, the names of the people that he mentioned?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Excuse me?",
            "Female"
        ],
        [
            "MR DONAN",
            "Did these people also commit torture, were they also torturers?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He never, as far as I can remember, as far as I can recall, he never said that to me.",
            "Female"
        ],
        [
            "MR DONAN",
            "Well what was the purpose of giving you the names, they were people who did what?",
            "Male"
        ],
        [
            "MS KOTZE",
            "He would tell me about cases, he would tell me the detail that he could remember and then maybe mention a name like you would tell a story, because I'd say to him, see if you can remember it better if you tell it to me like a story, and then he would mention somebody's name that was also involved in a case or whatever.",
            "Female"
        ],
        [
            "MR DONAN",
            "And they were policemen?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "MR DONAN",
            "And when was this that he gave you this information and these names, how long ago?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Between February this year and now I would say.",
            "Female"
        ],
        [
            "MR DONAN",
            "Now insofar as the blocking is concerned perhaps you can help the Committee because although Mr Benzien, according to you, blocks out certain things that happened, he remembers very clearly certain things that didn't happen.  He says he did not, for example, push a stick up the anus of a particular person; he did not stand on the leg of someone whose leg had been broken.  Now to what extent can this Committee rely on that evidence?  In other words how reliable is his evidence that something did not happen?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I think his evidence to me, if I can call it evidence, was reliable.",
            "Female"
        ],
        [
            "MR DONAN",
            "Do you see the problem that we are facing?",
            "Male"
        ],
        [
            "MS KOTZE",
            "Ja I see the problem you are facing ...(intervention)",
            "Female"
        ],
        [
            "MR DONAN",
            "If he has a, let me put it, like a jigsaw puzzle memory with pieces missing how can ...(intervention)",
            "Male"
        ],
        [
            "MS KOTZE",
            "It's very difficult for me to answer you on that because that's human beings for you.  Their behaviour is sometimes unpredictable.  I cannot explain that to you.  It's again this tunnel vision, this tunnel memory thing.",
            "Female"
        ],
        [
            "MR DONAN",
            "Are you qualified though to tell this Committee that we should rely or we should not rely or how we should approach Mr Benzien's evidence that certain things did not happen?",
            "Male"
        ],
        [
            "MS KOTZE",
            "I'd like to answer this in this sense that I think when he spoke to me as his therapist not thinking that he would be coming to the Truth and Reconciliation Committee, he gave me truthful answers.  I cannot commit myself to say how truthful his evidence here would be.  I can only comment on what he told me.",
            "Female"
        ],
        [
            "MR DONAN",
            "Perhaps I am not making myself clear I don't want you to comment on the truth ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I perhaps intervene here.  I think what the Advocate wants to find out from you is this, supposing that there is something which Mr Benzien has blocked out, in other words that he doesn't remember that, can he then come here and state positively that something did not happen because it was totally blocked out or would his answer be I don't know whether it happened?   In other words can he positively state that a thing which he had blocked never actually happened?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "You are summing it up very nicely, I hear what you say, it's very difficult to answer that, it can be that he blocked it out and it can be that it happened and that he didn't remember that it happened, but it's also possible that he didn't do it.  I don't think it's possible to take it any further than that.  It's very difficult to determine what the truth is.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "I think the problem goes a little bit beyond that.  I think the problem is how do you reconcile the ability not to remember certain things with the ability to remember not having done certain things?  In other words the person says he has forgotten about certain things, he had blocked them out of his mind, but when other things are put to him he says no that I remember very well it did not happen, I think that's what the position, the problem is.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think ...(intervention)",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "He's able to remember that such and such a thing did not happen, but at the end of the same breath he's saying I am not able to remember that, I've lost my memory or part of it, I am not able to can say whether certain things did or did not happen.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I hear what your dilemma is and unfortunately I cannot give you an answer on that.  As I say it's difficult to establish what is the truth or what is not the truth in that case.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Does a blockout - are you aware that you have blocked out?  Take for example the incident you've just been asked about.  He questions someone, he committed one particularly beastly act and continued with the questioning, if he blocks that out when he thinks about it now does he say well, ooh there my mind's a blank or does he erase it completely so what he remembers is the questioning and he doesn't remember there was such an incident?  Do you understand what I am putting to you?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes I am saying I think it's - again I must refer to what I said in my report, that he remembers fragments of incidences but he cannot give you the whole detail.  I don't know if I answer your question if I say that.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "No if he conscious of the fact that he can't give you the whole detail?  I am not ...(intervention)",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes he sits and he says I am sorry, you know I can't tell you exactly, I've only got certain memories.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "That answers my question that he is conscious of the fact that there are blank patches.",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Yes, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Once an event is blocked out of his memory is that a permanent blocking out, or does the event come back to him?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "I think if I, Mr Chairman, if I can answer your question in that way, I think as the post-traumatic stress disorders symptoms diminish I think the person's memory will probably also improve but there will be certain things that you just don't remember.  So some things will be permanently blocked out but some things you will remember a little bit more clearly again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything that can be done to assist somebody who is suffering from that condition?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Well hypnosis is becoming very popular in bringing back repressed memories.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Administration of medicines, drugs?",
            "Unknown"
        ],
        [
            "MS KOTZE",
            "Drugs do improve your memory, the anti-depressants do improve your memory by not per se, but as a result of the fact that they diminish the depression symptoms of which one is impaired memory and weak concentration.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MR DONAN",
            "Thank you.  Apart from blocking things out, would somebody suffering, particularly Mr Benzien, if he suffering from PSD, would he be inclined to reconstruct what he finds unpalatable, because some of the aspects that he denies, are the sordid ones, like pushing a stick up somebody's anus?  Would he be inclined to reconstruct that event into something more palatable to him and then thus forget what really happened and ... (intervention)",
            "Male"
        ],
        [
            "MRS KOTZE",
            "In other words, would there be a tendency to make the memory a little bit more pleasant for yourself?",
            "Female"
        ],
        [
            "MR DONAN",
            "Yes?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "I think that is a human tendency and I have to say that there is a possibility with all people to tend to do that thing.  You always have your point, your side of the story.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In other words, that is a conscious effort made now to reconstruct rather than a subconscious process in the brain which brings the thing forward to him, it is a conscious effort on his mind, now to try and reconstruct, is that what you are saying?  That he purposely try to reconstruct?",
            "Unknown"
        ],
        [
            "MR DONAN",
            "I am asking whether that is consistent with this disorder, not consciously but because of the disorder?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "That is human tendency and it has nothing to do with a disorder and also I must say to you that I think when he reconstructed some of the circumstances to me, and I found gaps and I questioned him on those, he would try and give me as honest an answer as he could, because this was a man in severe distress.  This was a man who didn't have time and that, or he didn't have the emotion to sit and think that he had to be deceitful to me, because he didn't see me as an enemy at that time, but there is definitely a possibility that sitting here, in these circumstances where he is under threat perhaps, where he has to defend himself, that he would perhaps beautify his side of the story a little bit more, but with me, I think he did not, because there was no threat.",
            "Female"
        ],
        [
            "MR DONAN",
            "At the time of your consultations with Mr Benzien, did he have a drinking problem?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "He admits to drinking too much.",
            "Female"
        ],
        [
            "MR DONAN",
            "And does that contribute in any way to this disorder and in particular to the blocking out?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "It is a defence mechanism, in other words, it is a method to deal with your stress, if you drink a little bit more, then you don't feel the stress.",
            "Female"
        ],
        [
            "MR DONAN",
            "So it is incidental to the blocking out, it has nothing to do with that?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "No, it has nothing to do with the blocking out.",
            "Female"
        ],
        [
            "MR DONAN",
            "Thank you very much and I apologise again for making (indistinct)",
            "Male"
        ],
        [
            "MRS KOTZE",
            "Apology accepted.",
            "Female"
        ],
        [
            "NO FURTHER QUESTIONS BY MR DONAN",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cook, is there any re-examination?",
            "Unknown"
        ],
        [
            "MR COOK",
            "No re-examination, thank you.",
            "Male"
        ],
        [
            "NO RE-EXAMINATION BY MR COOK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, I ought to have asked you this, do you have any questions to put to this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINIATION BY MR BRINK",
            "Just one.  Mrs Kotze, you have been here a long time, so I won't keep you long, but I wonder if you can help me.  We have heard a lot about the blocking out, this memory loss, be it involuntarily or voluntarily.  I presume one can get voluntarily memory loss, in the sense that you will the memory, the memory to go away.",
            "Male"
        ],
        [
            "MRS KOTZE",
            "I am sorry, I don't understand your question fully about the voluntarily and the involuntarily.",
            "Female"
        ],
        [
            "MR BRINK",
            "Well, can you have a voluntarily memory loss in the sense that you decide that you want to forget about an incident and you are able to convince yourself either that that incident never happened or it is blocked out of your mind?  Is that a possibility?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "That is a possibility.",
            "Female"
        ],
        [
            "MR BRINK",
            "And whether it is an involuntarily or a voluntarily loss of memory, can it extend, if that is the right expression, to a situation where it is no longer in the person's mind and because it was such an awful deed, that he comes to deny its existence or it having been committed?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "It has been known to happen, yes.",
            "Female"
        ],
        [
            "MR BRINK",
            "So that if Mr Benzien had performed a particularly cruel act, and it was put to him when he was giving evidence this is what you put to me, and I am referring specifically to the nasty business about the broomstick in the backside, he says I never did that and he looked shocked when that was suggested.  Does that tie in with what I have put to you?  The loss of memory, be it voluntary or involuntarily which causes him to, not only forget about it, but to deny it?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "You see it is difficult for me to comment on that, because he denies that.  He denied that to me as well, when we drove here this morning.  He does not think that he did that.\n\tIt is difficult for me to comment and say he blocked it out, or he didn't block it out, because I don't know, from his point of view, he says it didn't happen.",
            "Female"
        ],
        [
            "MR BRINK",
            "I am asking you generally though, as a psychologist, is that sort of thing possible that you will deny what you have done because you want to get it out of your mind?",
            "Male"
        ],
        [
            "MRS KOTZE",
            "Yes, it is possible.",
            "Female"
        ],
        [
            "MR BRINK",
            "Thank you very much, Mrs Kotze.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mrs Kotze, can you just indicate to us how many sessions did you actually have with Mr Benzien before you could make your findings?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "How many?",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "Yes?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "If I didn't put it in my report, it is difficult for me to tell you, but he saw me twice a week from January, I would say he had, I can check my records for you if you want to, my accounts, and that will give you some sort of indication if you want to, but I can't give you that information offhand, now.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "I think your report indicates that you had your first session on the 27th of February and that thereafter he visited you twice weekly and later ... (intervention)",
            "Female"
        ],
        [
            "MRS KOTZE",
            "Yes, later on it became once a week, yes.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "But then he doesn't indicate when your findings were made, after how many sessions you have had with him and then you made your findings.",
            "Female"
        ],
        [
            "MRS KOTZE",
            "No, it doesn't say here how many findings, but my date there, July, gives you an idea that it was approximately five months of therapy and evaluation and seeing him regularly and getting to know him well.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, I accept that in terms of your report, I accept that he must have been subjected to some kind of stress, traumatic stress and so on.  But I am not sure I understand as to what eventually triggered the disorder.\tWhat triggered the disorder into coming into operation?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "I think it is his work stress, what he had to do everyday.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Yes, but he has been doing the work since 19 .. whatever, 1988 and so on and I don't imagine that the process of blocking out was already in operation then and I don't understand you to be saying that.  It must have come into operation maybe a year or two years ago or so?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "It is very difficult for me to answer that question, you see, because I didn't see the man on an ongoing basis, so it is very difficult for me to say this was the moment.  And I think for him as well, because he doesn't remember so well, it is also not easy for him to say this is the moment that it started, because stress is something that develops gradually and people are very often not aware when they are suffering abnormal stress.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "When you saw him for the first time, he was already suffering from the PTSD?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "Yes, he had an incident where he, just before he saw me, where he had a very traumatic experience where he hallucinated, he heard voices, so he was under severe mental stress then.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "Mrs Kotze, but is it not so that according to your report, stress had already set in by 1994, that is when Mr Benzien's wife came to see you?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "Yes, it was.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "(Indistinct)",
            "Female"
        ],
        [
            "MRS KOTZE",
            "It was there already.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "At that stage he was unable to handle stress situations?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "He brought his stress home and he wouldn't talk to his wife and she could see something was wrong.  She could see something was bothering him, but he would not tell her.  He told her, I cannot talk to you about what is bothering me.\n\tAnd then she came to see me, because she is very close to him and somewhat dependant, to an extent also to him and it disturbed her that he you know, he actually put his stress over onto her.  She became more stressed, she became severely depressed.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "So wouldn't you say therefore that it is the hallucination which probably triggered the excessiveness in his stress in 1997?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "Yes, sorry, can you repeat that?",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "Wouldn't you say that the hallucination might have triggered the excessiveness of the stress in 1997?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "I don't understand your question, I am sorry, because I don't hear you very well.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "I am saying that by 1994 he already had ... (intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, it could assist if you could use the earphones.",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "Yes, sorry, nobody told me that, sorry.  Yes, okay.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "By 1994, he already had an onset of stress, that is why Mrs Benzien came to see you, but in 1997, Mr Benzien had this traumatic experience in one evening, when he had auditory hallucinations, wouldn't you say that is the onset of the accessiveness of stress?",
            "Female"
        ],
        [
            "MRS KOTZE",
            "I would say that is when he mentally broke down.  That was the last straw that I am talking about that led to this, to the present circumstances or stress symptoms that he is suffering from.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Papier, are there any questions you wish to put?",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "I have no questions, thank you Honourable Chair.\nNO CROSS-EXAMINATION BY MR PAPIER",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mrs Benzien came to see you in 1994, was that the first time she came to you?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "Yes.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "And did she tell you when this trouble had started?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "It is difficult for me now, you know, I don't have that detail, but she could see for quite a long time that her husband was not himself.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "He would come home, he was in a state, and he wouldn't tell her what he was worried about?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "He would you know, roam around, and not talk to anybody and be in a bad mood and drink too much, etc, etc, and he would say to her I can't talk to you.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Now, how long before, you don't know how long before 1994?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "If I have to tell you, I have to guess, I would say probably about, I don't know, it could be a few years, it is very difficult for me to say.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "You are not sure, it could be a few months?",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "I think it was more than a few months, that I can maybe answer accurately.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cook, arising out of the many questions that have been put to her since I last asked you, are there any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MR COOK",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY MR COOK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You are excused from further attendance.",
            "Unknown"
        ],
        [
            "MRS KOTZE",
            "Thank you.\nWITNESS EXCUSED",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will take a short adjournment at this stage and resume in 15 minutes.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}