{
    "header": {
        "type": "AMNESTY HEARINGS - WESTERN CAPE",
        "starting date": "1997-05-19",
        "location": "CAPE TOWN",
        "day": "1",
        "names": [
            "TWO-BOY JACK",
            "MSHLABUNSIMA M. PHAKAMISA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54677&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_jack.htm",
        "speakers": [
            "CHAIRMAN",
            "COMMITTEE ADJOURNS UNTIL TOMORROW MORNING",
            "INTERPRETER",
            "JUDGE WILSON",
            "MR ANDERSON",
            "MR BLACK",
            "MR BRINK",
            "MR MILLS",
            "MS KHAMPEPE",
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "TWOBOY JACK"
        ],
        "original_speakers": [
            "MR BRINK",
            "CHAIRMAN",
            "MR MILLS",
            "MR ANDERSON",
            "MR BLACK",
            "ADV MANTHANA",
            "TWO-BOY JACK",
            "MS KHAMPEPE",
            "MR JACK",
            "JUDGE WILSON",
            "MR MANTHANA",
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "MR PHAKAMISA",
            "INTERPRETER",
            "COMMITTEE ADJOURNS UNTIL 9.30 TOMORROW MORNING"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Mr Brink, before we commence, will you place on record the reason why we have been delayed?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, the various victims in this matter, were notified by telefax followed up by registered post indicating that the hearings would commence at 9 am this morning, not 10 am as previously thought, 9 am.  I gather that Sergeant Solomons is on the way, Constable Van den Berg was on patrol, but his police station was trying to make contact with him.\n\tI don't know about Constable Boltman, no one seems to know where he is.  Sergeant Beeselaar, apparently had left the police station, Old Faure Road and Constable Kid Anderson, don't know what's happened to him.  They all had notice and it was because we were waiting for them to arrive, that the matter did not resume as arranged at 25 past 11.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Die you receive any notification or indication at all that they were interested in being present?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "None at all.  None at all.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think we have waited a long time for them and we must now proceed in their absence, they may never turn up at all.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I understand that Mr Mills and Mr Anderson, they are here, but I haven't had a chance of talking to them.  Perhaps we can do that when the applicant's case is finished.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Mills and Mr Anderson, are you here?  Will you come forward please?  Have you been given to understand that this is a case in which we are considering applications for amnesty by these two individuals and that you have an opportunity of conveying your attitude to this application, to us, that if it is your wish or if it is your intention to oppose the application for amnesty, that you will be afforded an opportunity to give reasons why and on what grounds.  And you may even ask questions of the applicants.  Are you aware of that?",
            "Unknown"
        ],
        [
            "MR MILLS",
            "We are fully aware of that, yes, sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "What is your attitude?",
            "Unknown"
        ],
        [
            "MR MILLS",
            "No comment on it, no answers will be taken sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And you?",
            "Unknown"
        ],
        [
            "MR ANDERSON",
            "I agree.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Do I understand you to mean that you have no comments to make?",
            "Unknown"
        ],
        [
            "MR MILLS",
            "That is positive sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Does that mean you have no questions to ask either?",
            "Unknown"
        ],
        [
            "MR MILLS",
            "That is positive.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "In the light of what you say, I may tell you that you don't have to remain here if you do not wish to, that you are excused from further attendance, but if you wish to remain, you are entitled to remain.  Do you understand that?",
            "Unknown"
        ],
        [
            "MR MILLS",
            "I understand, thank you very much sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You may be seated.  Yes, Mr Brink?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, Members of the Committee, this application relates to those from Maxim Phakamisa and Two-Boy Jack.  They are represented by my colleague, Mr Manthana, at Attorney.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Brink, I think that the people who do our transcription, that we should place on record before the commencement of each proceedings, certain particulars about the Committee and Council appearing in the matter.  For the purposes of record, the Committee is made up of myself, Judge Wilson on my left and Ms Khampepe on my right.  Mr Robin Brink appears as the leader of evidence and Mr Manthana as the representative for the two applicants.\n\tMr Manthana, what are your initials?  Pardon?",
            "Unknown"
        ],
        [
            [],
            "S, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"S\"?",
            "Unknown"
        ],
        [
            [],
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Manthana are you an Attorney?",
            "Unknown"
        ],
        [
            [],
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Before, Mr Chairman, before my colleague proceeds, I am given to understand that one of the victims, a policeman named Van den Berg has been in touch with my assistant, he does not wish to oppose the application, and he is not coming.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "That will be noted.  Yes, Mr Manthana?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, the applicants have prepared statements in Xhoza which they intend to read out to the Committee as their evidence, setting out the acts that they committed and then the circumstances in which they were committed and the objectives for which they were committed in support of their application for amnesty.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Will they be giving evidence through Xhoza?",
            "Unknown"
        ],
        [
            [],
            "That is correct sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Who are you calling first?",
            "Unknown"
        ],
        [
            [],
            "First I call applicant Two-Boy Jack.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Jack, will you stand?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Will you swear him in?",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You are sworn in full, you may have a seat.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Yes, Mr Manthana?",
            "Unknown"
        ],
        [
            [],
            "Thank you.  Can you proceed and read out your statement?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Do you have a copy of those statements?",
            "Unknown"
        ],
        [
            [],
            "Yes, but they are in Xhoza Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "No, let him read them out.",
            "Unknown"
        ],
        [
            [],
            "You may proceed.",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "My names ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Could you remind your client that he should speak into the microphone, he is speaking past it now.  He can move the microphone across to point towards him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Bring it right in front of you.",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "My full names are Two-Boy Vakhile Jack, from L 469, in Site B, Khayelitsha in the Western-Cape.  At the moment I am at Victor Verster Prison where I am serving 14 year sentence.  I was sentenced by the Western Cape Regional Court on the 29th of January 1993.\n\tMy charges that I was sentenced for, are the following:  attempted murder on policemen, possession of illegal firearm, and in possession of bullets without the licence and in possession of explosives illegally.  \n\tThe deeds that I was sentenced for were on the 22nd of July in 1992.  At that moment in 1992 I was a member of the South African Community Organisation, which is SANCO.  This organisation was to foresee and to protect the rights of the community in general in the township.\t\n\tThis organisation was formed solely because, please pardon me, this was meant to be a voice of the community and\nthus formed by the community because the community didn't want the leadership of the Councillors who were puppets of the apartheid regime without the consent of the community.\n\tPlease pardon me.  At that moment the municipality of the puppets, that I have already mentioned was not of any assistance to the community.  Thus the community wanted to eliminate this municipality and they were under the oppressive government at that time and that government was not prepared to entertain the needs of the communities in the townships because they stressed that they wanted the community to worship these municipality puppets.\n\tBecause of that, there was a faction between the residents and the municipality.  It is at that moment when the government of the apartheid regime decided to use the policemen called the Internal Stability Units, referred to as ISU's in the townships.\n\tThat was the beginning of the war.   Because these Internal Stability Units had the intention of protecting and defending the municipalities and the Councillors, these Internal Stability Units used to patrol the townships day and nights.\n\tAnd the residents noted that the intention of these policemen mainly was to destroy the attempts of the residents who were not in unison with the puppets of the municipality.\t\n\tThese policemen did this by visiting certain houses in the residential area who were leaders of SANCO in the middle of the night and entering their premises with disrespect and waking people up and elderly people in their sleep in at unproper manner.\n\tThey were threatening and instilling fear in small\nchildren who were sleeping at that time.  They were searching those houses looking for illegal things and they would not mention what exactly they were looking for.\n\tThis mishandling was done with the intention to threaten the SANCO leaders and for them to retreat from their fight against the oppression and to fight for the rights of the residents.\n\tThus SANCO decided to establish a defence unit.  And a unit that will be of the same strength with the ISU policemen.  Thereafter, SANCO created this group which was later called the self defence units, SDU's.\n\tAs time went on, I was elected to be one of the leaders in the SDU's of the Site B area in Khayelitsha.  Our main duty was to protect the residents, the community who were against the municipality of that time.\n\tThey were to protect the community because the enemy at that time was well armed  by the oppressive government.  We were forced to also arm ourselves, that were similar to theirs.  So that we could be able to do our job as well.\n\tIn this period of June 1992, we got a report that Hernus Kriel called a group that was called Koevoet gang, and this gang he called it to come to Cape Town in order to be used in destroying the SDU's.\n\tWe therefor decided to arm ourselves, to prepare for the coming war.  In July 1992 news arrived that the Koevoet gang arrived in Cape Town and it was already in use in our townships.   And moreover they were used in hunting the SDU's leaders in their houses.\n\tThe attack rate of houses escalated on SDU members by unknown people.  And many STU members were hurt together with SANCO members, they were heavily injured.  Their houses\nwere burnt by unknown people at night.  During the day SANCO people were being attacked by criminals who were protecting the Councillors.\n\tWhilst the ISU policemen were watching by without trying to intervene and to protect all these people who had been attacked.  I heard that I was in their top hitlist of the SDU's in the Site B area who was supposed to be killed.\n\tSo that we should protect ourselves and be on guard.  Our families and our houses and the residents at large started patrolling and the SDU's daily and nightly in the Site B area and we heard that the ISU police had a right to shoot us wherever they spotted us at night.\n\tThis made it very clear that we were in war.   There was a fight between the SDU's and the ISU which was being assisted by the Koevoet gang.\n\tOn the 22nd of July in 1992, whilst we were patrolling  amongst the houses in the Site B area, in the L area, we noticed that the police of the ISU were patrolling up and down amongst these houses as well.  \n\tAmongst ourselves it was myself and Maxim (indistinct) Phakamisa and (indistinct) Mhlutwa and Xama Qungishi.  We were armed in the following manner.  Myself, I had a 303 rifle and Phakamisa had an AK47 and an explosive called M57.\n\tMhlutwa was armed with a R4 rifle,  Qungishi was armed with a firearm.  We tried by all means not to be spotted by these policemen, because we knew that we were in the risk of being killed.\n\tWe tried to move very carefully and we tried to seek hiding in a shack that was in a certain street, that I do not know its name.  It was one of the shacks that were being used by hawkers during the day.\n\tIt doesn't have any doors and it is very small.   We did not hide in complete shack, but we tried that nobody should see us from far.\n\tBecause this was being used for selling, it was open.  And it was very easy for anyone to see us.  Whilst we were hiding in there, we noticed that there were policemen of the ISU who were approaching this site where this shack was where we were hiding.\n\tAt that time we took  a decision that it would be very dangerous for us to leave them until they reach us.   We therefor decided that we were going  to attack them as soon as they approached this shack.\n\tWhen they approached, a distance of about a metre about 25 metres or 50 or so, Mhlutwa started firing.  He pointed towards those policemen, he shot at them.   After shooting Mhlutwa threw the explosive to these policemen and thereafter he hid.\n\tI followed thereafter, I shot at these policemen.  Thereafter I also hid in this shack.  Thereafter Phakamisa followed his shot as well and he also threw an explosive as well.  All this time the policemen were also shooting back.\n\tAnd I was ultimately shot in my right hand.  When we realised that we did not have any more bullets, we decided to run away in different directions.  I was not arrested at that time and I attempted to find a taxi that took me to the hospital.\n\tThat is where I was arrested.  And I was therefor charged with Maxmim Mshlabunsima Phakamisa.  In court during our matter, we heard that there were policemen who were injured in that incident but their names we do not know.\n\tFinally, I was found guilty and I was sentenced the\nyears I have already mentioned, I was sentenced to jail.  What I was sentenced for was a political one.\n\tIt was due to a response of the mishandling and the oppressive manner of the policemen who were serving the apartheid regime, the government that was in power at that time.\n\tThis happened in a time when these policemen mentioned did this with the intention of creating a war situation in the community.  Although what I was sentenced for, was illegal, it was necessary so that the general community in the townships should be protected against the criminals of the government of the day.\n\tThe intention or the aims of doing this, was to evict this ISU policemen completely in our Black townships because the residents did not want them.  This was meant to remove these policemen in the townships so that the residents should be able to fight for their rights which is their human rights without any threats.\n\tThreats from the policemen.  Again this deed was aimed at showing the government of that time that the residents or the community did not want  these municipality puppets who were imposed on them.\n\tThis deed was agreed upon and the decision was taken by SANCO.  This decision was taken by SANCO by creating the SDU's.  Truly speaking because of this deed that we were sentenced for, it became very clear that the Councillors  had to resign.\n\tAnd those policemen of the ISU's left our townships.  I therefor plea with this Committee to see this deed that I committed myself and the circumstances under which it happened, as one that is forgivable under the Section 20 of\nAct 34 of 1995.  I am finished.",
            "Male"
        ],
        [
            [],
            "Have you finished?",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "I am finished.",
            "Male"
        ],
        [
            [],
            "Thank you.  That is the evidence for this applicant Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Brink, are there any questions you wish to put to this applicant?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Just one or two Mr Chairman.  You tell the Committee about the members of the Internal Stability Unit entering houses at night, were these men in uniform or not?",
            "Male"
        ],
        [
            "TWOBOY JACK",
            "They were dressed in uniforms.",
            "Male"
        ],
        [
            "MR BRINK",
            "At your trial a Mr Wakefield gave evidence, do you remember who he was?",
            "Male"
        ],
        [
            "TWOBOY JACK",
            "I do not remember him clearly.",
            "Male"
        ],
        [
            "MR BRINK",
            "You see I refer to page 51 of the bundle which was the judgement relating to sentence Mr Chairman.  You see Mr Wakefield apparently gave evidence and when sentencing you the Magistrate had this to say and I am translating it from Afrikaans.  Mr Wakefield who is active in the Mitchells Plain area where this case came from, is of the opinion that the allegation that the whole or the greatest part of the Khayelitsha community was against the police, was a complete myth.\n\tIn other words what he was saying is according to him, it was not true that the bulk of the community was opposed to the South African Police, what is your comment on that?",
            "Male"
        ],
        [
            "TWOBOY JACK",
            "I disagree with him, the general community didn't want the policemen because of their bad deeds committed on the community, they kicked their doors, they were disrespectful, they were killing people and if you attempted to run away, they would shoot you, they would wake children\nin the middle of the night, they were committing a lot of atrocities at that time.   The community in general didn't want them.\n\tEven the community that are present here today, can be a witness to that.  Thank you.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, thank you.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The only question I have should perhaps be directed to his council rather than to the applicant.  He started off his evidence as recollected saying he had been sentenced to 14 years imprisonment.",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Male"
        ],
        [
            "TWOBOY JACK",
            "I was sentenced to 14 years and two months.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am talking about the offences for which he is asking for amnesty, they were 13 years, weren't they?  If you look at page 391, page 56 of the record, do you see that?  These are the sentenced imposed on accused 1 who is the present applicant.\n\tNow the ones he is seeking amnesty for, relates to counts 6 to 13, 16 and 18, the attempted murder counts and the possession of weapons, counts 22 and 23.  So that is a total of 13 years, 10 and three,  the other offences, he is not asking for amnesty for.",
            "Unknown"
        ],
        [
            [],
            "I may have made a mistake in my calculations, thank you.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, members of the Committee, I understand from my colleague that the Mr Wakefield who I mentioned, whose name appears in the judgement which I made reference on page 51, happened to be the Prosecutor in this case, not a witness.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Brink, about that.  We had actually taken note thereof.  Mr Jack, you have stated that\nthe intention of SANCO was to get rid of the police, the ISU from your township, was there any plan which was specifically devised by SANCO in order to carry out the intention of getting rid of these policemen?\n\tWere you advised as SDU members by SANCO what you would have to do to assist SANCO to get rid of the police from the township?",
            "Female"
        ],
        [
            "TWOBOY JACK",
            "Yes, we were told.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And what was the advice from SANCO?",
            "Female"
        ],
        [
            "TWOBOY JACK",
            "We were to protect the rights of the community against the policemen who were reigning in a terrible manner in the community.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you told that you were to attack the police when you saw them on sight, when you saw them in the township?",
            "Female"
        ],
        [
            "TWOBOY JACK",
            "Yes, that was a decision taken because they themselves were attacking, therefor we could not fight them back with stones or bare hands.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Who took the decision?",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "It is SANCO leaders.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "How do you draw a distinction between Koevoet and ISU, did they wear different uniforms?",
            "Unknown"
        ],
        [
            "TWOBOY JACK",
            "When they arrived here, there was somebody who came to inform us  who said that they will be dressed like the Stability Unit members so that we shouldn't be able to tell the difference.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Is there any re-examination or any other questions you wish to put to this man?",
            "Unknown"
        ],
        [
            [],
            "No, re-examination sir, thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are you calling the next applicant now?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, the procedure is going to be exactly the same in respect of the second applicant as in the case of the first applicant.  A statement has also been prepared in Xhoza, as a matter of fact as the two applicants had been operating together, carrying out, virtually the same operation, their statements are virtually the same.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Would it not be appropriate for you to put that to the second applicant, and ask him whether he confirms what has been said by the first applicant and ask him if there is anything else he wishes to add?",
            "Unknown"
        ],
        [
            [],
            "That will be more appropriate, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Will you swear him in please.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Phakamisa, please stand.",
            "Female"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You may have a seat, you are sworn in in full.",
            "Female"
        ],
        [
            [],
            "May I proceed?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Thank you.  It is correct, is it not, that you have prepared a statement in which you have set out the act for which you were charged and convicted and you set out also the circumstances under which  you performed the said act and also the objects  for which you performed the said act.",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "That is correct sir.",
            "Male"
        ],
        [
            [],
            "The statement which you have made is dated 19 May 1997 and it is virtually the same as the statement that was made by your ...",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "Excuse me sir, I want to tell me about 1997?",
            "Male"
        ],
        [
            [],
            "The statement was made on the 19th of May 1997?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            [],
            "And that the statement is virtually the same as the statement made by the first applicant, Two-Boy Jack, is that not correct?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "That is correct sir.",
            "Male"
        ],
        [
            [],
            "Now, do you confirm the statement as was read out by Two-Boy Jack as being applicable in your application as well?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "There is a difference because it is different.  Things that took place at different time.",
            "Male"
        ],
        [
            [],
            "Besides the fact that you were arrested at a different place than Two-Boy Jack, is his statement relating to the act itself, is it the same as ...",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "There is no difference, it is the same, the statements are the same.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, can you place on record when were you arrested?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "I was arrested in July, on the 22nd of July 1992.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And where?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "I was arrested in  a place where we were, I was put in a police van.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You are not telling me where, I want to know where it was?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "It was in Khayelitsha where we were fighting with the police.  I was arrested there.  I was arrested next to that, in that shack where we held our meeting.  We wen tout from that shack, but I came back again, that is when I was arrested.\n\tThat was in the L Section in Khayelitsha.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And was the sentenced imposed on you, the same as\nthat imposed on Two-Boy Jack?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "I was sentenced to 14  years with two years suspension, so my actual sentence was 12 years.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Was it for the same offences for which he has been found guilty or was it different offences?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "I don't know anything else about him, but the only case that we were charged for, was the one of shooting, we were together in there, I don't know about the other one.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There in fact were slightly different technical offences relating to the possession of firearms, weren't they?",
            "Unknown"
        ],
        [
            [],
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is there nothing else you wish to put to the applicant?",
            "Unknown"
        ],
        [
            [],
            "No Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Brink, is there anything else you wish to put to this applicant?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Phakamisa, in your application you have made reference to a certain Mr Makalene and Mr Mtemba.  Who are they?",
            "Female"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "Those were the Committee leaders from SANCO.  We used to account to those leaders, if something happened amongst the SDU's.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were they present when a decision that you should attack the police in your neighbourhood was taken?",
            "Female"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "The decision of attacking the police was because the community didn't like the Internal Stability Units, we were trying to drive them away so we formed the SDU's to protect the communities.\n\tSometimes we didn't tell the communities what our plans were because as they were asleep and we would go out and patrol and whenever they heard the gunshot they would know that we are fighting the enemy.\n\tI cannot say that we told the people what we were doing at the time, because they knew that we were patrolling at a certain time and even if we meet out enemy, the residents could hear by gunfire.  There was no need for us to tell the residents, the community what to do, but they were forced to go and sleep so that we can patrol during the night.\n\tWhenever we would meet the enemy, they would hear the sound.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "From what I understand of the version given it wasn't your intention to attack these policemen, you were seeking to hide away from them, but they came towards you and then you were forced to attack them?",
            "Unknown"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "When we were trying to hide, we didn't want them to see us at a distance.  We just wanted them to come closer so that we can go straight to them when they were nearer.\n\tWe were not prepared to run away, because we were armed and we were protecting our residents.  Who else was going to protect the residents if we were running away?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Phakamisa, in your application in response to paragraph 11, the translation reads as thus and I would like to have your comment because probably we have to amend this:  At 11 B, you say we took this decision as SDU members on the 29th of August 1993 together with agreements with SANCO leadership.\n\tI don't remember their addresses, but I have their telephone numbers.  In brackets you then include Richard\nMakalene and his telephone number and Sonwabo Mtengwani and his telephone number, this must be a mistake.  There was never a decision taken on the 29th of August 1993?",
            "Female"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "In 1993, do you mean 1993?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where were you reading?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Yes, 1993.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "11 B.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Oh, sorry, I think we have, here is a mistake.  In fact Mr Brink, I actually have two translations for ...",
            "Female"
        ],
        [
            "MR BRINK",
            "Yes, it was erroneously bound, it was erroneously bound, it was pointed out to me by Judge Wilson yesterday, I removed from his papers that translation.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think we will disregard page 7 up to page 9 for the record.  Thank you Mr Phakamisa, I just had a problem with the dates reflected in your application, it turns out that we were given the wrong bundle.",
            "Female"
        ],
        [
            "MSHLABUNSIMA MAXIM PHAKAMISA",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "While we are on the question of dates, if you look at page 14, going back to Two-Boy Jack, have you got it?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Should we just amend that date?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I don't think you can strictly speaking, amend it Mr Chairman, because the form is an affidavit, but you can ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But when we come, if we come to grant amnesty we will grant amnesty in regard to an offence committed on the 22nd not the 23rd.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Brink, before this applicant is excused, is it possible for you to enquire whether the other interested people who were expected to be here, are here?  And if they have a say in the matter or if they are interested in having a say in the matter.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I will  make that enquiry, do you wish to adjourn while  I do so?  I think Constable Anderson was here - oh, is he gone?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Apart from the two who were here earlier this morning.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We were told I think that a Sergeant Solomon, was on the way?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "There is no further representation or attendance by the victims.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Manthana we don't particularly want to ask you to address us unless there is something special which you wish to put forward?",
            "Unknown"
        ],
        [
            [],
            "No, I shall let that rest then.   Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I don't oppose this application Mr Chairman.  Or shall I say these applications.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The Committee will consider its decision in due course and will make it known to Counsel for the applicants and to the applicants.\n\tThank you.  Mr Brink, does that bring to a close the proceedings for the day?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "It does, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The applications for tomorrow, will they be ready to proceed?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, I hope so.  I mean as far as I am concerned, yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Can we commence earlier than we did this morning?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "We will endeavour to do so.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "All right, provisionally can we commence at 9.30?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "That is convenient for me if convenient for you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "All right, the Committee will now adjourn and resume at 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS UNTIL 9.30 TOMORROW MORNING: .",
            "Unknown"
        ]
    ]
}