{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-11-19",
        "location": "CAPE TOWN",
        "day": "3",
        "names": [
            "TIKAPELA JOHANNES MBELO"
        ],
        "case number": "AM3785/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54680&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_mbelo.htm",
        "speakers": [
            "ADV MOTATA",
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE MILLER",
            "MR BOOYENS",
            "MR HUGO",
            "MS KHAMPEPE",
            "MS PATEL",
            "TIKAPELA JOHANNES MBELO"
        ],
        "original_speakers": [
            "TIKAPELA JOHANNES MBELO",
            "CHAIRPERSON",
            "MR P WILLIAMS",
            "MR BOOYENS",
            "MR MBELO",
            "MS KHAMPEPE",
            "JUDGE MILLER",
            "INTERPRETER",
            "ADV MOTATA",
            "MR HUGO",
            "MR B WILLIAMS",
            "MS PATEL"
        ]
    },
    "testimony": [
        [
            "TIKAPELA JOHANNES MBELO",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We revert now to the second applicant.  He had concluded his evidence in chief, had he.",
            "Unknown"
        ],
        [
            [],
            "That is correct, Mr Chairman.\nCROSS-EXAMINATION BY MR BOOYENS",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Chairman.\n\tMr Mbelo, let us first deal with your initial infiltration of this group.  Now, this happened after you were allegedly in jail and you were then allegedly released and you went to meet these people.  You recall that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Mr Chairman, I do recall it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Are you going to reply in English?  Are you not going to use an interpreter?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am going to reply in English, because it seems as if I am, they do not understand me very good.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, thank you, I, that will certainly shorten things.\n\tMr Mbelo, the group that you visited, did you think they were dangerous?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "According to what I was told, that this group might be a well trained group, I thought that they were dangerous.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Your own observations?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "My own observations, I saw nothing of that sort when I arrived there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why then run away after just one night?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Because my legend was not good.  They could have checked the following day.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why go in at all if you know your legend was not ...",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did not expect them to ask me what they asked me.  I did not expect them to ask me for a contact number where I told them I was from.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Subsequently, when you dealt with these people again, later at the shootout and you are aware that they were, are you aware that they were shooting, they were armed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I saw one guy who was running and shooting.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Shooting with what, AK?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "With an AK47 and we were told that morning that those guys are well armed and they are going to attack a certain mini-bus.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well.  Now, let us deal with that planning meeting that you attended.\n\tYou speak good English I see, do you speak Afrikaans as well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am very good in both languages, Afrikaans, Sesotho and English.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The meeting early that morning, just for the sake of clarity, Bellingan was not the senior officer there, is that correct.  He was just a Sergeant and there were Commissioned Officers there present.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is correct, but Mr Bellingan, since he told even the Committee that Lieutenant Liebenberg was still young, he did not have any, what you can call it, he was not so good in organising such big thing, operations since he was still young.  He was a young Commissioned Officer that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, but the man in charge of the operation.  \tDo not switch that on when I am talking please, because then you switch mine off.\n\tThe man that was in charge of the operation was actually Major Odendal, not so.  He was the senior Commissioned Officer?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do say, yes, he was the highest rank there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And we are not suggesting that Mr Bellingan did not take part in the discussions, but, certainly, he was not the only one who told people what to do, set out various positions ...",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Sorry, I thought, that is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as the planning on the ground is concerned, did Major Odendal also play a role there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, he did play a role since he was also a Major on the planning.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, Mr Mbelo, did, you have been a policeman for quite a long time, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In the first place, it is the duty of a policeman to apprehend criminals, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "One would not expect them to tell you that it is your duty, you would know that automatically?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what we are taught at the college.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And what you know as well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did Odendal suggest that these people should be eliminated, swept, taken out, whatever?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Those words were not uttered by Odendal.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did any of the Murder and Robbery people suggest that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir, none of them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, they gave an instruction to what, all intense and purposes, appeared to be a regular police operation to apprehend criminals in extremely dangerous circumstances, would that be correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, after they finished speaking you were clearly under the impression that these people had to be arrested.  Is that ...",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right, I was under that impression, but there were some words which were used.  Words like, like I said before in my main evidence, that they had to be taken out.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, some people said that, but the people in charge of the operation never said that.  Is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, amongst the lower ranks there was talk about taken out or swept or something like that, is it not correct, Mr Mbelo, that everybody was excited.  It, this was dangerous and didn't you yourself expected a fire-fight this morning?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And Mr Bellingan says that it is quite possible that he said, listen, if a man lifts a gun, shoot him and shoot to kill, because this was a war-type situation.  Is it possibly what you have heard?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But so we were not dealing with an unqualified taking out of people or something like that, it was a situation if they start the fight, we will fight back, we will fight better and we will win.  Is that more or less correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No suggestion at any stage that if they surrender or if we can do this without a fight, we will, in any case murder them, that was never suggested by any of them, anybody.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, Mr Mbelo, you are also applying for amnesty and, please, do not misunderstand me.  I understand that you were in a difficult situation at the time.  Now, once this fire-fight started you must have been extremely excited, frightened and, like they say, the adrenalin was pumping, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot say I was excited.  All I can say is I was frightened.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Ja, excited, perhaps, does not convey exactly.  It was a high tension situation.  Would that be, more or less, a correct summary?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And even those decisions that you had to make, you had to make in split seconds, very quickly, without having had the time of calm, mature reflection like we have now?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, that is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And there you have related to us a very unfortunate incident in which you were yourself involved, which you shot a man which you really should not have not shot.  That is why you are applying for amnesty, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is why I am applying for amnesty, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, today we can all speak openly and honestly about these things, but in those days one could not speak honestly and openly about those things, because you would get into trouble, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And without going into the technicalities of it, if you had reported something like this, that you have done something like this to your seniors officers, chances are that you would have been charged for murder, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not know, Sir, maybe.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I say chances are that you would have been charged for murder, because, let us fact it, what you did was not a self defence situation or something like that, I am talking about the man that you shot.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is correct.  I told Sergeant Bellingan at that time that this guy wanted to give himself over and one of those Sergeants, Riot Squad, told me to shoot him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You never made, did you ever make any mention of it, that you told Sergeant Bellingan this in either your application?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I did not mention it in my applications.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why not?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It slipped my mind when I was busy drafting the application.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Because you see, Sergeant Bellingan said, and I would understand if you did not, because you knew you did something wrong, that you did not mention this factor to him.  Is it possible that you are mistaken about the fact that you mentioned it to him?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am not mistaken, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you make any other mistakes in your application or at the time when you gave evidence in terms of Section 29?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir.  What I said was what was in my heart.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You remember, you know what I talk about if I talk about the Section 29 application?  That is when you were questioned by Mr Koisan and Mr Potgieter and I do not know who else.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am aware of that one, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was your intention to speak the truth there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was my intention, like it is even today.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you told no deliberate lies and misled nobody deliberately?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I tell nobody lies and I am not doing what you say I am trying to do, Sir.  I am straight forward and I want to keep it that way.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You gave your evidence at that hearing in what language?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I gave that hearing in Setswana.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was it translated into English?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Mr Chairman, it was translated into English.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you satisfied with the translation?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If there were wrong translations you would have objected and said, well, that is not ...",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I  would have objected, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Would you page, please turn to page 334 of the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go onto that, how was it translated?  As it is being today or was there an interpreter speaking loudly that everybody could hear?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "There was an interpreter, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There is a question asked of you by Mr Koisan,\n\"Balletjie shot him inside the vehicle.\"\nand your answer,\n\"Yes, he shot him right inside the car.  I think there were two or maybe there was one, I am not sure.\"\nYou said that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "This one which is right here, which is written here, I talked about men, but never said two corpses.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Answer the question.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I might have said this one, yes, Sir.  They must have misinterpreted me when they interpreted this words which are written on this paper.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, are, well, Koisan asked you the question, did Balletjies shoot him in the vehicle?  You did not say, just say, yes or no, but you gave a full answer according to this.  Are you now saying that that is a misinterpretation?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, what are you saying?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "What I am saying, Sir, Mr Chairman, is I answer to the question which Mr Koisan asked me about the man who was shot by the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The question was - leave that alone - the question was,\n\"Balletjies shot him inside the vehicle.  Yes he shot him right inside the car.\"\nSo, it is not a case of misunderstanding the question, it is a very clear answer.  Why did you say that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Sir, I was confused when I made this 29 application of mine.  So, by, at my affidavit I was more relaxed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you do admit that there you made certain mistakes under oath?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I, yes, I see I made certain mistakes, yes, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Because just the previous sentence,\n\"Another persons corpse was found inside the Kombi and there was, and there another one was shot by Balletjies.\"\nYou have read that, you have already referred to that answer.  You have said that as well.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, I do not think I have signed this Section 29 hearing of mine.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Please, Mr Mbelo, let us not try and get clever.  This is an official record of official proceedings where it is recorded that you have taken the oath.  It is not necessary for you to sign it.  It is like court proceedings.  So, please, let us not get clever, just answer the question.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Repeat your question again.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Explain your answer, the, just the previous answer,\n\"Yes, there were those who were shot inside those Kombi.  Another persons corpse was found inside the Kombi there.  Another was shot by Balletjies.\"\nWhat did (...indistinct).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was confused here, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, another confusion.  Why were you confused?  I do not think you were treated too, with too much hostility by these people, from what I can read.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was not treated by hostility by the people who asked me, but I was confused.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I can show you further instances where you actually repeated this allegation that Bellingan shot the one man inside the Kombi.  At page 346, Mr Potgieter, right at the bottom of the page.\n\"That is where the person was shot inside the vehicle.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is true.\"\nSo, it is not only an instance of being confused.  Once the, of repeating a patently untrue statement.  Why?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Sir, I made a mistake that one.  It could have been a big mistake which I made there, but after visiting the scene with Mr Williams, when we were doing the affidavit, I recalled everything on the scene.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, are you really saying that before you visited the scene you were not certain as to what happened there.  It is only once you visited the scene that you recalled exactly what happened?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, about the man in the Kombi or next to the Kombi.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, prior to that, in other words, you were uncertain as to whether the man was shot inside the Kombi, next to the Kombi or where.  It is only once you visited the scene that this came back to you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is positive.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, so, I just want to make sure.  So, an incident like this, you were prepared to testify under oath about something that you could not remember and painting a very bad picture about Mr Bellingan, knowing full well that you could not remember it at the time of the Section 29 hearing?  Why, Mr Mbelo?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I have already admitted my mistake which I did that time and I was confused.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, but you have now also told us that by, at the time of the 29 you could not remember.  Why not just say to them when they asked you about that, look, I cannot remember where Bellingan shot the man.  Now you go and paint the worst possible picture of him.  Why did you do that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Sir, it is like I said.  I do not know why I did it, but it happened.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At the stage when gave your evidence in summons of Section 29 did you know Mr Bellingan was applying for amnesty?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did not know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, let us go to this all, this memory of  yours that seems to have something that you just remembered at the scene.  Mr Mbelo, you had to recall, when did you and Mr Williams visit the scene?  Shortly before you did your application, obviously, I am not sure when that was.  Some time last year, I presume.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was during this year before I made my affidavit.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And this is the first time when you remembered again under what circumstances you saw Mr Bellingan shooting the deceased.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, ... (intervention).",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Booyens, may I interrupt.  If you put page, page to page 352, he seems to give a different version.  There he says that he saw Mr Bellingan shooting this person, dragging this person outside the Kombi, I suppose, and shooting this person outside.  Did you see page 352, right on top?",
            "Female"
        ],
        [
            "MR BOOYENS",
            "I was going to get to that.  At hundred, 103, but also, maybe, I will deal with the other one just now.\n\tWell, if you did not remember this, how is it that and what does this mean,\n\"As they explained as how to Bellingan shot this person. He took this person and he dragged this person outside and shot this person outside.  That is how this person fell to the ground.\"\nNow, who is the \"they who explained\"?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Can I first read the question which was put to me first?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, I think you better first read the sentence, then I will put the question.  Have you read it?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "It is at the very top of page 352, first line.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Now, ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, with due respect, this Section 29 of mine, I never read it.  It is the first time I see it in front of me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It is not what you read, it is what you said we are interested in.  Answer the question.\n\tWhy did you say, \"as they explained\"?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not know, I think I might, I was trying to say \"I\", as I explain how Bellingan shot the person.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But that is nonsensical.  I, as I tried to explained as to how Bellingan shot this person.  He took this person, that is nonsense.  Nobody would answer a question like that.  What this sentence say, I think, as a reasonable interpretation of it is, it says to me that you do not know how Bellingan shot this person, somebody else explained it to you and what they explained to you is that he dragged the person outside and shot him.  That is what I read in this.  Now, tell me what is wrong with that interpretation?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, nobody telled me how Bellingan shot the person.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You see, if you would be so kind to turn to page 105, 354 of the record, line 18, here we have got yet a different story.  Read the question by Ms Barens and then you read your answer and then you can try and explain it to us.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I still say the man was in the Kombi, that is what I was trying to say and he was dragged outside and while he was dragged, he was shot.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, you did not say it there, read it again.  \"The man was shot inside the van, was dragged outside, as I have already demonstrated.  He was found in the Kombi and he was dragged outside and they were shooting whilst dragging him at the same time.\"\nSo, that seems to be another version.  In, two versions in one sentence.  What was going on here?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "When I was demonstrating, I was demonstrating how the man was pulled.  I was not demonstrating how the man was found in the Kombi.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Look, isn't the true position, Mr Mbelo, and I think everybody will understand it, if you say to us at the stage when the incident involving Mr Bellingan happened, you yourself were under fire, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was under fire before even Mr Bellingan shot the person he shot.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes and it is quite natural that if you are under fire, you would be far more interested to see who is shooting at you and getting out of the way than you would be in what somebody else is doing, because your own life is in danger, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what I did, but the person was shooting at me.  I have already left him behind, because my car was in the front.  He was already on the ground, the person who shot at my car.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but there was still some other shooting going on as well, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, there were some other shootings going on in the bushes on my left-hand side.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you did not know whether those people in the bush were shooting at you or shooting at anybody else, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I did not know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, that must have worried you?  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.  That is what I said.  I was not excited, but I was afraid that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, the person ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, has he got the ...",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Has he got the plan there?  (end of tape 3A).\nHave you seen this plan before?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Mr Chairman, I saw it before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, J is the vehicle you were in, is it not?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were now looking at Mr Bellingan, where was he?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "When I saw Mr Bellingan he was next to the Kombi marked A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was next to the Kombi marked A.  So, where was the shooting from your left coming from?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The shooting from my left was coming from the bushes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you show them on the plan?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The sound was coming from the bushes marked TSOP somewhere there, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "And the person who was shooting, had been shooting at you, we know had been approximately in the vicinity of D and E.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, when he shot at you, you obviously took cover behind the Kombi, in other words, away from it?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did not took cover behind the Kombi or I was inside the Kombi, I was still driving towards the intersection on, the man was shooting at me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Right and when there was, now, at the stage when Mr Bellingan shot the man, were you outside the Kombi and was the shooting coming from your left-hand side?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, when I was outside the Kombi, I heard some gunshots in the bushes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As you said, on your left-hand side?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, where were you then in relation to your own Kombi?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was outside next to my Kombi.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Which side?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "On the passenger side, because my front, my drivers door did not open or did not want to open, because they shot it, they shot the ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The door handle off.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... door handle was off.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you were, in other words, and you showed us yesterday at the inspection where you parked, you were on the passenger side of your Kombi between the side of the road and the Kombi.  Is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that is when the incident with Bellingan happened at the other Kombi?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And at the same time the shooting was coming from your left?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "There was a lot of shooting, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Shooting coming from your left at the bushes at T, S and R you said.  You want to change that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, if that is the case, you would have had your back turned to Bellingan, how could you see what he was doing?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, there was no danger from my side, because there were some policemen.  When I face that side there were a lot of policemen, so it seems as if they were shooting in the bushes, not to my side.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are changing your story, Mr Mbelo, and even if there was no shooting, if your left-hand side was in the direction of T, S and R, even with not a shot being fired, Bellingan would still be behind your back.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, Sir, because there is a stage when I moved around, because this Kombi just arrived when I wanted to look, then I said this is the Kombi, I thought to myself, this is the Kombi which they said we had to look for.  That is when I came to the back of my Kombi, that is when I saw Mr Bellingan to that, next to that Kombi.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, so now we have got you moving to the back of your Kombi.  Where at the back of your Kombi?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Right behind it, Sir, on the left-hand.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, this was the Kombi that was supposing to be carrying the terrorists, as you believed at that stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you moved openly towards this Kombi instead of taking cover behind your vehicle, this dangerous people that may be heavily armed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I took, I may, I went that way, because there was no shooting coming from that side, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It could start again.  Here the Kombi was arriving.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was not in a position to think that they will try anything, because we were too much, too many of us there.  The firepower was too much there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, they were trying something, they were shooting at you with AK47's, they were throwing hand grenades, they were trying something, there was shooting coming from the bush and you did not know whether it was police fire.  There was shooting, they were trying something, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is so, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, in other words, the line that they were not trying anything we can ignore, that is not a good one.  Let us try another one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we try another one, you said you did not think they would try anything, because there were too many of us, the firepower was too strong.  How many of you were there?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, before I went to NY1 I dropped one of the Riot Squad members on, at the corner of NY1 and the street which came behind Dairy Belle Hostels and on the right-hand side, from the eastern side there were some of our policemen also there.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "May I just ask this, that what my brother wants to know that, can you give us an indication in respect of numbers.  You just say there were many of you, in respect of numbers.  We know, at least, you have mentioned one and there were some on the eastern side, but can you indicate a number?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am not sure about the number, how many we were at the intersection itself, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Chairman.\n\tNow, Mr Mbelo, very well, you now say you came and stood behind your Kombi.  What did you do when you saw this Kombi in which the perceived terrorists were travelling?  What did you do?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did nothing, because I saw my colleague, Mr Bellingan, was already next to the Kombi and busy pulling someone outside the Kombi.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you did not see where Mr Bellingan came from?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I just saw him going towards the Kombi from the eastern side.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was that immediately, did he arrive at the same time that the Kombi stopped or what is the position?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, the Kombi stopped before he even arrived to the Kombi himself.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you say he pulled somebody out of the Kombi?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right, that is what I saw.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "From where in the Kombi?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "From the sliding door, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, Bellingan opened the sliding door and pulled a man out?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did not see him opening the sliding door, but I saw him pulling the man out of the sliding door.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well, the sliding door opened, Bellingan pulled him out.  How?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I say I did not see him opening the sliding door.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I am not asking you that, how did he pull him out?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He hold him by his ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You indicate by his throat?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is, no, by his ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Chest?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... clothings.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Clothing in front of his ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "... throat?  Very well and was he pulling him towards, the person towards him?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He was pulling him away, not towards him as such.  He was standing like pulling a person like this, to the other side, pulling, like pulling him to the front.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes and what ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He indicated was pulling someone across the front of him ... (intervention).",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... self.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes and what happened then?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Then when he was doing that I heard a shot, I saw him shooting the man.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, now wait a bit.\n\tLook, it is not necessary to switch this off any more, we are now on the same circuit, okay.\n\tNow, so, at some stage when he was pulling the man of, in front of him you heard shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right, no, I saw him shooting him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You, now you saw him shooting him?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I heard the second shot, that second shot I did not see, I hear it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why did you not see the second shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I was now concentrating, because there was more firepower coming from the other end of the roads in the bushes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you saw the first shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He must have, virtually have, I do not understand.  So, the man was on his feet when he shot him the first time?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.  That is when he grabbed him.  It was like grab and shoot.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, grab and shoot more or less in the same movement?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And where in relation to Mr Bellingan was the deceased at that stage when the first shot went off?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Repeat your question.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, I think he has grabbed him, he is pulling him out of the Kombi.  Now, at what, and then he shot him.  Had he pulled him passed in front of him already when he shot him or was he still pulling him towards him when he shot him?  That is what I want to know?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He was pulling towards him when he shot him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, he had ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you demonstrate with somebody?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Try your attorney, he is getting paid for this.\nDEMONSTRATION OF PULLING",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can you please just repeat, because we did not see it, probably be a little slower.\nDEMONSTRATION OF PULLING",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He grabbed him with his left hand by the collar and pulled him across the front of himself.  So, he went past his right shoulder.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes and another part of the demonstration that I noticed is that the first time it was indicated that the gun was pushed against his neck and the second time, I think, against the chest somewhere.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "That is what I wanted to find out, Mr.",
            "Female"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "If that is what happened.  Is that what you have just demonstrated, what you saw happening?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what I saw happening, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, with the gun pointed at the front upper part of his body, and I know you cannot be dogmatic about it, the first shot was fired?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "You see, I am not really, really sure where he pointed the gun, but that, at that stage that is when the first shot went off.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But they were face to face, not so, virtually, on what you demonstrated?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They were, they looked like they were face to face, but the moment he started to pull him, the man was no more face to face with him, he was passing him, going to the ground.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, you saw when the shot was fired you told us?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, he was pulling and I suggest to you what you demonstrated as he pulled the man and he was still pulling it past in front of him and he had the gun in his right hand, that would have meant he would have shot him from the front.  Is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, Mr Bellingan is being criticised, because his explanation does not fit in with the post mortem, but neither does yours.  What do you say about that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Like I said, I did not see where he shot him for the first shot or even the second shot.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, both shots, if I understand the post mortem are above the ear and in the occipital region, in other words towards the, behind the ear, the back of the head.  Now, on your demonstration that would have been an extremely awkward position for Mr Bellingan to shoot him in, on the first shot.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not, like I say, I did not see where he pointed his gun the first shot when he shot him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you told us you saw when he ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I saw him pulling the man and shooting the man, but I did not see the direction of his firearm in the body of the man.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, your demonstration of just now where you had the gun pointed at the front of his, upper part of his body was not correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It looked like, the demonstration I was doing, when it happened that day it looked like that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, then, if it looked like that, then it must have happened like that or are you, perhaps, saying that maybe my observations are not accurate?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Not that way, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, then, if it looked like that, then you are telling us what you saw?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, that is what I saw.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And what you saw is Bellingan pulling him towards him and, as you indicated in your demonstration, with the firearm towards the front upper part of his body.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what I demonstrated right now, Sir, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that is when the shot went off?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is at that point when the shot went off.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Right, then the bullet must have hit him in the front upper part of the body.  As I understand the post mortem, there is no entry wound in the front upper part of the body, the wounds are in the head.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot explain that one, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  You see, Mr Mbelo, I think, in all fairness to you, you have been trying to explain things and I can understand why, because you do not want to be accused of not making a full disclosure, because you realise it is important, not so?  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is not ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You must tell the full story, is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is not correct, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, in terms to get amnesty, you must tell the full story.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is a requirement of ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... what I have heard from my lawyer, Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The full story, the full of what happened.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What I want to suggest to you, Mr Mbelo, is that in the circumstances there, and I am not saying that you are lying deliberately, but you are reconstructing what you think what happened there.  Things happened so fast there, in fact, different things might have happened.  Things might have happened slightly different and you might think, from the angle at you, which you were watching, that Bellingan was pulling the man out, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It might be so, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That is right.  In fact, standing at the back of your, of the Kombi and with the Kombi where the man came from, standing at a slight angle, you would not, could not have had a 100% clear view of what happened between Mr Bellingan and the deceased, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "But, at first I had 100% view of him, before I moved from that position to the man I shot.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, we will deal with that later, but the point is, what I am suggesting to you, that in that high stress situation, it is quite conceivable that what you saw was a man getting out of the vehicle quite quickly, not being pulled by Bellingan, and that Bellingan shot him in those circumstances.  In other words, that the pulling or the dragging never took place.  Is it possible that that is what happened?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It may be possible.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And it may also be possible, then, that this man lifted his hand with something in it, which you did not see, because, remember, Mr Mbelo, this was a high stress situation, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is so.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, in fact, are you really saying to His Lordship, that it is, it will be dangerous to rely on what you said at the 29 about a man being shot inside the vehicle or being dragged out of the vehicle, that really you are not quite certain what the circumstances were when Bellingan shot him?  He might have shot him even in the circumstances that he described in his evidence.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Can say is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, dealing with the statement that you said Mr Bellingan changed for you.  Mr Bellingan, the statement you made, Mr Bellingan, as you heard, said that he rewrote the statement and he got you to sign it.  That is, indeed, correct.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You trusted Mr Bellingan at that stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yip, we were colleagues.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Trusted him enough not to read the statement before you signed it?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yip.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you did not read the statement before you signed it?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I read it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you satisfied with it?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were or were not?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You did not query anything in it?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was written in better, what was the language made in, Afrikaans or English, I cannot remember?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was in Afrikaans.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was written in better Afrikaans than yours?\nIs that correct?  Okay, let us not quarrel about that one.  Maybe in Mr Bellingan's view it was written in better Afrikaans, maybe in your view it was written in worse Afrikaans, but be that as it may, Mr Bellingan said that what he really did is he just, he did not change the gist of the statement, he changed it linguistically around and maybe a few things so that they made better sense, because he was an experienced policeman as far as that is concerned.  Now, you said, you told me already that you were satisfied with the statement, so would you agree with what, what Mr Bellingan told us there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, at that time I had to agree with what he wrote there, because it was for the purpose of the Weaver Trial ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... at that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, and you were not going to disclose this fact that you shot this man down, because that was going to mean trouble to you, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was going to mean trouble to all the people who took part in the ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... shooting of the Guguletu.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Not only me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, exactly, but even more to you and that unknown Riot Unit policeman who told you to shoot this man down in cold blood.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, Mr Mbelo, there was, apparently or maybe, I do not know, some incident where a man was down on the tar and somebody shot him when he was down from behind.  I say maybe there was such an incident.  Now, this man that you shot, was he in the road at some stage when this Riot Unit policeman shot him?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, he was not on the road or on the tar itself, he was on the pavement.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Right next to the vehicle?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Further up from the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If you say on the ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "From the western, to the western side of the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "To the western side of the vehicle.  Did you see this bus with the children in there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I noticed it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At what stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The time we finished shooting this man, the bush was already there, standing with the children inside.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, when you had finished this man, the bus was there.  Now, if you, let us just make sure who this man is.  Is this the man that you had shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was your man shot before Bellingan shot his or after?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mine was shot after.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Right.  So, when the incident involving Mr Bellingan took place, the bus was not there yet?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "You see, after witnessing what Mr Bellingan did I went, is when I went, where I was aware of the man who was coming holding his hands up.  That is when I went to the man.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  No, I understand that.  I am talking about the presence of the bus with the children.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "You see, the presence of the bus I am not, I do not know when it arrived.  I just saw it standing there, because someone was shouting keep the bus with the children away, these are police actions.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was that shouting after you shot the man?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, when you were standing behind the Kombi at one stage, you were unaware of the bus.  Is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The bus was not there at that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay.  So, when you were standing behind the Kombi and that is the stage when the incident between, the Bellingan incident, let us call it that for lack of a better word, occurred, the bus was not there yet.  Is that right?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It might be.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, you have said just now the bus was not there.  Now you say ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "... it might be.  So, was it not there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, it was not there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was not there.  So, all the bus driver, bearing in mind that the position he pointed out is more or less just on the other side of the NY1 to where J is, motor vehicle J is, what the bus driver must have witnessed was the incident in which you were involved?  Is that right or an incident that is just part of his imagination?  That is the alternative.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I did not see what the bus driver pointed on the inspection in loco, but that position L and K is where I shot my man.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  If the Commission would just bear with me.\n\tNow, Mr Mbelo, if you would be so kind to just to page, turn to page 356 where, and I am referring to line 23 about.  You were referring to the AK's.  Perhaps, just to get into it context, you should read from where Mr Koisan asks you some questions.  Just tell me when you are finished please.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I have read it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, am I right that your impression was that these AK's were just dropped when these people fled?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That was my impression at that time.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And surely, as an experienced security policeman, if there were arms stashing places established beforehand, you would have expected that night with the planning session, that you would have been told they are stashing their arms at that point, at that point and at that point and you and you watch that, you and you watch that and you and you watch that.  Surely that is the way it would have been done, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It would have been done if it was so.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes and there was no talk about, the police had no prior knowledge where the arms were going to be stashed.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I myself did not know, have any knowledge about that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, if they had that knowledge surely they would have shared that knowledge, not so, with the people who were going to deal with the attack?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They would have, yes, if they had.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If the Commission would just bear with me, Mr Chairman.\n\tPerhaps if you would just be so kind to turn to page 362.  Mr Chairman, referring to line four and just read your answer there, I would just like to ask you a question about that.  \n\"According to me ...\",\nyou see that?  \n\tCan you just, perhaps, in light of what you said earlier on that Mr Bellingan was actually the man taking charge, but here you say Liebenberg was in charge.  Can you just explain that to me please?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I said here Liebenberg was the Commander of the Security Branch, of this local security branch here.  So, he had some, a problem with people in Crossroad, so that is why I say if I was in his shoes, I could have been happy of what happened that day, because he had some problem of getting rid to the people who are giving him problem.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And, but you also say,\n\"From the start of the planning of the infiltration and the shooting.\"\nSo, in your view Mr Liebenberg was involved all the time.,  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.  He was liaising with Mr Bellingan.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  As a policeman ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you go on from that page, just a few lines down what you say there at line 13,\n\"No, what he did was to identified who knows and whom he does not know among the bodies.\"\nIs this Mr Liebenberg you are talking about there?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, Mr Liebenberg identified some of the bodies as people he knew?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  Mr Liebenberg identified some of the bodies as people he knew?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where and when was that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That was after the shooting.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Which bodies did he identify?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot remember who and who did he identify.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How many did he identify?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot remember the exact number.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could it have been one only, more than one?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am not sure.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you are not certain whether it was only one person that he identified?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am not so, I am not certain, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could it even have been that he did not identify any body?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, he did identify, because he was the local Commander of the MK structures here.  His desk was working with infiltrators, he had his own suspects, he wanted to arrest them, he wanted them so badly.  So, that is why he was there in from the beginning of the planning up to the end.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, you say he wanted to arrest them badly?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He wanted them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And are you saying that he must have identified the bodies, because you would have expected him as the man in charge of the Security Branch, Anti-Terrorist Desk to know who they are?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They were his suspects.  He had to know, you had to know your suspects.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.  You are assuming that he had known these suspects and would have been able to identify them?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "He identified them as people he knew.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, he identified maybe one of them as a person he knew, according to you.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is why I said, Mr Chairman, I am not quite sure how many bodies or how many people he identified.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "By the way, while we are talking about it, did you also identify some of the bodies?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Subsequently at the morgue?  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "On the scene.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay.  Did you identify all of them?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Not all of them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How many did you identify?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I identified two.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "These two that you identified were they people that were involved in this group of people that you met earlier on when you infiltrated?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Subsequently, you were not involved in identification again?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, because I did not know the rest of the other people.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you remember which two you identified?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I remember I identified Jabu and Chris.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, sorry, they were shot where?  I think, I have only got the surnames here.  So, ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Chris was ... (intervention).",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "ED.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Jabu ...",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "C, B.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At CB and Chris was at DE, thank you.\n\tIf the Commission would just bear with me, Mr Chairman.\n\tWould it be, there is, a lot of questions has been asked about the possibility to arrest people and so on.  Did you work in Crossroads, KTC on occasion, infiltrations?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I just went, no, not KTC.  I just went once, that is when I went to this group.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I see, but when you went in with the policeman, in other words, went in as a policeman, not as an infiltration, did you ever go with Mr Bellingan ... (intervention).",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "... and company.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I have never went with them inside the townships.  They were doing it with these local Murder and Robbery Unit guys and the local security guy.  We were not even meeting the local police people ... (intervention).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I see.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "... because we were working underground.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, oh, so you were undercover agents?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But, to your knowledge, attempts were made to go into these areas to arrest people and so on.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was never told about such attempts.  I do not know anything about them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Chairman, I have got no further questions.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "MR HUGO",
            "We have no questions, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams.\nCROSS-EXAMINATION BY MR B WILLIAMS",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairperson.\n\tMr Mbelo, just to deal with one of the last questions raised by my colleague first. The question of the, where the arms would be stashed and the question of whether or not the police had any prior knowledge of this.  You do not have any prior knowledge of that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not have any prior knowledge of the arms or where they could have been stashed.",
            "Male"
        ],
        [
            [],
            "Is it correct that the arms which had been found were found in a position relative to where Captain Bellingan and Sergeant Grobbelaar were, in fact, in NY3?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, according to the inspection in loco it was, the case is just like that.",
            "Male"
        ],
        [
            [],
            "And the arms stashed as they were, those were the only stashed arms that were found?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was the only stashed arms.",
            "Male"
        ],
        [
            [],
            "I want to deal now, I will come back to those issues again, I want to deal specifically with your application and, perhaps, you can help the Committee by saying what it was that motivated you to join the police in the first instance.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I joined the police in 1981, since in 1980 there were some unrests at our high school or at our place.  So, my mum was work, was a domestic worker working for White people, so I had, I needed some income, so I scouted for work.  I applied for many firms, the police were the only people who answered my application before the rest could have answered.",
            "Male"
        ],
        [
            [],
            "I see and you say that at the time that you were at school, specifically in 1980, there was unrest in the area where you went to school?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is positive.",
            "Male"
        ],
        [
            [],
            "Were you, at that stage, aware of the suppression of that unrest by the police inflicted upon school pupils?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At that stage I was not aware of any politics or I was not politically inclined or political minded, because I came from a small place where my family does not believe in politics, because I did not have a father, only my mother, alone self, politics were never discussed at home.",
            "Male"
        ],
        [
            [],
            "Is there any particular reason why you decided to join the Security Police at such an early stage in your career?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The particular reason is for me, was to earn money and to help my mum, because my mum is a person who is an asthma, she is an asthma patient.",
            "Male"
        ],
        [
            [],
            "Was joining the Security Police going to involve you earning more money?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, joining the Security Police was not going to give me more money, because at that stage I did not know the works of the Security Police even at, Hammanskraal I just heard that Security Police are just, they are people who go along with their own, they go to work with police cars and they do not have to wear uniforms and they are always in private.",
            "Male"
        ],
        [
            [],
            "I come back to my prior question, then, what is the reason for you joining the Security Police?  Why not then join the ordinary police?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I cannot say, I joined the Security Police, because I thought it as a challenge, because for my, since I joined the police force in 1981, March, up to November, I was doing actually charge office work, so I wanted to change or try to work at another space and when I was recruited I did not know where I was being taken to.  I thought that I was going to work at police headquarters in Pretoria.  That is why I joined it in Hammanskraal.",
            "Male"
        ],
        [
            [],
            "And do I understand you to be saying now that you were not actually aware that you were going to be joining the Security Police?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I mean I was not aware that I was going to join Vlakplaas.  I thought that I was going to join headquarters, Security Branch.",
            "Male"
        ],
        [
            [],
            "In the first year that you joined Vlakplaas, can you give the Committee some sort of indication of the kind of things that you did there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "In my first year there was nothing, actually, going on, because we were new recruits, we had to be taught the trade of the job.  So, most of the things which we did, we were guarding the farm while the other guys are going out.  Even before my first assignment to go and patrol the Western Transvaal Border.",
            "Male"
        ],
        [
            [],
            "Now, would you tell us a little bit about your assignment to patrol the Western Transvaal Border?  What did that involve?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "We were patrolling the borders and we were moving around the villages.  Our askaris were helping us out to point out their comrades or the people with whom they were trained with outside.  That was our main task.",
            "Male"
        ],
        [
            [],
            "And how soon was that after you joined, you said?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I think it took about two to three months before I went out with the groups.",
            "Male"
        ],
        [
            [],
            "And what were you doing once you had people pointed out to you by your askaris?  What was happening to these people, would you tell the Committee?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Some were being arrested, but some were not arrested, because some other guys did not want to give up.  They fought and the guys, we shot back.",
            "Male"
        ],
        [
            [],
            "Were you involved in any of these incidents where people were killed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was involved in the Guguletu one, yes, but not on the border region.",
            "Male"
        ],
        [
            [],
            "I will be coming to the Guguletu one in a moment.  I am just dealing with the history of your position at Vlakplaas.  When you were patrolling the border you say that some of the comrades, you say, would not co-operate with you, they fought and they got killed?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I mean when we were doing those patrols, sometimes when we meet or when it happens that we meet the MK guys, if they do not, sometimes they did not just give up, they fought for their lives.",
            "Male"
        ],
        [
            [],
            "Is it correct that towards the middle of the 1980's, you can tell us what your perception is, toward the middle of the 1980's one began to see increased levels of repression coming from covert sources like Vlakplaas?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "In the 1980's ... (intervention).",
            "Male"
        ],
        [
            [],
            "The mid 1980's.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The mid-eighties, things were happening, but we were not told they were, those were covert operations.  The only people who knew about the covert operations were those who were taking part in it.",
            "Male"
        ],
        [
            [],
            "Are you saying that you were not involved yourself, apart from the Guguletu 7, in any other covert operations in the mid-1980's?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was, I was, I had some, I did took part in a couple of them.  One like the Krugersdorp abduction of ... (end of tape 3B) which I have already applied for amnesty and the other one from the Swaziland abduction of which, also, I have applied for amnesty.",
            "Male"
        ],
        [
            [],
            "Is it correct that despite the fact, according to your evidence, you were not necessarily involved in all of the covert operations that were taking place at the time, were you aware that human rights abuses were occurring at Vlakplaas?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was aware.",
            "Male"
        ],
        [
            [],
            "Were you aware that some of these abuses included torturing people?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was quite aware.",
            "Male"
        ],
        [
            [],
            "You said in your evidence in-chief that you participated in the torture of people as well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Would you tell the Committee specifically which incidents you remember being involved in torturing people?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not remember very, quite well all the people, the victims of whom which I tortured during the years.",
            "Male"
        ],
        [
            [],
            "Can you give the Committee an idea of the numbers of people that we are talking about here?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "If I can talk about numbers, I can talk about eight to nine.",
            "Male"
        ],
        [
            [],
            "Eight to nine people whom you tortured?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is good.",
            "Male"
        ],
        [
            [],
            "Did any of these people survive your torture methods?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Luckily, so far, they, mine survived.",
            "Male"
        ],
        [
            [],
            "Were you involved in the killing of any people and could you give the Committee, once again, the numbers involved, apart from the Guguletu 7?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was not involved in any other killing without the Guguletu killings.",
            "Male"
        ],
        [
            [],
            "Now, you have said in your application and also in your evidence that you had never ever received any rewards of a financial nature.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I mentioned that, I mentioned the money that I received, R1 000,00, after this operation of Guguletu, but previous to that, with other operations, I have never received anything, not even a medal.",
            "Male"
        ],
        [
            [],
            "So, there was no financial advantage to you in pursuing the orders of your superiors?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, there was not.  The only thing, I thought I was doing it for the country.",
            "Male"
        ],
        [
            [],
            "Perhaps you can explain to the Committee how killing people and torturing them advanced, in your view, the or was to the benefit of the country?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Well, torturing people is the most used and it was the most used method in the security establishment of obtaining evidence or of obtaining information from any suspect or suspected guerrillas and it was benefitting the security branch, because they could gather more information in a very short time.",
            "Male"
        ],
        [
            [],
            "You had obviously heard of your colleagues at Vlakplaas who were involved in killing people at well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, that came to my attention also.",
            "Male"
        ],
        [
            [],
            "How did that advance the cause?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I do not think it advanced any certain cause, so far, because all what they did, they even killed their own people to silence them, so I do not think it advanced anything.",
            "Male"
        ],
        [
            [],
            "You will concede and you have readily conceded already in your evidence that the evidence that you gave at the Weaver Trial and the evidence that you had given at the inquest subsequently were incorrect, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "They were incorrect, because nothing of the stories came out.  Jimmy Mbane did not come out and the stories that people were shot with their hands up, these stories were not there.  They were only led by witnesses and it was disputed from the police side.",
            "Male"
        ],
        [
            [],
            "So, you readily admit that you lied to those, in those judicial proceedings for your own interests?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I lied to those judiciary proceedings not for my own interest.  I lied, because that was the standard practice of the farm, like the MacNalty case, the Harams Commission.  They were told all lies all of them.  Like Dirk Coetzee and Mufamelo wanted to talk, they said Mufamelo was lying and on and on.",
            "Male"
        ],
        [
            [],
            "Yes, we are talking, sorry, carry on.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I was just telling the Commission that to lie on a certain Commission was a, was something which was standard practice at the farm.  Even the big guys on top were there to cover everybody.  Let us take the case of Mufamelo when he tried to talk about Mxenge and MacNalty was, they lied to MacNalty, they lied to the Harams Commission.",
            "Male"
        ],
        [
            [],
            "Is there any reason why the Amnesty Committee should believe you now?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I mean, things like this did not get, they were not, they did not come afore at first, but now, I mean, what I am telling the Committee now is in, what they did not know that it, things like that thing did happen of what I did know.  I am referring now to the Guguletu 7.",
            "Male"
        ],
        [
            [],
            "Do you realise that you have much to gain by applying for amnesty now?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, my coming here to apply for amnesty, I do not want to gain nothing.  All what I want to do is I just want the people to forgive me for what I did.  I am talking especially to the families, the relatives and the friends of the victims.  That is what I want to gain from them, that is all, forgiveness and reconciliation.",
            "Male"
        ],
        [
            [],
            "Perhaps you can help us with your incident specifically, your contribution to the, what has been referred to as the massacre at that intersection.  It does not appear anywhere from what you have said thus far, that you hesitated for a moment when you were asked to shoot that person.  Can you explain that to us?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I can explain to that.  The guy came to me and I start from the beginning when I start to meet the guy.  The man came with his hands up and the man said in Xhosa, I can take you to where the others are and there was a White Sergeant, since he was my senior and I was a Black guy, I, always you had to take orders, we even take orders from a Lance Sergeant who does not have even, who does not even have, is a Full Sergeant.  So, he told me, \"skiet die man\", so I shot the man.  Then he told me, \"jy skiet kak\".  He took a R1, he shot the man through the stomach and I think the bullet came through here.",
            "Male"
        ],
        [
            [],
            "The point is that at the time that you were told to shoot the man, in other words, the first shot that Mr Mlifie sustained, was it not apparent to you that the man was surrendering?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was apparent and I wanted also to tell, I told them this man says he can take us to where the others are, that was my intention at that time.",
            "Male"
        ],
        [
            [],
            "It did not strike you as being evil to want to shoot someone who is clearly surrendering to you?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At that time it was not strange, because orders were orders, you take them from above.",
            "Male"
        ],
        [
            [],
            "It did not occur to you to tell this person who was giving you instruction, well shoot yourself then if you want to?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, I could not have done that.",
            "Male"
        ],
        [
            [],
            "Would you explain?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "If they, in the old apartheid regime when they called you a very good cop, you are a cop who takes orders and achieve them without asking questions.  Then you are a good cop.",
            "Male"
        ],
        [
            [],
            "Did you not say that the people who were on the scene that day, or at least at the planning at Wingfield, were aware of the fact that you people came from Pretoria?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Since Mr Bellingan was liaising with this, many people they knew of our existence, they knew that we are here even Captain, sorry, Lieutenant Liebenberg knew that we are here, so the people who were on the planning session that morning, everybody knew we, who we are and what is going on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, I would just like to go back a little please.  You have told us orders are orders and you are a good cop, because you obey orders.",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, I said in the old apartheid regime, if you are, did obey orders then you are regarded as a good cop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I understood you to say earlier in your evidence that the instructions you had been given was to apprehend these people, that was what you were told at the  meeting.",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "There was talk about apprehending the people, Mr Chairman, but after and on top of those talks of apprehending the people, there were some talk of taking the people out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the senior officer had talked of apprehending?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you now had a chance to apprehend someone who was coming to surrender to you.  Why did you then follow a Sergeant's orders in the face of the orders by the Major?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, I followed the Sergeant's orders, because he was my immediate Commander on the scene at that time next to that person, because I relayed the message to him that the man tried, wants to show us where his other comrades are.  Then the man say shoot the man, which to me, gave me the impression that they do not want to arrest anybody alive.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Why did you not refuse to shoot the man?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "At first, in the old apartheid regime, Mr Chairman, you could not refuse an order especially if they were saying here that you are dealing with the ANC or the PAC or the cadres.  That could have looked like you are stabbing them at the back or you are a sell-out.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mbelo, did you regard what the White officer said to you as an order?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Why, I mean, you had been given specific instructions by Mr Odendal to apprehend the insurgents?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, I did take instructions and I did shoot the man.  I was told to shoot the man, because I told him, the Sergeant who was next to me, that this man want to give himself up, then he say, no, shoot the man, then I shot the man in the head and he told me that, \"ek skiet kak\", then he shoot the man further.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you not scared that by shooting this man you would now be a bad cop, because a senior officer had given you specific instructions of what to do?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, I was not scared that I was becoming a bad cop.  I was only scared that if I do not do it himself, because there was too much shooting.  I could have got shot myself also.  Then they could have said I was shot by one of the guerrillas on the scene.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, do you know who that Sergeant was who gave you that order?  Can you identify the man?",
            "Unknown"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, even today I do not know that man, because we only met in the morning of that day when we were in Wingfield.  From there when we, when they were deployed I did not meet that man again until we met when this happenings took place.  I do not know that White Sergeant, Mr Chairman.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How do you know that he is a Sergeant?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mr Chairman, he was wearing his Riot Squad unit uniform, his rank was on his, how can you, on his shoulder, Mr Chairman.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So, you could identify by what he was wearing that he is a Sergeant?",
            "Female"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, Sir, I could identify his rank.  That is right, Mr Chairman.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You may proceed Mr Williams.",
            "Female"
        ],
        [
            [],
            "Thank you Ms Khampepe.\n\tNow, you say that you were following orders, that you felt you were in no position to refuse to follow that kind of order?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is so, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Were you also forced to accept the R1 000,00 reward for that kill?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I was not forced, I was just given it and I was also amazed, was the money, what this money is for.",
            "Male"
        ],
        [
            [],
            "Did it not feel strange to you that you had killed a defenceless man and now you were given money, you just accepted the money as well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I felt strange, it felt strange, really, because it was the first time such things happen and it was not the first time that I was involved in any, in operations.  I have been in many, in a couple operations.  I have never been offered money, but this one I was offered money, so it was very strange for me.",
            "Male"
        ],
        [
            [],
            "Look a little bit at the scene there.  You say that when you arrived at that intersection, you say that Christopher Piet, whom you recognised as Christopher Piet, which is referred to as Mr E or D on the plan, was already lying on the ground.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I said when I came down from the south, going to the crossing, that is when Chris came running and shooting and immediately when I passed him, he fell down to the ground.",
            "Male"
        ],
        [
            [],
            "Do you remember having noticed Jabu Miya, the person who is lying in NY3, as having been lying there already when you arrived in the intersection?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I did see Mr Jabu lying there.  He was lying there already.  He was shot already when I came into that intersection.",
            "Male"
        ],
        [
            [],
            "So, we know that at least two of the deceased were already down at the time that you came into  the intersection, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "One was already down, the other one fell after I passed him, when I was going to the intersection.",
            "Male"
        ],
        [
            [],
            "When you stopped your vehicle at the point that you refer to in the plan, J, your attention was then attracted to Sergeant Bellingan.  Is that correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "If I understand things correctly then, there were, could have been no other shooting going on in the intersection at that time.  Do you agree with me?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I agree with you, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "You will agree that whatever shooting was emanating from the or alleged shooting was emanating from Christopher Piet had to have been past, because he was already down, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            [],
            "You will agree that Jabu Miya did not have a firearm, correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I will agree.",
            "Male"
        ],
        [
            [],
            "You will recall that Jabu Miya is one of the people who was found, allegedly, with a hand grenade at his left hand, lying in NY3?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "In NY111, that is correct.",
            "Male"
        ],
        [
            [],
            "You will also agree that the person allegedly shot by Mr Bellingan is a person who was not armed or not, did not have a firearm on him?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I am aware.",
            "Male"
        ],
        [
            [],
            "It would appear that at the time that you saw Mr Mlifie, who is the person that you shot, his firearm was still stuck in his pants, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what I said when I saw it when he raised his arms, that his firearm was tucked inside his belt.",
            "Male"
        ],
        [
            [],
            "So, are we then correct in saying that there could not have been any other shooting emanating from the alleged deceased in the intersection at the time that you pull up there?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "You mention the fact that you hear shots, but you say quite specifically that those shots came from the bushes that are marked in the diagrams, marked RSQP?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Correct.",
            "Male"
        ],
        [
            [],
            "And other than that shooting that was going on there, there was no other shooting in the intersection?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            [],
            "Your attention is then attracted to the only other shots which can be going off at that point and that is the shooting of Mr Konile, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is positive.",
            "Male"
        ],
        [
            [],
            "You say that you saw the first shot that was fired at Mr Konile, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "You have been asked questions about this by the council for Captain Bellingan, you showed the Committee a motion in terms of which you were pulling the person past your body and you indicated that that was the motion that had been done by Captain Bellingan in respect of Mr Konile.  Am I correct?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Am I correct in saying that the motion that you showed reflects the right profile of Mr Konile being pulled past Captain Bellingan?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            [],
            "Am I correct in saying, then, that the possibility that Mr Bellingan, in fact, fired the first shot in the right-hand side of Mr Konile's head is perfectly plausible then?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It is.",
            "Male"
        ],
        [
            [],
            "You say you never saw the second shot?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it should also be recorded, I should have recorded it at the time, that the gentleman with whom he demonstrated was an extremely large, well built man.",
            "Unknown"
        ],
        [
            [],
            "I am indebted to you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because I think during the course of his evidence, going to clear this up, but you can, perhaps, explore it now, he said he pulled him and he pulled him down.",
            "Unknown"
        ],
        [
            [],
            "Thank you very much Mr Chairperson.\n\tSo, from what you are saying, then, it is perfectly plausible that, at least, the first shot went into the right side of Mr Konile's head above the ear?  It is plausible from what you say, you will agree?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I will not deny it.",
            "Male"
        ],
        [
            [],
            "You saw that happening?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I saw it the way I demonstrated for the Committee.",
            "Male"
        ],
        [
            [],
            "Now, did you see this person falling on the floor?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, the time he fell, I did not see when he fell on the floor or on the ground.",
            "Male"
        ],
        [
            [],
            "The second shot that you heard being fired, are you convinced that it sounded as loud and in the same proximity as the first shot that you heard fired?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "It was on the same place, same direction.",
            "Male"
        ],
        [
            [],
            "Is that why you say that it sounded like it came from Mr Bellingan as well?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            [],
            "Now, having dealt with the third deceased who was found in that area, we have already, we know that Jabu Miya is already lying on the ground, we know that Christopher Piet is already out of action with his AK47, we now know that Konile is not going to do anything further, he is lying in the intersection.  What other shooting is going on in the intersection, Mr Mbelo?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Does Mr Williams ask about the man I shot?",
            "Male"
        ],
        [
            [],
            "No, I am asking what shooting.  You see, the Committee is being given the impression that there is a fuselage of shots going on in the intersection, but it does not appear to be the case.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, there were no more shots in the intersection after this four people were down.  It was quiet.",
            "Male"
        ],
        [
            [],
            "So, what made it so difficult for you, then, to decide not to shoot Mr Mlifie.  It could not have been the shots that were going on in the intersection, because there were none, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is right.",
            "Male"
        ],
        [
            [],
            "It was quiet, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "That is what I said.",
            "Male"
        ],
        [
            [],
            "You had the opportunity to consider the matter, not so?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I had.",
            "Male"
        ],
        [
            [],
            "We have heard very little about what was happening down the, on the western section of NY3, which is basically where you were.  You were standing in the intersection, but you had a view down the western section of NY3?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes, I had a view.",
            "Male"
        ],
        [
            [],
            "Do you recollect any vehicle standing down there at any stage?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Yes.",
            "Male"
        ],
        [
            [],
            "At what stage was that?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "The time I arrived, I parked my car here.  That is when I saw this vehicle standing there, because when I took the, that road behind the Dairy Belle Hostel there was no car there.  So, it may happen that while I was behind the Dairy Belle Hostel, that car arrived there at that time.",
            "Male"
        ],
        [
            [],
            "Do you have any knowledge of the death of the deceased who was lying in that field?  I am not talking about two of the deceased that had been lying in the bushes in the western, north-western bushes.  It is the deceased that is lying sort of in the, I think he is referred to as, at point P, on your diagram.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            [],
            "You did not see that person falling?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No.",
            "Male"
        ],
        [
            [],
            "In your own opinion, Mr Mbelo, and judging by the instruction that had been given to you and in view of the fact that most of the deceased in this matter have serious injuries to their heads, would you agree that the inference is almost inescapable that they were meant to be killed?  What do you say about that, as being a policeman and part of that team?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I can tell, Mr Chairman, only one thing.  According to what happened that day and according to what they told me, not to arrest that man, I came to the conclusion of one thing, nobody wanted to arrest those people, because Jimmy and Eric could have been exposed if those guys were arrested.",
            "Male"
        ],
        [
            [],
            "Right.  Could you tell us what happened after this incident?  Was there a little celebration held?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "I heard they talk about any celebrations, we were not part of it, we Black guys.  I hear that Captain Bellingan was there, so there was no celebration for us.",
            "Male"
        ],
        [
            [],
            "Did you stay in Cape Town with Captain Bellingan, as he said, for some weeks, possibly even a month after this incident occurred?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "When I remember correctly, this Guguletu story, we took about three months here in the Cape Town.  We stayed about three months, after three months we went back to Pretoria.",
            "Male"
        ],
        [
            [],
            "Were you in Captain Bellingan's presence all the time as his Vlakplaas colleague?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, they had their places where they slept.  We slept at our own place.",
            "Male"
        ],
        [
            [],
            "Yes, but let us talk about during your working day now.",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "You see how we operate, we only see the Whites in the morning when we go out and we report to them in the night when we return.  So, we usually met on a daily basis, about twice a day.",
            "Male"
        ],
        [
            [],
            "Did your infiltration work continue after this?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "Mine, I did not infiltrate any more.",
            "Male"
        ],
        [
            [],
            "And Jimmy Mbane, do you know?",
            "Male"
        ],
        [
            "TIKAPELA JOHANNES MBELO",
            "No, they were taken back to Pretoria.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to be much longer?  I am not trying to hurry you.",
            "Unknown"
        ],
        [
            [],
            "I am aware of the time and, perhaps, it may be an appropriate time to adjourn.  There may be just one or two things I want ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            [],
            "... to tie up at a later stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn till 09H630 tomorrow morning.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Would everyone please rise?\nHEARING ADJOURNS",
            "Female"
        ]
    ]
}