{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "case number": "CT/00425",
        "victim": "COENRAAD VAN ROOYEN",
        "testimony": "COENRAAD VAN ROOYEN",
        "nature": "ASSAULT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56128&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00425.htm",
        "speakers": [
            "WENDY ORR",
            "GLENDA WILDSCHUT",
            "MR VAN ROOYEN",
            "ADV POTGIETER",
            "MS GOBODO"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MS WILDSCHUT\n",
            "MR VAN ROOYEN\n",
            "ADV POTGIETER\n",
            "MS GOBODO\n"
        ]
    },
    "testimony": [
        [
            "WENDY ORR",
            "Good morning Mr Van Rooyen, you got up early this morning to drive all the way from Saldanha and we say thank you very much to you.  Before we listen to your story would you  please stand to take the oath.\nCOENRAAD VAN ROOYEN  Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Thank you, I will ask Glenda Wildschut to lead you through your evidence.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Good morning Mr Van Rooyen, how are you this morning?  Is everything well, thank you that you have come here today, thank you that you've agreed to share your story with us.  You are from Saldanha and your story is about a shooting incident in Saldanha in 1987.  Would you please tell us a little bit more about yourself, where do you  work, what do you do and then proceed with your story.",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "I am Coenraad van Rooyen, I live in Saldanha.  At present after the shooting incident I work as a construction worker.  I - I am a trained welder, after this incident I can't work continuously any more because 3 or 4 times the month I have to go and see the doctor.  And this causes that employers are not very interested in my and therefore I do construction work which I can do for short periods at a time.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did you work for Sea Harvest before?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "Yes, years ago in the 70's.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Do you also work as a temporary worker for Sea Harvest?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "Yes, I did that until late in the 1980's.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Please go ahead - please go ahead with your story.",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "A few of us - a few friends were spending the day together at the beach.  We were having a braai.  We stayed there on the beach the whole day, we had a braai, we had a few drinks but the whole day while we were there on the beach we heard sounds like crackers in the Diazville Township.  We decided round about half past 6 that evening that we've had enough and we were going home.  \n While walking though this township my friend left for their various homes, but unfortunately I had to pass a house where  a policeman and his wife were living.  His name was Johannes Stroebel - Inspector Johannes Stroebel, when I arrived there - when I crossed the park I saw their children and people were scattering in various directions.  I did not know what was going on and I decided just to go ahead.  \n But I passed through all these people - all these people running around I saw this policeman - Johannes Stroebel running from his house with a shotgun in his hand.  I did not know what was happening but I started running because I became frightened because at that specific day children were wounded in Saldanha.  I started running but having crossed the road I ran into somebody else's yard.  This policeman followed me and he shot bird gun - bird shot sorry into my back.  I ran into somebody's yard, I jumped over the fence to try and get to my own house.  I was wearing a black sweater and that got caught in the fence and at that stage he got the chance to grab me and pull me back.\n He swore at me and he took the butt of the shot gun and he start hitting my head.  When I fell he started - he kept on hitting my head.  Fortunately I must have lost my consciousness because the bystanders said he took me by my sweater and dragged me across the road to his house.  My family and my - went to fetch my wife.  I was in his yard at that stage - he kept on kicking me and hitting me with the butt of the shot gun.  That's what the people said because I had lost consciousness.  \n When - in my yard he told my wife and children that  if they came any nearer they would shoot - he would shoot them dead, so they remained at a save distance.  That evening a police van came - they put me into that police van.  I was unconscious and the bystanders said they kept on assaulting me in this police van.  And they then took me to the Charge Office, there I partly regained my consciousness and I remembered that they dragged me to the cells.\nThat night when I regained my full consciousness I felt very cold, and all - the whole cell was flooded with water.  And I sat huddled in a little corner, most of the time I was half conscious and I spent the night like that.  The next morning I heard the rattling of keys, one Constable, Stroebel's wife said  \nOpen this cell that I can see what this pig look like - looks like.  \nThis pig who threw stones at my house.\nAnd she said\nWhy did you throw stones at my house?\nAnd I asked\nWas it me, I couldn't remember that I've done that.\nAnd she said\nClose the door and let this pig just die.  \nA little while afterwards I shouted through the window that I wanted to see the Officer in charge, now he was Captain or Lieutenant Kitchener.  I asked to see him because I was urinating and vomiting blood and I would like to go and see a doctor.  Could he send somebody to take me to the doctor.  For the whole day he showed no interest and I was suffering extreme pain for that whole Monday.\nThe next morning the police opened the cell and I asked them to please take me to see a doctor because I was going to die and he then said\n Bring him out.\nAnd I was standing there - I was crawling rather from the cell and I asked please - please take me to a doctor because I'm going to die.  Then he decided take him, put him in the police van and take him to the doctor.  \nThey drove at a high speed to the doctor, it was 11 km to the hospital.  I sat there for a whole hour at the hospital and I asked them - they could ask the police who had accompanied me please to take me to the doctor immediately because I am suffering extreme pain.  When the doctor eventually examined me he said that I should have gone to Tygerberg Hospital on the Sunday already because I was bleeding internally.  \nI can't remember how I came to Tygerberg Hospital but on that Wednesday morning they operated me - on my stomach.  Afterwards I stayed in hospital under police guidance for 3 to 4 weeks.  I've asked my attorney - I approached an attorney - why - there was police guidance in this hospital and my attorney he laid - instituted a charge and the charge was that I was involved in stone throwing.  When this court - when I appeared in court I was acquitted.  This is what my story is about.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "You were convicted?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "No, I was acquitted.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Do you know which injuries you sustained or why you were operated?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "According to the doctor I had internal injuries like my pancreas was injured, my intestines were damaged.  And they had to remove that.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "You know that our Investigating Unit have started investigating this whole matter and I will read a small bit of the report they've compiled so far\nThe book in the Police Station in which they write all the events of the day - this book  [indistinct] shot by Constable Stroebel with shot gun and that he fired bird shot at you.\nBut the entry makes a claim that the victim was not injured as a result of the shooting.\n I - I'm - I think that most of us in this audience will struggle to understand the logic that you are shot but you are not injured as a result of the shooting.  I do not have any more questions to ask you, I'll hand over to the Chairperson.  I'm sure my colleagues might have questions to pose.",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "Thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Van Rooyen just a few questions,  were you active in politics, were you politically involved that the police were watching you?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "I can't say.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Sir my question is were you politically involved in Saldanha at that time?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "Previously yes, I was member of the UDF.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And was it well known that you was a member of the UDF?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "A second question.  You say that the - you were acquitted in court.  Did you receive any compensation - did you institute a claim for compensation and did you receive any money?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "No, I received no money.  After having being acquitted I asked my lawyer could we institute a civil case but all the years this lawyer tried to lay a civil charge and every time I asked him how far has this matter proceeded they said I don't have the time.  And he asked me some money and he said I am unemployed, where would I get the money to pay you.  And I think in 1975 we decided to take away all my files from him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you still have those files in your possession?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "Most of my files are in my possession now.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then a last question.  You mentioned your family, are you married, how many children do you have, what are they doing?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "I have 4 daughters and one son.  Presently 3 of them are working, my son still attends school.  At that time 1 daughter was at University but after I was injured I could not afford it to keep her at University any more and she had to leave.  The State gave me disability - they declared me and they assisted me.  I received a pension at that stage.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you receive it at the moment?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "Not any more.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then a very last question.  You say that you would like to work but at the moment you can only do piecemeal work  because you have to go to the doctor regularly.  Why do you have to go to the doctor regularly?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "3 or 4 times per month I have to go to Hospital because I have said I am a trained welder and if I work very hard I can't work the whole day through because I start to vomit.  The doctor prescribed a tablet - Pentolax - a very small like the head of a match and I have to buy 14 of those tablets cost\n R177-00 and that is the only medication which still helps today.\nThis - if I take one in the morning, it helps me through the day otherwise I vomit all the food I take in.  Once a month a specialist comes to Saldanha, Dr Luyt, and he says - he said I need another operation to be completely healed.  This operation will cost about R9,000-00, I said to him in that case I will have to die because I do not have that kind of money.  \n At the moment as you've said I am - do piecemeal  construction work for periods of 3 weeks or 4 weeks, but 3 to 4 times per month I have to go and see the doctor.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, this information is very important for us for our future investigations.  Mr Van Rooyen just one aspect, this policeman Stroebel he was a Constable in 1987 when he shot you and assaulted you in public and his wife was also a Police Officer?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "She was also a Constable.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So husband and wife were both Constables in 1987?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "They were both promoted - the wife is a Lieutenant at the moment and both of them are inspectors at the moment.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So both husband and wife have been promoted?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "After this incident they were promoted to Inspectors.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Are they still at the police in Saldanha?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "No they are in Vredenburg at the moment.  They are involved with the \nVredenburg-Saldanha Police.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "How do you feel about that.  They were promoted and you are sitting with all the pain?",
            "Unknown"
        ],
        [
            "MR VAN ROOYEN",
            "I have friends at the moment who  have progressed in life.  They could build houses, they could buy motorcars.  I could have been at that level as well but because of all these things which had  happened to me I could not do the same things as my friends.  And this policeman Stroebel was promoted all the time, he has - he owns a big house.  I could have had that as well if it was not for this incident.  I could have given my children a better life and a better education if it were not for all these things.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Thank you  [indistinct] ask you how old were the policemen who this - Captain Stroebel how old do you think he was at the time?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "Are you referring to the policeman?  At that stage when he shot me?",
            "Male"
        ],
        [
            "MS GOBODO",
            "How old - how old do you thing he was - the policeman who shot you?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "The day he shot me he was about 26 years of age - or 28 years round about there.",
            "Male"
        ],
        [
            "MS GOBODO",
            "And how old were you at that time?",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "I think I was about 37 years old.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Thank you, I just want to say that we cannot begin  to fathom the impact of the injuries that were in - afflicted upon yourself.  On your person, on yourself as a man, on your self as a potential earner and to say that it is very difficult for us to understand, to know fully what it means for you to suddenly be found - find out that you cannot be gainfully employed.  But now you have  been reduced  to piece jobs - work that you can do only for 2 weeks.\n That kind of uncertainty as a result of injuries that were inflicted upon you for no apparent reason at all.  I think it - it begins to - to - to  get clear that in fact it is true that in South Africa your lives were political.  Many people say that the Truth Commission is a political thing therefore we don't want to take part in it because it is political.  Yet the lives of South Africans - of many South Africans were political, the personal was the political in South Africa all the time.\n On a day to day basis people were confronted with - being excluded from all sort of benefits in the country.  You suffered the abuse - the grouse violations in Saldanha because you were excluded from the ram of personality of humanity.  Those policemen did what they did to you partly because they were policemen but mostly because there was the race factor  as well.  Some of it - a lot  of it has got the do with racism and you experienced it and you suffered the consequences of it and the consequences reflect also in the economic situation that you find yourself in now.\nSo it is true that the Commission is political because our life are political.  So this is no reason to stay away from the Commission because it is political because the entire community of the country in fact white and black people lived their personal life as political lives.\n Thank you for  coming this morning and for sharing with us your pain.  We will do our best again to assist you in what ever way we can in sorting out some of the issues that you have raised in your statement,  thank you.",
            "Female"
        ],
        [
            "MR VAN ROOYEN",
            "Thank you very much, I appreciate that you could listen  to my story.",
            "Male"
        ]
    ]
}