{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "case number": "CT/00429",
        "victim": "HENDRINA KAYE",
        "testimony": "HENDRINA KAYE",
        "nature": "SHOOTING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56129&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00429.htm",
        "speakers": [
            "WENDY ORR",
            "ADV POTGIETER",
            "ME KAYE",
            "MS GOBODO",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "DR ORR\n",
            "ADV POTGIETER\n",
            "ME KAYE\n",
            "MS KAYE\n",
            "MS GOBODO\n",
            "PROFF MEIRING\n"
        ]
    },
    "testimony": [
        [
            "WENDY ORR",
            "Middag Me Kaye ek se welkom aan u en ook aan u vriendin Me September.  Ons is baie bly om soveel van Wolseley se mense hier saam met ons te he.  Voor ons u storie hoor, kan ek u vra om te staan om die eed af te le.\nHENDRINA MAGDELENA KAYE  Verklaar onder eed",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Baie dankie, Denzil?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Wendy, Me Kaye goeie middag.",
            "Unknown"
        ],
        [
            "ME KAYE",
            "Goeie middag.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You're going to talk about the incident at Wolseley.  You were not part of the procession - you were just an onlooker.  What happened to you?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "I was very inquisitive and that is why I was there.  When the people started leaving the hall I was part of this crowd watching how the people were leaving the hall.  And suddenly those people started running.  I also ran and suddenly I just felt lame and I felt something warm running down my leg.  When I looked down I saw blood, when I picked up my skirt I saw there was a big hole in my leg.  I started crying and I struggled to get home.\nWhen I arrived home there was nobody there, I went to my sister-in-law and she arranged transport to Dr Nell.  When I came there, there were 2 ambulances standing there waiting to transport other injured people.  \n The ambulance driver put a bandage around my leg and then we were taken to Eben Donges.  We stayed there over night and returned the next day.  Thank you very much.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "In which leg where you wounded?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "In the - my left thigh above the knee.  I was hurt in my knee, there was hole in my leg.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct]",
            "Unknown"
        ],
        [
            "ME KAYE",
            "They said I was hit with a rubber bullet.  The children said the next day that they picked up big things - big - big cartridges.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did you see the person who was shooting at you?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "No I didn't see anybody because I was running away and then suddenly I realized that I was feeling lame and I felt something warm running down my  leg and when I picked up my skirt I could see this big hole in my right leg.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did you run away from the police?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "Yes, when everybody started running I also ran away.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "What is the situation with your leg at the moment, is it completely healed?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "Yes, it is fine except that when it is cold my leg aces.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Are you working?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "I work at SEPCO in Tulbagh during the season, it's just for 5 months that I have work and for the other months I have a char job.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Does your leg give your problems when you go to work?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "Not now, not like today but when it is - when the weather is no fine it gives me a lot of trouble.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So were you not involved in this demonstration, you just ran away when people started running?  Were you ever charged with anything?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "Yes, 3 weeks after that we were arrested but the case was withdrawn.  And afterwards we made statements when we reappeared at court but after that we never heard anything about this case.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did you institute a claim at all, did you receive any compensation?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "No nothing at all.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, is there any thing else you which to add?",
            "Unknown"
        ],
        [
            "ME KAYE",
            "No.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much for your evidence.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Hendrina, do you have any children?",
            "Female"
        ],
        [
            "ME KAYE",
            "Yes, 4 children.",
            "Female"
        ],
        [
            "MS GOBODO",
            "At the time of the incident, where - where were they and - or - how old were they?  At the time of the injury how old were your children?",
            "Female"
        ],
        [
            "ME KAYE",
            "My youngest child was 6 years old - I think 6 years and the second child - I can't remember precisely but more or less 14 years old.  And the 3rd on - the eldest was 20 years - round about 18 and 19 years and the eldest one was 20.  And I was 40 years of age.",
            "Female"
        ],
        [
            "MS GOBODO",
            "[indistinct] were bleeding when you went back home, running, bleeding?",
            "Female"
        ],
        [
            "ME KAYE",
            "When I came home there was nobody there at my house.  When they shot me I just tried to get home immediately but there was nobody there to assist me because everybody was just trying to get to their own homes safely.  I just tried to get home and there was nobody there when I arrived there.  I went to my sister-in-law and she arranged for transport to Dr Nell.",
            "Female"
        ],
        [
            "MS GOBODO",
            "It must have been very scary for you to be shot like that and to suddenly find that your life is at stake?",
            "Female"
        ],
        [
            "ME KAYE",
            "Yes, it was.",
            "Female"
        ],
        [
            "MS GOBODO",
            "It's very difficult  [indistinct] under conditions of that nature where you don't know whether you will leave or not leave and whether you don't - where you don't know whether a shot will injure you to death or will nail you.  \nAnd we just want to thank you for coming today to share with us that experience and to also open another window for us that into that little town in Wolseley to be part of that group that shows us what happened in Wolseley because often we do no hear any of the incidents that happen in towns that are not centrally located.  So we are very pleased that you came to share with us what happened then, thank you.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Madam Chairperson Dr Nell was granted a opportunity to attend this sitting to come and give his explanation if he wanted to.  It was confirmed with him that he would be here at 3 o'clock this afternoon because it was foreseen that the program would run until 3 o'clock this afternoon.\nWhen it was found that things were going a bit faster and that he should arrive a bit earlier, he was telephoned and asked to be here before 1 o'clock this afternoon.  It is impossible for him to be here and he cannot participate in this today so perhaps once more I should read his letter that he's written to us which has been written to you.  Read to you already and if I may just suggest that the Truth Commission take the matter a bit further with him and perhaps he'd be granted an opportunity at another stage to come and comment on everything that has been  said today because it effects his practice and his - him as a person and everything.\n I would like to read what was - what he - what he was written, it was short submission which was written on a - one of his letterheads and  he says that\nI was a available on 24th of November 1990 and did not refuse \nanyone medical attention.  The patients were all taken directly to \nEben Donges Hospital per ambulance and I only heard about the \nincident on the 25th of November 1990.\nI understand that there is going to have to be quite a bit of \nclearing up with regards to this and that he should be granted the \nopportunity.",
            "Unknown"
        ]
    ]
}