{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-14",
        "location": "WINELANDS",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56125&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00269.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "GQIBILE HANS",
            "<UNKNOWN>",
            "EXECUTED",
            "TESTIMONY BY",
            "WENDY ORR",
            "MS GOBODO",
            "CHAIRPERSON",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "GQIBILE HANS\n",
            "NATURE OF VIOLENCE",
            "EXECUTED\n",
            "TESTIMONY BY",
            "DR ORR\n",
            "MR HANS\n",
            "MS GOBODO\n",
            "CHAIRPERSON\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00269",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "SENTENCED TO DEATH &",
            "Unknown"
        ],
        [
            "EXECUTED",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "PHATHEKILE HANS [ brother]",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Mr Hans can you hear the translation coming threw the earphones?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "No.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Can you hear me now?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Ja.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Thank you, Mr Hans would you please stand to take the oath.\nPHATHEKILE NORMAN HANS Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Thank you very much, I'd like to say a very worm welcome to you Mr Hans.  Thank you for coming here today to tell us about something which happened a long ago, but I'm sure it's still very fresh in our memory and I'm going to hand you over to Pumla Gobodo-Madikizela who will be facilitating your evidence.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I also thank you on behalf of this panel.\nCould those people who don't need their phoned, pass them on to those who need them please.  The first two witnesses are Xhosa speaking and all Xhosa speakers please pass your cell phone - headphone on, could you. Thank you.  You are not going to need the headphone because you shall be communicating in Xhosa and there's no need for it, thank you.\nYou have come now the tell us about your brother, Gqibile, who was hanged in 1967.  We would want you to give us a background to all what happened and explain to us what was the cause of his arrest.  Was he perhaps an activist, politically, and give us  a full picture of his activities which led to his arrest.  Gqibile was a POQO activist.",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes",
            "Male"
        ],
        [
            "MS GOBODO",
            "What was his activity in POQO?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "He was one of the members of the POQO but quite active.",
            "Male"
        ],
        [
            "MS GOBODO",
            "What year - what - in what year was he arrested?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "He was arrested in September, on the 28th in September 1961.",
            "Male"
        ],
        [
            "MS GOBODO",
            "What were the causes that made him to go to jail?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Those times it was difficult, people would be arrested for just being a member of a political party and people would be detained and would be kept in jail for about a year without going to court and until the person would appear in court after a long time.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Now I would like us to emphasize  mostly on Gqibile and tell us exactly what was the exact cause for his arrest?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "There were many incidence but he was arrested because he seen as a person who indented to over through the Government.  They were just taken from home only because they were member of the political parties.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So we did hear from Mr Maart - Rev Maart that people who were dying at the time.  Now in September when Gqibile was arrested, were there any other people who died in the - as  community members?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, there were.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Why were the people killed at the time, just before Gqibile was killed?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "We heard that people who were killed were the informers and those who were alleged to be informers.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So you say those people who were killed were those who are alleged to be informers?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes",
            "Male"
        ],
        [
            "MS GOBODO",
            "I just want to have a clear picture of what was happening.  How were these people killed in 1961?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "People were killed anyhow.  Some were wrapped in blankets and burnt.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So in the location you say people were being burnt as soon as they were suspected that they were informers?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, that was what was happening in Mbekweni.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So this POQO organization - how was it active at the time.  Where exactly was it very active?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "It was active at the place called Emma  [indistinct]",
            "Male"
        ],
        [
            "MS GOBODO",
            "Now I want to again have a clear picture.  I want to know where was Gqibile living at the time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "He was living Langa Bowhja.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Did he have any assosiation with some people in Langa Bowhja and Mbekweni?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "As - community members were working together struggling for freedom and we used to get some work, but we would be told that this work would no suit you because you happened not to be the right person.  And this work would be given to a white person.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So when Gqibile was arrested it was during that time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes",
            "Male"
        ],
        [
            "MS GOBODO",
            "Now, could you explain what happened after he was arrested?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "It went on - they were in jail for quite some time and many things happened.  Some people in town was shot and Gqibile was arrested in September and people went in town - they marched to town.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Did the people kill any white man during that time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Several events occurred but we did not witness all those - those were just roomers.  I was working at Woollens at the time and I could hear the shooting sounds.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Now lets go back to Gqibile  once more.  You told us that he was arrested because he was a member of the POQO organization.  What was the charge that was laid for his arrest?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "In Supreme - in the Supreme Court after three years in jail ...[intervention]",
            "Male"
        ],
        [
            "MS GOBODO",
            "Just tell us why they were given three years sentence?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "In 1961 they were - they were detained for more than a year in jail and sentenced to 3 years imprisonment after which they again appeared in - before the Supreme Court and then sent to Robben Island.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Could I again refer to your statement and say you say your brothers trial lasted for two years.  Were you going to court.",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Not all the time.",
            "Male"
        ],
        [
            "MS GOBODO",
            "What were the main issues that were mentioned during the court hearings?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "They wanted to know what was their aim for wanting to overthrow the Government and so they were sentenced for that according to particular laws of the time.",
            "Male"
        ],
        [
            "MS GOBODO",
            "And I just wanted a clear picture because our investigators could not get the files on these trials.  So it would help us it we were to hear from you what were the actual issues that were mentioned there in court.",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "So he was sentenced and sent to Robben Island for three years and transferred to Victor Verster.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Now could you explain to us why was it that after three years he was later transferred to Victor Verster?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Whilst they were in Robben Island one of them - a accused - who had been sentenced was made a state witness and was taken out of jail.  And he was taken to some other place and they became suspicious.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So instead of them being taken out they were transferred to another jail?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, they were sentenced once more.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Was there another court case?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, the other court case - the other allegation was that they wanted to overthrow the Government.  That is the reason therefore - why they had to be hanged.  And therefore they were either told that they were going to be in jail for life or they were going to be hanged because of their attempt to overthrow the Government.  So Gqibile said that was all right referring to the judge that whatever his dogs had said to him he should take and consider and do as they have told him.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Do you still remember the name of the presiding judge?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "No",
            "Male"
        ],
        [
            "MS GOBODO",
            "Which Supreme Court was this - were about?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "It was in Cape Town Supreme Court but I don't remember the name of the judge.",
            "Male"
        ],
        [
            "MS GOBODO",
            "In your statement you have referred that this - he sentenced in 1967.  What was happening in the previous years from 1963?  Do you understand what I'm talking about?  So you say in 1966 they were transferred to Victor Verster.  Were your parents still alive at the time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, my mother was still alive and she sustained a stroke from that and she did not enjoy good health.",
            "Male"
        ],
        [
            "MS GOBODO",
            "How old was she at the time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "She was quite old.",
            "Male"
        ],
        [
            "MS GOBODO",
            "And your father?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "No, she died whilst my brother was in jail.",
            "Male"
        ],
        [
            "MS GOBODO",
            "How many were you at the time in your family?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "There were eleven of us.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Were you males or females?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "There was seven males and the others were females.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Could you explain to us and tell us how you survived and went threw this - your brothers hanging?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "My father was suffering from rheumatism and I was this -  the sole breadwinner.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Are you the eldest?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, I am.",
            "Male"
        ],
        [
            "MS GOBODO",
            "How old was Gqibile at the time?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "He was  born in 1940 so he was about 27 years old at the time.  And young as he was he was hanged.  He had children  all ready.",
            "Male"
        ],
        [
            "MS GOBODO",
            "How many children did he have?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "He had two children.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Were are those children now?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "They are now in Lesotho, quite old.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Are they independent?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Yes, they are.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Do you still communicate with his children?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "No, it's quite a long time that we - we saw these children.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Where is their mother?",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "Their mother got married.",
            "Male"
        ],
        [
            "MS GOBODO",
            "It must have been very difficult - also that your mother to got a stoke because she had also gone there to witness her sons death.  I thank you therefore, there's nothing more unless you want to have - you have some additional information.",
            "Female"
        ],
        [
            "GQIBILE HANS",
            "I would like to know that if a person is a member an organization, is it right for the law to sentence that person to death if he has not killed anyone?",
            "Male"
        ],
        [
            "MS GOBODO",
            "I'm going to answer your question by saying that these - this the question that is asked by most people here in South Africa.  We all ask whether it was justifiable that this should happen to your brother and we therefore have a duty to investigate whether this was right.  It becomes very difficult therefore if it involves someone's life - someone died because he has all ready died. \n But our hope is that if we investigate and find out the senselessness of all these happenings, we all have to make sure that this does not happen again.  And it is very important therefore, think, that what can we do to the people and what can the people do as means that our present Government should see to it that history should not repeat itself.  We shall be very happy  because there are many things that happened which were difficult to us.  \nPeople would get a job those days but if one was to get a high salary, that salary would have to be reduced or one would have to be transferred either to Transkei or to Mtanzane - which was a place unknown to the person.  Yes, that was one of the pass laws, I must thank you, I'm now going to hand you over to my colleagues.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Denzil Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, Mr Hans your testimony raises very important questions but it is - I'll just wait for you to  put it on - I say that your testimony - can you hear?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "No",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you got it on number 3, briefer?  Can you hear that - can you hear, okay.  Looks like our problem is solved.  Is that better Mr Hans?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Ja",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Very good, now I'll just repeat - I say your testimony raised many important questions but we would need to look into the particular case that was raised.  Can I just ask you your brother was he standing trial with some other people, he was not on his own?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "He was with others?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] many were facing - I'm talking about the second charges, it seems to be treason that they were charged with, I'm talking about that case where they were given the death penalty - can you remember how many they were - how many accused were in that case?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Yes, I can still remember.  There were eight of them.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And do you still remember some of the name?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It's not necessary to give it now, you can - you can supply it to us, but would you be able to give us some of the name?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Yes, one was Khoboka, Hans, Sikhunla, Fatyela, Jaxha, Mgweba, Makula,  Goliliswe Ndamene ...[intervention]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were they all from Paarl?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Yes, they were all from Paarl.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] accused of, the treason trail, that incident, was it alleged to have happened in Paarl?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Nothing had actually happened here in Paarl but they were alleged to have been in - intending to overthrow the Government, so that's why they were sentenced.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The allegation that  the decision was taken in Paarl - the decision to try and overthrow the Government was taken in Paarl.  Was that the case that was against them?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Yes, it was in the Supreme Court because the judge said their aim was to overthrow he Government.  And therefore he gave them option that they were to be hanged or the were to stay in jail for life.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were all  8 of them sentenced in the same way, were they all given the death penalty? END OF TAPE 1, SIDE A...",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "They were just given a few years sentence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just finally the case on which your brother was sentenced to 3 years, which he went to Robben Island for, where was that case heard -  was it heard in Paarl or where was it heard?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "He was arrested here in Paarl, they fetched him from home.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did they say [indistinct] after the three years.",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Three years",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In Paarl?  And was he with the same persons in that case as well?",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "Yes, they were all together, there ten of them but two were sentenced to three years and acquitted and they were sent to Pretoria.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Hans.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo?",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Mr Chairperson, you reminded me of that the names that have been mentioned were mentioned earlier on during our hearings in Worcester by Mr Mkabile who also was once in Robben Island and one of his request was that one - some of those like Fatyela - it should be investigated what happened to them.  That was one of his requests, so you also mention his name as one of the people who was with your brother.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Hans we thank you for coming here today to come a tell us about your pain.  Sometimes it becomes very difficult to comfort a person but we are aware that there was great contribution from so many people to put us where we are today.  We're all in the struggle but unfortunately some of the people had to sacrifice their lives.  We therefore thank God that he has put us to where we are today - as Pumla has all ready said.\nAnother intention is that all these bad events and the bad handling of the people of the past legacy, we now say now that we are free this must not happen again.  We are going to try to investigate to get answers to the questions that you asked as you - it was said earlier on that there are many people who still want to know how it all happened.  We still learn that some people were sentenced to twice for one - for one thing which was out of order because that is what we know that if you appeared before a court and you're sentenced and you are once more sent back to court, that is something unheard of.  We are going to investigate exactly why this was the case.",
            "Unknown"
        ],
        [
            "GQIBILE HANS",
            "One other thing I'd like to mention is that he wrote me a letter and mentioned someone who - whom he alleged as an informer but who died.  And he said that we should not bear a grudge against that person, because he said that person was responsible for what happened to them and yet he had been one of them.  That he said God will answer, but he will not answer immediately, he would answer at His own time.  But unfortunately that particular person died in an accident and then he said that we should educate our children so that they should be able to rule this country in a very prosperous way.",
            "Male"
        ],
        [
            "MS GOBODO",
            "We thank for all that you have told us, thank you.",
            "Female"
        ]
    ]
}