{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00431",
        "victim": "VIVIAN STANLEY MATTHEE",
        "testimony": "MARIA CAROLLISEN [mother]",
        "nature": "SHOT & KILLED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56131&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00431.htm",
        "speakers": [
            "MS GOBODO",
            "WENDY ORR",
            "PROF MEIRING",
            "MS CAROLLISEN",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "MS GOBODO\n",
            "DR ORR\n",
            "PROF MEIRING\n",
            "MS CAROLLISEN\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MS GOBODO",
            "Welcome again to the second day of our hearings here in Paarl.  Before we start I'd like to welcome a few people - groups and it there's anybody whom we did not mention, please forgive us.  We're just mentioning those we have seen.  \n Firstly I'd like to welcome Aunty Ray, Ray Alexander whom we all know - especially people of Paarl all know - for her contribution in the struggles of Paarl, particularly her involvement in the Labour Movement.  Thanks for coming Aunty Ray.\n And we would like give a very special welcome to the girl from Sense Ci - Sense Ci Prints in Cape Town.  A very warm welcome to you all, and thank you Vivian - Vivian Harbour arranged for them to come.  Thanks Vivian for making it possible for these girls to come.  We welcome you very much.\n We also would like to welcome Mr Hanny from Stellenbosch University and welcome to you all  today.  \n Wendy is going to give a few housekeeping announcements, thanks Wendy.",
            "Female"
        ],
        [
            "WENDY ORR",
            "I want to explain to you how the translation equipment works and to start off by apologizing that there's not enough equipment for every one in the audience and to say that if you understand the language that is being used by the witness, please pass your - your headphones and receiver onto someone who does not understand so that as many of us as possible can participate fully in the proceedings.\n Also if you want to sit very close to your next door neighbour, two of you can listen off one headset.  So it's one way of bringing people together.  The translation is available in 3 languages  English, Afrikaans and Xhosa and there's a channel button on the side of this little device.  Channel 1 is Afrikaans, channel 2 is English and channel 3 is Xhosa.  And then there's a volume button  on the other side.\n The mechanisms which actually transmit the translation are at the back of the stage, over here so it helps if you can position your receiver to be pointing to one of these black boxes.  If the sound isn't to good just try moving the receiver around a little bit.  Please will you leave the headsets on your chair when you leave the hall at tea time and lunch time.  They've of no use to you outside and the devices need to be recharged, they run off - off a battery which needs to be charged.  So if you take it away the battery simply runs flat and the device is absolutely useless.  \nAnd if I can also ask that anyone who has a cell phone please to turn it off while you're in the hall and the proceedings are going one, thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you very much.  I would like to introduce the panel to you, but before I do I just want to quickly welcome again the group of interns, Masters Clinical Interns from Stellenbosch University.  Thank you for coming again.\n On my extreme left we have Rev Nxhebise Xundu who comes from the Eastern Cape, has generously afforded his time to come and assist us here.\n On my needed left we have Dr Wendy Orr.  Wendy has the office in Cape Town, our Truth Commission office in Cape Town.\n And on my right we have Ms Glenda Wildschut who's  like Dr Orr a member of the Reparations and Rehabilitation Committee and at the Cape Town office.\n And we have Prof Piet Meiring - some of you may know Piet - Piet has been attending some of our meetings in Paarl.  We've often invited him to some of the meetings, both in Paarl and in Stellenbosch.  Piet has also been kind to offer his time to assist  us in this process.\nAnd  finally we have Adv Denzil Potgieter who is a member of the Human Rights Violations Committee and also a Commissioner based in the Cape Town office, thank you.              \n We will start - oh and I am Pumla.  I am Pumla, I'm chairing today's proceedings for the morning session.  I am also a member of the Human Rights Violations Committee based in the Western Cape in Cape Town, thank you.\n We will start this morning by calling upon Maria Carollisen, could the briefer bring her up please.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Good morning Ms Carollisen, welcome.  It's not easy being the first person cause everyone's watching you to see how you do it, so you will set the example for the day.\n I'm - before I hand you over to Piet Meiring who's going to help you tell your story, I need to ask you to stand to take the oath.\nMARIA CAROLLISEN Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Thank you very much, Prof Piet Meiring will now lead your evidence.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Good morning Ms Carollisen, it is very nice to have you here this morning.  Could we please speak Afrikaans to each other.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, we may.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are you here from Paarl?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, I am from Paarl.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You are going to tell us the story - the very heartbreaking story of your son Vivian who was shot and killed in December 1985 in Lesotho.  But just as an introduction - just before we begin would - wouldn't you please tell us about your family, what you're doing at the moment, what you're busy with and so forth.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "At the moment I am a housewife, I am at home and I'm basic  [indistinct] at home.  I would have loved to have had my granny here but I see she's not here yet.  Maybe she can join me a bit later.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Would you like her to join you on the stage?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, she's not here yet, but she'll probably be here a bit later.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Could I please ask you to come a bit closer to the microphone so that we can hear you a bit better.  Can you hear me clearly?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, I can.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I would like to hear about your family.  Was Vivian your only child or did you have other children as well?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Vivian Matthee was my pre-marital child.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Would you like to then tell us just in your own words exactly what happened in Lesotho, just so - that you can tell us about Vivian as well.  What kind of person he was and how he was involved in politics and what happened in Lesotho.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Vivian Matthee was a boy who was a member of the ANC for years.  And he did that work because he saw so many things - he saw a lot of wrong and he was involved in the ANC and he was a boy who had always worked.  And in 1985 he was shot but in 1980 - since 1991 he had been gone and we had never seen him.  \nAnd he always worked outside but in 1985 we received the tidings that he had been shot in Lesotho and that is when I went  there to go and identify his body in Lesotho.  He was a well educated boy, for years he had been at University and then he left for Lesotho and he did all the work that he did for the ANC.  \nAnd I would just want to say that I would like to know what happened there - what happened to him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Ma'am very thank you for what you have told us and just to get the - to get it into context you say that he was studying, he was an advocate and in 1981 he left home already.  Did he leave for Lesotho then?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "I cannot say where he went but he had been there for a very short while because he had always been involved in the struggle.  He couldn't stay at home because he was concerned about our safety and also my granny because he did not want to create any problems for us and because of that he was always away from home.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Were you ever in contact with him?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "No never.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then you received the heartbreaking news that he had been shot?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, that he had been shot.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Who brought you the news?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "It was - we got the news from people in Mbekweni.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then you went to Lesotho by car?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, we went by car.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then did you go to Masero?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, we went to Masero.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And did you go to the Police Mortuary there and saw the different bodies of people who had been shot?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "There were 9 all together that had been shot and I had to go and identify him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you identify any of the other people that were there?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "No, only my son.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And in the written statement which we received it says that was also a Leon Meyer who was shot on that day but he did not die immediately so he could tell you a bit of what happened.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Leon's relatives were there so we met - we actually met each other there in Lesotho.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Can you remember what - what they told you - what Leon told you what happened on the day that they shot - they were shot?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "The only one that was alive was Leon at the time and he could still say something because people came to the house and he could still say something.  He says what he saw while lying on his back was that there were people who were smeared black and he could see that they were whites.\n But all 9 was shot dead - Vivian was shot on the left hand side of his head and he said that Vivian died immediately.  Leon Meyer was the only one who was still alive at the time and he said that he remembered seeing people that was smeared black and that they were whites.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Do you have any information on who  those people were, where they were from, who had sent them or anything?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "I do not have any information with - in that regard but Leon Meyer's people were also on TV and they said that they were white people and that they were boers from Vlakplaas.  That was what was mentioned because she said that on TV and they said that it was them because Vivian was with them and Vivian was shot by the same people. \n Because all 9 of them was shot dead.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And after you had identified your son, was then buried in Masero?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, we remained behind until he was buried on the Sunday because it was an open air burial.  All 9 of them were buried on that Sunday.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Who took responsibility for the funeral.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Everyone spoke, different people were there, I cannot say who - who were exactly was there I don't know any names.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Just to interrupt you for a minute, somebody has come and joined you.  Could you just tell us who it is?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "This is Ouma and Vivian grew up by her.  She is Caroline Matthee.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Ms Matthee I would like to welcome you and thank you for having come.  Could I just put a few questions to you just to get clarity on this whole picture.  \n I would like to know in the first place the - if there was ever an investigation into this matter after this incident.  Whether the police investigated it here in South Africa or  whether the Lesotho Police investigated it.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "We never - there was never any investigation into Vivian's death, that's why I was  very relieved that we had the opportunity to appear before this Truth Commission because nobody ever came to our house to come and inquire about Vivian - no policeman or anybody.\n All these years there has never been anything and it's now have been 11 years.  No policemen or anybody and this is the first time that Vivian's death is being exposed here at the Truth Commission.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "So it seems that what you do want from the Truth Commission is information and then you - you're be able to find peace.  In the statement which we received there's something that does not seem to clear and that is the date on which it happened.  Was it on the 19th or  20th of December?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "It was on the 19th on a Friday because we received the news the Saturday.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And the Sunday you left.  Could you remember on which day the funeral was?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "A week later - it was a week later, I cannot say  whether it was the 27th , I think it was the 27th of December or so.  It was a while later because Vivian was still there for a whole week after he had been shot.  Because I still had to go and get his birth certificate there and because he was - he was - he had a - an alias he was working under another name.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Could you just tell us how your family dealt with the whole incident with Vivian's death.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "We had to deal with it because myself and ouma have always been together and there was nobody else.  Therefore I so - we had to go and satisfy ourselves.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, I would just like to  put one last question from myself and then I'll hand over to my colleagues here at the table.\n You mentioned that there was a group of people that was shot that day in Lesotho - I think you mentioned 9 people, is that correct?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, there were 9 people.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are some of them also going to come to the Truth Commission - their families are they also going to come forward with the matter?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "As far as I know Leon's matter - Leon Meyer's matter has been here, also Jackie Quinn.  I know that their matters have been brought to the Truth Commission.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Ms Chairperson those are the questions.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Piet and Maria.  I will hand over to the panel, if anyone has anything to say,  Denzil thank you.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is it Miss or Me Carollisen?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "It's Me Carollisen.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Good morning once again.  I would just like to ask you, your son when did he leave the country - when did he join the ANC?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "He left home in 1981.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So you are not sure whether he left the country immediately or not.",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "I cannot say where he was but he was never at home.  He had - he was just away from home all the time.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And by 1981 had he completed his studies at the University?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes, that is the year in which he completed his studies.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is that when he got his degree?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "He never worked here?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "No, he went directly into the ANC work.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "According to the information which you - you received he was involved in the ANC's Military Wing - the MK - Umkhonto we Sizwe.  So he was a member of Umkhonto we Sizwe?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And perhaps it's - it's an important thing that can help us to get you more information.  The people like you son who joined the MK and left the country did not usually  use their own names in other countries.  Did anybody tell you whether your son was using another name - an alias or a nickname or a - a Military name?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "When we got to Lesotho they said - they mentioned a lot of different names.  They said they do not know him as Vivian Matthee.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Can you remember any of the names that they used to identify him?",
            "Unknown"
        ],
        [
            "MS CAROLLISEN",
            "They mentioned several names but I cannot remember any specific name.  They mentioned something like Trevor and Darries and a lot of different names, but I - they did not specifically give us much information on those names.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Because our Investigative Unit has started investigating the matter after we received the statement from you and as you said earlier - as you understood it appears as though this case in which your son was killed was an act committed by the members of the Vlakplaas Police Unit.  \n And perhaps you've red about it, there was a lengthy trial of one of the Commanding Officers of Vlakplaas - a Commander - a Colonel Eugene De Kock.  It was widely covered in the news and one of the incidents about which he gave evidence in court implied that one - it was an incident where your son was shot and it made mention of a cross border raid.  Where they crossed the borders into Lesotho.\nAnd where they - the Police Officers from Vlakplaas killed 9 ANC people there.  So it seems as though that could be the case where your son was killed.  But it would help us if we could establish what his - what his alias - what his - his other name was that he was using.\n So it would be easier to look - go threw the records and also to give an indication of how far we've gotten on our side.  We - apart from the evidence given by Colonel De Kock in court - in Pretoria Court we also have secret documents in our possession which was a communication  between a Colonel Peters from the Safety Police - the Security Police here in Cape Town and a - and also Colonel Eugene De Kock in connection with the death of some of the people who were shot with your son.     \n The 2 names which we have - which are revered to there are Leon Meyer - his nickname was Joel, his MK name was Joel and then Themba Hector and seemingly these 2 people were in the same house as the one where your son was shot.  And it seems as if they had secret document dealt with that incident, so that - we already have that information and we also have a statement from a Lieutenant from the Security Police - Leon Riddenburg which also deals with this incident.  \n So we have those 3 sources of information and the matter is still being attended to but at this point in time it seems as though it was a Vlakplaas - an act committed by the Vlakplaas group.  But thus far that is the only information we have but we will sure to keep you enlightened of anything else that we might discover as we proceed to investigate.  Thank you very much Madam.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "[indistinct] Maria, I know that Ouma Caroline was not sworn in and if she does speak as I am going to invite her if she wants I just want to put it on record that as far as the factual data relating to your testimony concerned your evidence is the evidence that we'll be recognizing as the sworn in evidence.  \nBut I would like you to ask Ouma Caroline if she wants to speak at all.  And she - she doesn't have to but please ask her.  Can I ask the briefer next to her to ask her if she wants to say something.  It's okay, she - it's going to be very difficult for her to say something but I do want to say that it - I know that it's very difficult for you - for Ouma especially because she brought him up and it must be - it must have been very hard for her.  \nIt must have been a very difficult  11 years for her to deal with the passing.  \nIf there's any comfort in the  [indistinct] history of our country is the fact that some of the past is beginning to emerge and we are - I think we are lucky that there are people like Eugene De Kock who can - who have finally been moved or forced to speak out and we're beginning to  [indistinct] some of these details together.  We're also lucky to have our investigators to look into how some of the stories that come to us at the Truth Commission link up with some of those - that material that comes out in the courts of this country.  \n That is a bit of comfort because though the linking of all that material we can eventually come up with what the true story is about what happened to these people who died across the borders was.  \n I wish to thank you very much but I wish to also extend a challenge to us that we would like you one day to be able say thank you to the Truth Commission for having found out the truth about what happened, thank you.",
            "Female"
        ]
    ]
}