{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00440",
        "victim": "NORMAN PETERSON",
        "testimony": "CATHLEEN WILLIAMS [half sister]",
        "nature": "SHOT & KILLED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56135&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00440.htm",
        "speakers": [
            "MS GOBODO",
            "WENDY ORR",
            "ADV POTGIETER",
            "<UNKNOWN>",
            "MS WILLIAMS",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS GOBODO\n",
            "DR ORR\n",
            "ADV POTGIETER\n",
            "UNKNOWN\n",
            "MS WILLIAMS\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MS GOBODO",
            "Silence please, Mr Chairman as retreat to the back of the stage we'll ask the briefer to bring up the next witness who is Cathleen Williams, please.  And - okay.",
            "Female"
        ],
        [
            "WENDY ORR",
            "I know that you are not in the best of health so we say an even warmer welcome to you and thank you for taking the trouble to come here.  Before you give your evidence I'd like to swear you in, so will you stand please.\nCATHLEEN MARGARET WILLIAMS  Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "I'd also like to say welcome to your friend Rachel Van Rensburg who's come to stand by you in - in - as you give your testimony.  And I'll now ask Denzil Potgieter to take over.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Wendy, Ms Williams good afternoon.  And welcome once again, I will try and do this as quickly as possible.  I think you will hear a bit better if you use the headphones, try the other one.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "The witness can hear the interpreter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Your evidence is about the incident of Norman Peterson, that is the - your \nstep-brother who died in a shooting incident in March 1987.  Would you like to tell us what happened please?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Norman Peterson left home in 1982 and we never heard from him since 1982.  And I heard from his friends that Norman left the country but they didn't know where.  And we went about asking people and he never serviced and in 1987 the late Ronnie  said that he had been shot and thereafter - after that Kaas who was an Investigating Officer came to tell us that he had been shot and that we should go to Cape Town with him to go and identify his body.\n We went with Oom Kaas for four days because I didn't want to believe that it was Norman because he had been shot something terrible.  He had been shot something terrible, so - his face looked terrible and his head and his body because he was laying on the table naked.  And I signed the forms so that they could release the corpse to me and Allen Paulse and them supported me and I wasn't working at the time.  I am a sickly person, I've got a heart problem and they paid for everything as well.\n We identified the body and they brought the corpse through to Paarl.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Madam, I know you asked us to minimize the questions so I will do that.  But just so that we can gain a bit more clarity - in 1982 Norman disappeared.  Did he belong to any political organization?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "He was a member of the ANC.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "He was a member of the ANC?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Was he also a member of the Military Wing of the ANC, Umkhonto we Sizwe?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And he was killed in a shooting incident with the police?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Could you ascertain where it happened, could you ascertain where it happened?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "I was told it was in Gugulethu.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did Norman have any family or children or dependence?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "No, he was still very young when he left.  He was approximately 16 or 17 years old.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "16 or 17 when he disappeared in - when he left in 1982?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is it correct that it seemed as if he had been shot in March 1987?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is there anything in particular which you would like to focus our attention on, any request from the Commission?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "What hurt me the most was that his mother was still alive and we looked for her - we tried to - to - to track to - to - for her to come support me.  Allen Paulse looked for her and we found her and Oom Kaas took her with to go and identify the body and she deny - up until she came to the house of the body that it was her child and I - I stood there for him as his mother and his sister because my mother passed away in 1983 and took responsibility for it.  \n And that hurt me, there was no aunt or sister or any family member to offer me any support.  It was merely Allen Paulse and Tom and there were others who supported me.  And up till this day I - she's still missing, I don't know where she is and it hurts me.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Please take your time Ma'am, there's absolutely no hurry.  We realize that it's very difficult to relive that process but we are nearly finish.  Is there anything else that you would like to have added?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "No.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is that all would have like to say?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much ma'am.  Perhaps to inform you about what we have been able to find out - hence for our investigation is that our Investigative Unite has investigated the matter and it seems as if the incident took place under these circumstances.  It appears from the Official Records that a Sergeant Wilfred Gunter -  [indistinct] of the Unrest Unit was - of the Riot Unit - Riot Squad was working at Nyanga Police Station at the time and he shot your brother Norman Peterson.  \n According to the official report the shooting incident took place after a planned \"anti-terrorist action\" in which the Riot Squad - the Safety - Security Police and other members of the Security Force were involved.  And there was an inquiry into this matter at Wynberg Court which - over which a Magistrate W Van Greenen presided in December 1987 and where it was found that the deceased died as a result of multiple bullet wounds which came from a police action.\n And that no one was responsible for the death of the deceased and that according to the medical inquiry - the postmortem which was conducted, there was several bullet wounds to the body.  The report also says that \"multiple penetrations of bullets\" - had several bullet wounds and the final conclusion was that this shots were fired at close range and that was the result of the post-mortem.  \n This is the information which we have at this stage but the matter is still being investigated and we will get back to you.",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Then the corpse was brought there, we couldn't open the - the - the coffin to look at his face because every - all the police was standing there and we just had to have the service and we had to leave to go and bury the body.  And that hurt me too but I always believed in God, that somebody was going to come - something was going to happen someday.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So you say you were prohibited from opening the coffin to - to look at his face one last time?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes, we were prohibited from opening the coffin.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, that is all I wanted to draw your attention to, I thank you.  We know that you are not feeling to well today, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much and we would all like to say that we sympathize with you and for the pain that you're experiencing and we hope that we will find ways of being able to help you to discover the truth, thank you very much.",
            "Unknown"
        ]
    ]
}