{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00829",
        "victim": "LIZIWE MASOKANYE",
        "testimony": "MLANDELI MASOKANYE",
        "nature": "SHOT & KILLED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56142&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00829.htm",
        "speakers": [
            "WENDY ORR",
            "MR MASOKANYE",
            "ADV POTGIETER",
            "MS GOBODO"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MR MASOKANYE\n",
            "ADV POTGIETER\n",
            "MS GOBODO\n"
        ]
    },
    "testimony": [
        [
            "WENDY ORR",
            "Mr Masokanye can you hear me through the headphones?  It's exactly midday so I don't know whether to say good morning or good afternoon but hello.  Hello Mr Masokanye and I believe you've brought a family member - Mr Shaka with you is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "He is my friend.",
            "Male"
        ],
        [
            "WENDY ORR",
            "[indistinct] Masokanye could you stand to take the oath.   I will read the oath and then - Mr Masokanye I will read the oath and then you - you affirm, okay.\nMLANDELI SYDNEY MASOKANYE Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "[indistinct] assist you in - in  telling your story.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Wendy, my watch doesn't agree with Dr Orr's watch, it's 1 minute to 12 good morning Mr Masokanye.  Now your testimony concerns you niece, Liziwe Masokanye, who is the daughter of your sister.  Is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now she was shot and killed by the police on the 5th of September 1989 in Khayamandi in Stellenbosch, is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Would you like to tell us just briefly what happened when she was shot and killed.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "That particular day it was local Government Elections.  I had gone to my friends, at about 5 o'clock I came back home.  When I was close to the office a friend of mine  [indistinct]  me.  This friend of mine that Liziwe Masokanye has been shot dead.  I asked where he was then they said she'd been taken to hospital.  I quickly went to the hospital, I was not able to see her.\n Apparently the police had already taken her to the Police Station.  I then went to the Police Station - I requested that I see her.  I was then taken to where she lay.  She had already passed away, after that I - I - as I was thinking what I was going to do I went to the Address Office.  I was then referred to  an attorney, Glenn William, I talked to Glenn William.  He then said he would try to help me, he said he would let me know at a later stage what is happening.\n We prepared for the funeral, she was buried back home in Sterkspruit.  There was a court case, the first day I was there.  Mr Van Niekerk then said that these were throwing stones therefore they were in the wrong.  Therefore the police are innocent as such, that was that.  Mr William them said we should make an appeal, he prepared for this appeal.  The 2 of us went to court, the court proceedings went on and yet again the findings were such that the children were throwing stones at the Casspir.  \n Therefore we lost the case, we lost the appeal.  I then had to pay the court R20,000-00.  Mr William then said we should not be dismayed, we appealed yet again.  A year elapsed and we went to Cape Town to court again, through God's strength and might we were able to win the case.  It was found that these children were emanating from the hostel - if was 5 of them.  They were going home as the police drove passed them they started shooting.  One of the police used a real gun - that shot her dead.  \n The child died in hospital, Mr William and I made a claim - we were claiming R45,000-00 - Liziwe was already working in Doringbosch Restaurant.  She had a mother with 3 children - her stepfather left therefore the mother was alone.  Liziwe and I were helping the mother, the burden was then all on my shoulders because Liziwe was not there to help me.  I asked for help from - from Social Workers.  I was helped, things started getting better.  \nThe Court concluded that because we are being helped by Social Workers we could not get the R45,000-00 we were then given R30,000-00.  They insisted on my paying the R20,000-00.  I said to Mr William I do not have the R20,000-00.  Mr William then said we must wait a while, then the Truth Commission started.  Mr William them said we should come forward to the Truth Commission.  So that they could advise us perhaps this R20,000-00 as it was the police that were in the wrong.  Maybe the Truth Commission could help us not to pay the R20,000-00.  What is R10,000-00 because it is only R10,000-00 that I would then receive to bring up the child.\nThis is why I'm able to be here to speak today, I have come to request if you could closely look at this issue and attend to it.  I can not pay this R20,000-00 when it is the police themselves that shot Liziwe.  Liziwe has a child - when Liziwe was shot her child was 5 months old.  My wife and I are bringing this child up, we cannot bring this child up on R10,000-00 - this child must be fed, this child must be clothed, this child must be educated, thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Your testimony illustrates - what I say if you can receive the translation, perhaps you can just indicate when you do.  Is that okay?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Clear now, very good.  Your testimony illustrates a total illogical situation relating to the claim that you've made and the - these various court cases.  But just to make it clear so that everybody understands what actually happened.  Perhaps we should just take it step by step.  There was a case - after Liziwe was shot and killed there was a case in the Magistrates Court in Stellenbosch arising out of the shooting, is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And in that case that court found that the police are not responsible - they're not liable for the incident - for the shooting incident, is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes sir it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You were representing the interest of the miner child of Liziwe who was - as you said to us earlier was 5 months old when her mother was shot and killed.  So you were representing the interest of that child, is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes sir it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And in that process you didn't just accept that court's decision, you decided to take further action and you took the case to the Supreme Court in Cape Town.  Is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "It is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the case was heard there and you lost the case in the Supreme Court in Cape Town, correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "It is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then of cause this question of you having to pay the R20,000-00 came in, the court - the Supreme Court ordered you to pay the costs of the State which amounted to about R20,000-00.  Is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "It is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But yet you didn't give up.  You went back and you got the attorneys to institute a claim for damages - a claim against the State on behalf of the miner daughter - miner child to compensate for the loss - the fact that the mother has been killed and the mother would have been looking after the child.  So you went back to court and you tried to get damages, is that correct?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "It is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] to the Supreme Court in Cape Town.",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes sir, it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "This time round you actually won the case.  The Court now found that the police are liable - they are responsible and they  [indistinct] R30,000-00 for the benefit of the child.",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes sir it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the strange thing - the funny thing is that on one occasion the Supreme Court in Cape Town found that you must loose the case - police are not responsible and one the second occasion they - they found that you must win the case.  Police are responsible, with the result that instead of the child getting R30,000-00 it's - the - the position now is that if you have to pay the cost of R20,000-00 this child would only get R10,000-00.",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And obviously you - you don't give up all that easily, you're not prepared to - to let that happen and - and what you  are asking us to do as a Commission to look into this matter and to set it right.",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "That is my request.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] and we - we appreciate the fact that you actually have gone to these lengths to protect the interest of this - of the child - the miner child.  Now have you got anything else that you want to bring to our attention?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "That is all that was problematic to me, it was the R20,000-00.  That is why I'm here today.  I will not be able to pay the R20,000-00, if I will have to pay it, it will mean that this child's live will not be as good as it would be with the R20,000-00 remain with us.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When Liziwe was shot, what was the situation like in Khayamandi?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "There was a lot toi-toiing that day, the police were driving up and down in their Casspirs.  Some of the streets were being burnt with tyres, that is what was going on that particular day in Khayamandi.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And - and just in conclusion, what did the court find which policemen were responsible for the shooting.  Can you still remember the names?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "He's still around but I've forgotten his name but their commander was Els.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "From Stellenbosch?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Yes, it was a policeman from Stellenbosch.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "How old was Liziwe when she was killed?",
            "Unknown"
        ],
        [
            "MR MASOKANYE",
            "Liziwe was about 18 years of age.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No other questions, thank you Mr Masokanye.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Denzil, anyone questions. No, I just want to ask one question sir.  What is Liziwe's child's name.",
            "Female"
        ],
        [
            "MR MASOKANYE",
            "It is Andiswa Felicia Masokanye.",
            "Male"
        ],
        [
            "MS GOBODO",
            "When was this court case, was it this year - exactly when was it?",
            "Female"
        ],
        [
            "MR MASOKANYE",
            "It was last year November.",
            "Male"
        ],
        [
            "MS GOBODO",
            "This - so this is last years incident all together?",
            "Female"
        ],
        [
            "MR MASOKANYE",
            "Yes, it is.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Thank you very much, your story depicts to us how children would loose their parents in a terrible way.  So many children are orphans as a result of that.  It also reflex the injustices of the previous regime.  This is why the Bishop said yesterday sometimes to go to a court of law was never an answer as such to help people.  \n Perhaps to come to the Truth  Commission is what will help people.  Thank you for making that option to come to the Truth Commission.  We promise that we will at leased  [indistinct]  to help you with your request, thank you sir.",
            "Female"
        ]
    ]
}