{
    "header": {
        "type": "STATEMENT BY MR ADAM McCLUNE",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56146&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/mcclune.htm",
        "speakers": [
            "WENDY ORR",
            "MR MCCLUNE",
            "MS GOBODO",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MR MCCLUNE\n",
            "MS GOBODO\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "WENDY ORR",
            "Good morning to you Mr McClune and I believe you have your wife Lilian with you, is that correct?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Welcome Ms McClune, it's - it's a particular pleasure to welcome you as Mayor of Wolseley to these hearing which are taking place in your area.  It's very important that community leaders support in their community when they come forward to the Truth and Reconciliation Commission so we're very  pleased to have you here.\n Before I lead you in your evidence would you please stand to take the oath.\nADAM McCLUNE Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Thank you very much, please sit down.  Mr McClune your are going to give us a factual account of what happened in Wolseley on the 24th of November 1990.  Before you - you tell us what happened can you tell us what your position in the community was at that time.  Where you a leader or what was your situation?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, that year I was the leader of the Wolseley Civic Organization on - that was established on the 27th of September that year.",
            "Male"
        ],
        [
            "WENDY ORR",
            "[indistinct] meeting on the 24th of November?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, I was present at that meeting.  It was a placard demonstration.  Before I proceed to tell what happened that day I want to give a short overview of why the Wolseley Civic Organization asked for a permit for a peaceful legal placard demonstration.  And what I also wish to tell the Commission is to what happened exactly that day.\n Wolseley Civic Movement was established on the 27th of September to get the inhabitancy in the Municipal area and the people from the surrounding areas to protect them against oppression by the Police.  During that year for example in 1989 the Municipality of Wolseley  [indistinct] .  During 1990 the Municipality of Wolseley evicted people from their houses.  People who were unemployed and could not pay their rent any more.\n During that specific year in 1989 there was also a shooting incident in Wolseley.  People were shot at - people who were coming from the station, that happened on a Friday evening.  James September was shot in the leg with sharp ammunition and I thing Adv Denzil Potgieter handled that case if I remember correctly.  That was why that organization was established.  The members of this organization were also house owners but most of the members were people from sub-economic houses.  The Municipality through the years had a fund to maintain these houses and also forums for community facilitation especially for those people living in sub-economic houses.\n These people also then had a right to - have their houses repaired but they had to sit and wait for a long time and nothing happened.  The people from Wolseley felt that there was a need for a democratically chosen Municipal Council which was non-sexist and  non-racist.  In 1990 the management of the Civic Organization  had discussion with the previous board.  We were regarded as a Management Committee and we asked for a permit to hold a peaceful placard demonstration.  This application was approved and on the 10th of October there was a placard demonstration to the Municipal Offices.\n One of the grievances was about the Community Hall - the opening of the Community Hall.  And now the Town Council distributed a pamphlet in town, the two apartheid institutions namely the previous Town Council and the Management Committee went ahead to open this Community Hall.  Invitations were sent to various inhabitants of Wolseley and this cause unhappiness in the Community.\nThe management of Wolseley's Civic movement wanted to sit together and to negotiate with the Town Council to avoid this uncertainty in this community and to solve the problems.  \n On request of the members of the Civics and - all the other people and the management asked a permit for a peaceful placard demonstration.  We have the letter of approval we received on the Friday before this demonstration.  We received it from the local Magistrate.  The main purpose of this demonstration was to show the dissatisfaction of the people in a peaceful management - manner to the Town Council and other high ranking people and people we were going to invite.  \n According to this letter of approval this demonstration would have lasted 4 hours.  That means from 2 o'clock in the afternoon till 6 o'clock.  A colored rope was attached to the Western side of the Community Hall in such a way that the placard demonstration served no purpose at all.  There was also a thick rope attached to the pillars before the Community Hall.\nAt about 2 o'clock that afternoon when all these demonstrators arrived at the Town Hall the police have taken in their places in front of the Community Hall armed with guns.  Most of the people who had been invited were already in the Community Hall.\n During this demonstration many of the people invited who were sitting in the hall sometimes went - left the Community Hall stood next to policemen and sheered at the demonstrators.  One of them also said  Shoot them dead, I approached a Captain Hougaard who was in charge there in front of the Town Hall and asked him that the - some of the people who were invited were standing next to his policemen and were sheering at these demonstrators and asking to shoot them dead.\n This has a negative influence - this was a very negative approach from the police because they were aiming at the police with their weapons.  Captain Hougaard said that he was going to talk to the police but he never came so far.  This rope - during this demonstration this rope broke and the people asked if they could not stand behind the rope which was in front of the Town Hall.  I again approached Captain Hougaard and conveyed the people's request to him.  Captain Hougaard agreed and said that the people should remain behind the rope.  \n About 20 to 6 that afternoon the guests started leaving the hall.  The Town Clerk - Mr Burmister - and the previous Mayor - Mr Stemmet - were the first to leave the hall and they went to their Kombi.  The other guests also approached, Captain Hougaard said and at that stage he took up his megaphone - it was about 20 to 6 and he said he would give the demonstrators 5 minutes time to disperse and right after that - after he said that the previous Mayor said  Shoot them dead.  \nAfter that  the police immediately started shooting.  I want to explain that in detail - I want to explain what Captain Hougaard had said and how - what Stemmet had said.  The police said I give 5 minutes time to disperse, the Mayor said shoot them dead and then the police started shooting.  \n People started running away, while they were running the police shot tear gas and also with buck shot.  I and some other people ran to a yard to get to a tap because our eyes were burning.  We went through a back street till we came to the - to the corner of Petunia and Church Street.  A group of people was standing there.  It was about 800 m from the Community Hall, at that stage 2 police vans arrived at the Community Hall.  \n And from there the people could shoot at the people in the Community.  We immediately telephoned our legal representative in Bellville, Mr Ralph Stuurman.  In the meanwhile the ambulance arrived to pick up some of the people who were injured.  After we had contacted our lawyer I got into my motorcar and went to Dr Nell's surgery.\n Having arrived there another ambulance arrived there with 14 other injured people.  I asked the ambulance drivers whether they had contacted Dr Nell but they were waiting a little while.  The - the injured people put the people on the lawn in front of Dr Nell's surgery.  About - after 30 to 40 minutes Dr Nell had not yet arrived there.  Then the ambulance people took these injured people to Eben Donges Hospital.  Then around 8 o'clock that evening our lawyer arrived and he asked us why were the police still shooting.  Why were they driving around in the streets in the community?  I said we didn't know, we've already asked them to withdraw because it was unnecessary to drive around in the streets and to shoot at us.  \n We went to the Charge Office where the lawyer asked that the police should withdraw because he saw that the police were still shooting.  They told us that the police would then withdraw but they kept on shooting.  They never stopped at that stage, we went back to our lawyer and round about 10 o'clock that evening the police only stopped shooting and no more Casspirs and police van were noticeable in the community.  \n The lawyer returned to Bellville and we went back to our houses.  Early the next morning people telephoned me that a certain person with the name - by the name of Edward Booysen was found in gutter.  The police took him to the Charge Office we immediately contacted our lawyer again - that Sunday afternoon he came back accompanied by 2 doctors from Groote Schuur Hospital and also a person who was a specialist in sharp ammunition.\n The Civic Movement had a meeting that afternoon where these specialist from Bellville and Cape Town and after that meeting we went to the Charge Office.  Our lawyer asked Sergeant Krigler who was the Station Commander at that stage to see the body.  He gave us permission to see this body and all - I and these specialist took various notes.  They took down notes of everything which they noticed on his body and this person - he was a specialist in sharp ammunition said that he was shot wit buck shot and also sharp ammunition.  We laid a charge and Edward Booysen and all the other injured were assisted by Stuurman and Advocate Tredoux from Cape Town.  \nIn 1993 there was  a court case round about October - November.  The 14 injured people gave evidence and I also gave evidence.  Edward Booysen's case was also brought to court, in the mean while they went to his niece and quietly they bribed her and the whole court case was finalized quietly.  Edward - they said that Edward Booysen did not have a mother.\nApproximately 3 weeks afterwards the police - half past 5 that morning the police picked up these people and laid a charge of public violence, but later this - this charge was withdrawn.  This is all I would like to say.",
            "Male"
        ],
        [
            "WENDY ORR",
            "I just want to clarify one issue before I hand over to the Chairperson and that is around the action or lack of action from Dr Nell.  You say that the injured were taken to his consulting rooms and someone called him - phoned him to come and help.  Is that correct?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, the injured were taken to his consulting rooms by ambulance and when we got there I asked the ambulance drivers if they phoned Dr Nell and they said yes.  And we waited but he never arrived.",
            "Male"
        ],
        [
            "WENDY ORR",
            "[indistinct]",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No I do not know why never arrived, I cannot say.",
            "Male"
        ],
        [
            "WENDY ORR",
            "[indistinct] questions.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you, any questions?",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, Mr McClune just to expand on this question about Dr Nell a bit more.  Whom  we are expecting to arrive here during the course of the day and come and give evidence. I would just like to put the question to you like this, on this particular day did he treat any of the injured people?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No not as far as I know he did not treat anybody because I was there up until the - the ambulances took the injured people to Eben Donges Hospital.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Up until the stage where the ambulances left with the  injured people was Dr Nell on the seen or not?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No he did not turn up at all.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "How long present there for in front of his consulting rooms?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Up until the ambulances took the injured people to Hospital.  I'd say from the time the ambulances left the hall to Dr Nell's consulting rooms it was approximately 5 or 6 minutes later after the ambulances I got there and the ambulances left to the hospital about 30 minutes later.  So I would say about 35 to 36 minutes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You say approximately 30 minutes after that the injured people were directly in front of his consulting room busy waiting for him?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Does this doctor live in Wolseley?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, he lives in Wolseley because from his house to the consulting rooms is probably a minute or 2 drive.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So it's not 30 minutes or more?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No, not at all.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "People assume that the ambulance men would have told the doctor that there are several people who were injured in the shooting incident and that it was a serious situation?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Perhaps I could  tell you what the comment is that Dr Nell wrote to us.  We are in possession of a note which he wrote or which has been written on Dr Nell's letter head which reads as follows - it's  dated the 14th of October 1996 and it says that\nI was available one the 24th of November 1990 and did not refuse anybody medical attention.  The patients were all taken to Eben Donges Hospital directly per ambulance and I only heard about the incident on the 25th of November 1990.\n In other words according to this note and as I say the doctor will hopefully turn up a bit later to come and give an explanation but according to this note the doctor says that he was never informed on the 24th about this incident.  He merely heard about it the following day on the 25th .  What is your reaction to that?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "I cannot agree with him there because I'm not afraid to differ with him at all - he is my personal GP but I do not fear differing with him.  We were at his consulting rooms that day where the people were in front of his consulting rooms in 2 ambulances and I asked the ambulance drivers if they phoned him and they said yes.  And we decided to wait a while for him, but he did not turn up at all.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The second aspect which becomes apparent in this note is that Dr Nell says that the patients were all taken directly per ambulance to Eben Donges Hospital.  So it - it becomes apparent through this note that they were taken directly?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "I don't know where he gets this notion that they were taken directly to Eben Donges Hospital because as the people will - will give evidence later they were taken to his consulting rooms.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr McClune thank you and just perhaps one - just to underline the - the placard demonstration which was - went on from 2 o'clock the afternoon till approximately 20 to 6.  Were there any incidents  in that period?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No, there were no incidents in that time what so ever.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No problems, no confrontations or any thing?  But were there no confrontations between the police or any body else?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "No there was no confrontation that's why I cannot understand the - that's because the - the time limit was not - had not expired yet.  We still had 20 minutes until - the placard demonstration could have gone on until 6 o'clock.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So 20 minutes before the end of the demonstration according to the time that you were allowed Mr Hougaard gave an order that he - you people should disperse?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We have already started investigating the incident.  Our Investigative Unit is looking into the matter and they have compiled a report for us and I would like to mention something to you in this report in case you want to comment on it.  It is compiled in English and I am going to read it to you - I am going to read the aspects which I believe are important  \nI was at the Police Station to see what record were available and I was told that the Occurrence Book makes no mention of any shooting incident as was Police policy at that time despite the fact that 14 people were shot.  The Occurrence Book also indicates that the most Senior Officer at the Station was the then Warrant Officer Southy hy sal dalk aan u bekend wees and there are several entries in and around the time the incident is said to have occurred where Warrant Officer Southy is mentioned as the Officer issuing weapons.\nAnd although there is absolutely no mention of the shooting incident it says that this Warrant Officer Southy issued firearms to the police at more or less the same time as this - when the shooting incident took place.  Then it also says  Now Captain Southy is - he is now a Captain - Police Station had been turned into an operational center on 24-11-90 and that the Officer commanding the operation was the now Senior Superintendent Hagen -  another police officer - he was apparently in charge of the whole operation -  [indistinct] Southy that the person in charge of the seen where the complainants claim the incident took place was the then Lieutenant Hougaard - the man to who you referred and it seems as if he was the - the person directing this whole thing at the seen.  Then there is reference to the - to the trial itself - the court proceedings.  \nAnd perhaps the part  which explained the part that the police played was that there was conflict.  You version was conflicting with the versions of the other people and the - the explanation which the police gave.  And in our investigative report it says   [indistinct] police suggested that the police acted justifiably to suppress unrest - in other words they were justified because they were trying to suppress riots and unrest and then we also looked at the records at Eben Donges Hospital ...END OF TAPE 2, SIDE A...the victims were treated at Eben Donges Hospital and then we have an - our investigative unit also spoke to Dr Nell and the note reads as follows\n Did not seem to remember what he had done on that day but \nagreed to reflex on the incident that agreed to a request that he \ncome to the hearing to testify.\nSo when our Investigative Team he couldn't remember it very well but he said that he would come and give evidence at the hearing.  \nThis is what we have at this stage, I do not know if you would like to comment on any of the aspects I have mentioned.",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "Yes, advocate maybe I could just mention that Sergeant Kriegler - the Station Commander, he was the Station Commander at the time.  Captain Hougaard was in front of the Community Hall.  He was in charge at the Community Hall, I see that they do not mention - they do not make mention of Sergeant Kriegler as being the Station Commander.  I was involved in talks afterwards with Sergeant Kriegler who was the Station Commander at the time and he said to me  Mr McClune a terrible thing happened there at the Community Hall, if I was in charge that day there wouldn't have been a shooting incident.  That is what I can say about that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Mr McClune.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Can I have just one more question of clarification.  The man who died Mr Booysen, was he one of those people who gathered on the lawn outside Dr Nell's surgery or was he not part of that group.",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "That is a very interesting question, I forgot to mention it in my address.  Edward Booysen does not know about the incident on that day.  He went to play cricket on that day and I do not know where they played - they played elsewhere not in Wolseley and when he came back he - he was still in his white cricket gear and he was shot in his cricket gear.  Where they found - that is how they found him in the cannel - in his white cricket clothes.  He was not even part of the placard demonstration on that day.",
            "Male"
        ],
        [
            "WENDY ORR",
            "But  [indistinct] shot in the events that surrounded the march, has that issue been cleared up or - or is there still uncertainty about it?",
            "Unknown"
        ],
        [
            "MR MCCLUNE",
            "What is so interesting  is that 2 of the policemen at the time of the shooting the - at the time of the shooting the police moved around in the community and 2 of the policemen went to the former school principal.  They ran in at his house and they shot at people from his yard as well.  And where Edward Booysen was shot they had to had fired the shots from the school principals yard.  That is  where they shot him.",
            "Male"
        ],
        [
            "MS GOBODO",
            "We wish to express our sincere appreciation for coming up here to give us a very loused account of what happened on that day.  Thank you very much and you're really welcome and appreciate your contribution to set the pace for the rest of the witnesses, thank you.",
            "Female"
        ],
        [
            "MR MCCLUNE",
            "Thank you.",
            "Male"
        ]
    ]
}