{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00789",
        "victim": "DOUGLAS FRANS",
        "testimony": "NOBANTU FRANS [mother]",
        "nature": "KILLED IN ANGOLA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56141&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00789.htm",
        "speakers": [
            "MS GOBODO",
            "WENDY ORR",
            "MS FRANS",
            "GLENDA WILDSCHUT",
            "REV XUNDU"
        ],
        "original_speakers": [
            "MS GOBODO\n",
            "DR ORR\n",
            "MS FRANS\n",
            "MS WILDSCHUT\n",
            "REV XUNDU\n"
        ]
    },
    "testimony": [
        [
            "MS GOBODO",
            "Could you assist the witness with the - yes those headphones please.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Ms Frans I just want to check that you can hear the translation coming through the headphones.  Can you hear me talking to you?  Can you hear me?  Briefer wouldn't you check and find a set of headphones that we know is working that Ms Frans can use.  Can you hear me, Ma'am?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "Yes, I can hear you Ma'am.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Right can - can you hear me now Ms Frans?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "Yes.",
            "Female"
        ],
        [
            "WENDY ORR",
            "I'd like to welcome you and your daughter Ester who you have brought with you here today.  Please can you stand to take the oath.\nNOBANTU FRANS Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "I will now ask Glenda Wildschut to help you to tell your story.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Good morning Ms Frans.",
            "Female"
        ],
        [
            "MS FRANS",
            "I also greet you.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Are you hearing me clearly?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much for coming to tell us your story today.  You'll be telling us a story about your son, Douglas Frans, is that correct?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Would you just tell us a little bit about yourself and then you can proceed and tell us about your son, Douglas Frans whom you say died in Angola in 1985.",
            "Female"
        ],
        [
            "MS FRANS",
            "We got the news that Douglas Frans had left and we were hurt because we didn't know anything about his whereabouts.  I live with 3 of his children and so I was disturbed when he left us because he used to work for us.  And in 1985 that's when he got lost and we didn't know of his whereabouts and the policemen used to visit our home to ask about him and I didn't know where he was.  \n These policemen used to come even at night, in the early hours of the morning to ask us about Douglas and I would always tell them that I didn't know where he was.  But they would insist that I should know about where he was because I was his mother.  So I told them that he had disappeared - I really didn't know where he was.  So I was not getting any information about his whereabouts and I used to make some inquiries but no one knew.  \nSo we were all disturbed, then in 1988 2 men came from Losaka and they informed that Douglas had died in Losaka.  I was shocked and I confirmed this with them and I had nothing to say thereafter.  They said they were originally from Gauteng but they had been with him in Losaka.  So that was the last I heard of him, I didn't even ask their names because I didn't have the courage and the strength and they were in a hurry and they said they were going to other parents to inform them about their dead children.\nSo I was left like that up to now.  So I have now decided to come before this Truth Commission because I need his body that he should have a decent burial here at home.  I also ask the Government that he should have a tombstone in memory so that his children should see where he is.  And I would also like the Government to help me with educating these 3 children because one of them is in Std 6 - staying with his mother and 2 of them are with me.  One is doing Std 4 at Mboniselo Junior Secondary School and the other one is in Std 2 and he lives with my daughter and he only comes to me during holidays.\nSo I'm asking for assistance for these children because I want them to have education and I want them to be brought up properly.   I have got nothing more to say.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Ms Frans I just want to ask you a few questions so that we can understand the story correctly.  Is it true that your son left South Africa in 1985, do you know about that?",
            "Female"
        ],
        [
            "MS FRANS",
            "Are you asking - yes he left in 1985.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And you heard the news from the young men - the 2 men who came to visit you that he passed away in 1988?",
            "Female"
        ],
        [
            "MS FRANS",
            "That's correct.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And you say that he died in Losaka?",
            "Female"
        ],
        [
            "MS FRANS",
            "That's right.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And - and that's the news that the 2 young men gave you that he died in Losaka?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, ma'am.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I - I would like to just share with you some of the news that the - your investigators gave us because it tells us that your son was probably killed in Angola.  And  told me that your son was probably killed in ambush in Angola by members of UNITA - and that's the name of the army in Angola.  Did you hear what I said now?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, I've heard.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Before I continue can I just find out from you  did you know that your son had another name?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, I did hear about it but I've forgotten the name, but I know only the surname that he called himself Nzuzu.  It is a first name that I do not know - I have forgotten.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Could it have Solly?",
            "Female"
        ],
        [
            "MS FRANS",
            "I - I - I've said that I've forgotten because it was not his real name.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "But you are sure that the surname was Nzuzu - Nzuzo?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes, I'm certain of that fact.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you, you were telling us also about your son's children.  You say he had 3 children?",
            "Female"
        ],
        [
            "MS FRANS",
            "That's right.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Are they all then with you?",
            "Female"
        ],
        [
            "MS FRANS",
            "No, one of them - the eldest - lives with the mother.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And the other 2 are living with you?",
            "Female"
        ],
        [
            "MS FRANS",
            "Yes.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "You also mentioned in your written statement that there's one child who is not well mentally.  Is that also your son, Douglas' child?",
            "Female"
        ],
        [
            "MS FRANS",
            "That's my own child and I live with him.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you Ma'am for clearing that up with us.  I just need to - just perhaps to find out from you about the eldest child - Lolo - is that - is that - where is the mother living and do you have contact with him?",
            "Female"
        ],
        [
            "MS FRANS",
            "We do have contact with the mother and we communicate.  She lives in Polla Park.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I do not have any more questions.  I'll hand over to the Chair now, my colleagues might have questions to ask you as well.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thanks Glenda, the Reverent?",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson, I would like to ask how old was - was your son when he left in 1985?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "I can't hear.",
            "Female"
        ],
        [
            "REV XUNDU",
            "How old was Douglas when he left the country in 1985?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "He was 20 years old.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was he working, where was he working?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "He was a road worker.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was it quite some time that he had been working?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What member of - what member of the organization was he?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "He was a member of the African National Congress.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was he a member of the UDF - of the Union because the ANC was banded that time?  It was working under cover - the ANC was working under cover at that time, now I'm asking was he perhaps a member of the UDF or a member of the Union?",
            "Unknown"
        ],
        [
            "MS FRANS",
            "He was a member of the UDF - he was a UDF member.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS FRANS",
            "Thank you.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you ma'am, now I would like to say to you don't be disturbed that you don't remember some of the facts because all this happened a time - a long time ago.  And some other times we don't get to much involved in what is done by our children and so you cannot be expected to know everything about the death and all.\n So don't panic that you do not - you could not answer all the questions.  It's our duty to investigate about what happened to your son and some other times it becomes very difficult when we do not have all the facts with us.  But we shall make our utmost best to get what really happened to your son.  We really feel for you and we promise that we are going to investigate as much as possible to know what happened to your son who died at a very tender age.\n Many people lost their children and many children lost their parents.  We therefore thank you that you have come to share your pain with us and we also promise that we are with you at heart, thank you.",
            "Female"
        ]
    ]
}