{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-08-14",
        "location": "VANDERBIJLPARK",
        "day": "4",
        "names": [
            "JACK MBELE"
        ],
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52813&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_vdb_2boipat4.htm",
        "speakers": [
            "ADV SIBANYONI",
            "ADV SIGODI",
            "ADVSIGODI",
            "CHAIRPERSON",
            "JACK MBELE",
            "MR BERGER",
            "MR DA SILVA",
            "MR LAX",
            "MR MALINDI",
            "MR PRIOR",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS PRETORIUS"
        ],
        "original_speakers": [
            "JACK MBELE",
            "CHAIRPERSON",
            "MR BERGER",
            "MR MBELE",
            "MR LAX",
            "MR STRYDOM",
            "ADV SIGODI",
            "MS CAMBANIS",
            "MR MALINDI",
            "MR PRIOR",
            "MR DA SILVA",
            "MS PRETORIUS",
            "ADVSIGODI",
            "ADV SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "May I remind you that you're still under oath to speak the truth?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "(continued)   Thank you Chairperson.\n\tMr Mbele, yesterday you told the Committee that the division into two groups was spontaneous.  Is it your evidence that the attackers moved from kwaMadala to Boipatong and down that fourth street, that last street, Moshweshwe Street turning left into Lekwa Street without any discussion as to how the attack was going to be carried out?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Let me briefly say we arrived at an open veld next to Boipatong.  We were in the front but there were talks in the middle of the group but I did not get to what was said and we proceeded to the last street of Boipatong.  According to me the groups were formed when the shooting started between us and the comrades.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were these talks?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We stopped next to a tree.  I was in a hurry to get into the township, I did not pay attention to what was being said but there were talks.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that you were in the front of the group and these talks were happening in the middle of the group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's what I would say Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "So then I take it that you would have been at the front of the group as the group entered into Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you look at page 130 of the bundle, it's the second page of your affidavit, in the middle of the page you say\n\"Ons het later in twee groepe verdeel\"\nwell let me go one sentence before, you say:\n\"Ons is as een groep uit die hostel uit, ons het later in twee groepe verdeel.  Ek was in Damarra se groep.  Ons het by die vierde straat ingegaan.  Terwyl ons beweeg het was ek en Makuka heel agter.\"\nSo in your statement you make two points.  Firstly you say that you divided into two groups, you then went into the fourth street which we know is Moshweshwe Street and you and Makuka were right at the back?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Can I give an explanation Sir.  After we entered Moshweshwe we were in the forefront.  Makuka was not next to me at that time.  When we approached Lekwa the comrades shot at us, we shot at them, they ran away and the others turned to the left up into Lekwa and we chased after them and as I was running and other people ran faster than me and they passed and the other men said to me: \"Come on let's take this other direction\", then we went straight until into Slovo Park.",
            "Male"
        ],
        [
            "MR BERGER",
            "You fired shots at the comrades?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I shot.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is there no mention of that in your affidavit?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not mention everything in this statement.",
            "Male"
        ],
        [
            "MR BERGER",
            "The first mention in your statement, in fact the only mention in your statement of your having fired shots is when you were in the vicinity of the firms, the industries?",
            "Male"
        ],
        [
            "JACK MBELE",
            "At the time of giving this statement it didn't come to me that I should write everything that I did.  Maybe it's just a mistake that I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it that this altercation with the comrades is something that you've picked up from your co-applicants during their testimony and now you think you must bring it into your testimony?  Is that what's happening, Mr Mbele?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is not so, I saw the confrontation.",
            "Male"
        ],
        [
            "MR BERGER",
            "How then did it happen that you and Makuka were right at the back of the group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we entered Moshweshwe, I was in the front.  The person who was next to me is Damarra, I'm sure of that.  When we approached the corner the self defence units were in front of us.  The shooting started and they ran away.  We chased after them.  As we were chasing after them, there were many people already running in front of me.  The other men said:  \"Let's take this street\" then myself and Makuka went into that street.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that was the point at which you and Makuka became or were positioned right at the back?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No, we were right at the back at the time of leaving Slovo Park for the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I must just put it to you Mr Mbele that that's completely contradictory to what you state in your statement.  Do you have any explanation for that?  In other words what I'm saying to you is that your evidence now is that you were at the back of the group only when the group was leaving Slovo Park.  What you state in your statement is that you were at the back of the group when you were entering Boipatong.  I'm putting to you that there's a difference, a material difference.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, when we left the stadium for Boipatong I was walking in the middle.  When we stopped in the open veld before getting into the township I was already in the forefront.  When we left that tree I was still in the forefront.  When we approached Lekwa Street I was still in the forefront, that was during the shootout of the comrades, then we entered into the other street with Mr Makuka and them.  We met another group in Slovo Park, when we joined that group we were right at the back.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you do in Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were looking for people who were running away from our members who were in the forefront.  We were behind so that if anybody approaches we could shoot at him.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long were you in Boipatong and Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I am not sure but if I estimate it might be 30 to 45 minutes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Some of your co-applicants have estimated the time that you were in Boipatong and Slovo Park between an hour to an hour and a half, would you say that that's too long or would you say that approximately the time that you were in Boipatong was round about an hour?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is their estimation and this one is mine.  I do not know whether I should dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "What you don't dispute is that you were in Boipatong and Slovo Park for a long time and you had plenty of time to do whatever you wanted to do.  Am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are right.",
            "Male"
        ],
        [
            "MR BERGER",
            "How much time did you spend in Slovo Park?  Can you say?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think it's about six minutes because we only walked in one street, the street that is dividing the township and the informal settlement.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was this towards the end of your time in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I have a technical problem, I cannot properly get the interpretation.",
            "Male"
        ],
        [
            "MR BERGER",
            "My question to you was;  would I be correct in saying that you spent most of your time in Boipatong, towards the end of the attack you moved into Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We took some time to get into Boipatong but it took us quite a short time to get into Slovo Park and we did not spend much time in Slovo Park because we were on our way out to the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, you must have spent a lot of time in Slovo Park, Mr Mbele, because if you got into Boipatong and you immediately moved after the altercation in Lekwa Street towards Slovo Park, you had to account for, even on your evidence, about a half an hour doing something in the vicinity of Slovo Park before you moved out again through Boipatong.  So what I'm suggesting to you is that you spent a considerable time in Slovo Park on your evidence.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Sir, we were not running, we only ran when we chased after the comrades.  That is the only time when we ran.  When we headed for Slovo Park we were just walking, we did not run.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay, let me ask you this.  When you got to Slovo Park had a lot of death and destruction already taken place?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'll say yes because when we approached from the corner there were people in front of us already about 200 metres from where we were.  Now we were actually walking on their trails, they had passed already.  I would say there was destruction and death already.",
            "Male"
        ],
        [
            "MR BERGER",
            "So there was really nothing for you to do in Slovo Park.  The business of killing had already been done?",
            "Male"
        ],
        [
            "JACK MBELE",
            "This group was in front.  Some people would be hiding and upon realising that the first group of attackers had passed, they would come out to us maybe for help and then we would finish them off.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, please will you tell the Committee what actually happened when you and your group went through Boipatong, did you find any people?  Did you attack any people, did you kill any people?",
            "Male"
        ],
        [
            "MR BERGER",
            "After we chased after the comrades the other men we should take the street leading to Slovo Park.  It was myself, Makuka, Khosi and Demu.  The people started smashing or destroying houses.  When we were in the other section of the township next to Slovo Park there was another person who came from the direction of the Slovo Park and he wanted to cross the street into the township.  Because we were right at the back, Makuka shot him.  I think he shot four or five bullets.  We saw him at the time of his falling.\n\tNow this person from a distance looked like a man but when we approached it was a woman.  When we came close to this person we realised, we said \"this is a woman\" and she was wearing a pair of trousers.  Then we just consoled ourselves, we said they are also supporting the comrades.  \n\tWe passed and went on until we reached the vicinity of the firms.  Now people were running away from the township into the firms.  I took part in the shooting of those people who were running from the township towards the firms.",
            "Male"
        ],
        [
            "MR BERGER",
            "So are you saying that you did not attack anybody in Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Nobody.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why didn't you go into the houses and look for people to kill?  Wasn't that your purpose in going into Slovo Park in the first place?  You said a little while ago that after the first group of attackers had passed through there were other people hiding and who would come out.  Did you go looking for them?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, when we approached the corner it appeared to me that we would not even find anyone even if we get into the houses because the first group had already passed and these windows were smashed and the property was damaged.  Now the people who would be running in the streets were the ones I would have shot at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, did you shoot at those people?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Chairperson I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now a minute ago you told us that when you approached the corner there was a group of people which was ahead of you and the people of, who were in Slovo Park would hide from this group and once this group which was ahead of you had gone past, these people would come out of their hiding and approach you for help. and the interpretation we got here was that \"we would then finish them off\".  Is that what happened?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I don't think those people would come straight to us because we had white bands around our heads.  Now it would be very clear to them that we were part of attackers, I don't think they would have come to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, what I've just said is what was interpreted to us as having been said by you.  Do you understand that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Yes I do understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did any people approach you for help after - or at least advance towards your group after the first group, after the group that you had, were following, had gone past whatever point?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "No, nobody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then why did you tell us then that when you were approaching the corner and I assume this was the corner approaching Slovo Park, there was a group which I think you said was approximately 200 paces or metres ahead of you.  Did you say that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That's what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went on to say that once this group had gone past, the people who had been hiding from them would come out and approach you for help.  Did you say that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Not to approach us and ask help, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what did these people do?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "We had this in our mind, Sir, that the people would see that the first group had passed already and they would come out.  On coming out we thought that they would have come to us thinking that we were not part of the attackers but because we had white bands some of us left that kind of thinking.  Now there was this one person who was from the Slovo Park into the houses.  Makuka shot at that person.  We ran towards that person and we realised that it was a woman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that, I understand that.  What I wanted to understand is;  you see when the people in Slovo  Park saw this first group of about, which was ahead of you, they would hide, is that right?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "There's a technical problem Sir and the equipment cuts.  I can't hear the interpreter properly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what I'm saying is, the people in Slovo Park, well they probably saw this group which was ahead of you went to hide somewhere.  Did you not nod your head?  Say yes or no.",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Yes they would probably hide somewhere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now once this group has gone past that particular point, I understood your evidence to suggest that these people would then come out thinking perhaps that it was safe ?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then they will come upon you?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you'll finish them off?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "According to us we were going to finish them off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did you shoot at those people who emerged?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "It is this person that I referred to already that she was not approaching us but she was heading for the township and she was walking alongside or in the side of Makuka, then Makuka shot at her and she fell.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what about those people that, you know, forget about that person.  I've heard your evidence about that person.  I'm just asking you about those people who would, when they see this group which was in front go and hide and once the group has gone past a particular point, think of it as safe, come out, came upon you, did anything like that happen?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Nobody came out Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Just - if you can, you don't have to change your headphones, the problem is that this little item mustn't be under your papers.  That's blocking the signal, this thing.  You must keep it open and not under the paper, that's why you can't hear.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, if I understand your evidence now it's that you expected the people who had hidden from the first group of attackers to come out but they never did.  Is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You expected these people to come out, to see you, to think that it was safe and to ask you for help, correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I didn't have that feeling, I didn't have that in my mind that they would come straight to us.  What I had in mind was the person would be hiding after the first group had passed, the person would come out, upon seeing this person I would shoot at him.  That was in my mind.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, Mr Mbele, your evidence was that people who were hiding, maybe they would come out, come to us for help and we would then finish them off.  That was your evidence, correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, please understand me, I am saying I did not have that in mind that they would come to us because of the white bands.  These bands were quite visible and white and these people would have realised that the people with white bands around their heads are part of the first group.  Now we were looking for people who were hiding from the first group and because of fear, after the first group had passed, they would come out and then we would finish them off.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll deal with that in a moment.  I just want to know why you gave evidence when you said maybe they would come to us for help.  Why did you give that evidence?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I was referring to this.  You know, when a person is very fearful, when a person experiences something that actually troubled him, the person would come out and if he sees you he would come to you thinking that you would help him.  Fear would be dragging such a person towards a group of people, thinking that they would help him.  That's what I was referring to.",
            "Male"
        ],
        [
            "MR BERGER",
            "But at the same time you give evidence to say that they would see the white bands so they would not come to us for help, they would run away from us because they would know we are the attackers?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, when a person is - fear differs, Mr Berger, we do not control ourselves in the same manner.  If one is very fearful he just loses sight of everything.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you Mr Mbele that your evidence on this point is nonsense.",
            "Male"
        ],
        [
            "JACK MBELE",
            "This is my evidence, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps, Mr Berger, you should reserve your comments on the evidence of the witnesses to the Committee.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I thought that in order for me to be able to argue that to the Committee I must put it to the witness so that he has an opportunity to respond.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But suffice which to put it at the level of being contradictory.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chair, I'll submit it goes further than that but I'll leave that for argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just telling you that we have to respect the person who is giving evidence.  That's all I'm saying.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mbele, you say that you were looking for people who were hiding.  How did you do that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Not that we were looking for people who were hiding.  As the first group had passed, because our group was not big and we were walking quietly, they would emerge from their hiding places, maybe three or two minutes after that and they would come out and find us in the street, not that we were looking for them where they were hiding.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, correct me if I'm wrong but a few minutes ago you gave evidence where you specifically said that you were looking for people who were hiding.  Am I wrong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, we did not look for people who were hiding, we did not get into houses looking for people who were hiding.  We were walking thinking that they themselves would come out after the first group had passed.",
            "Male"
        ],
        [
            "MR BERGER",
            "You aim in Boipatong and Slovo Park was to kill as many of the residents as possible, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And up to that point when you got into Slovo Park you hadn't killed anybody.  In fact you hadn't even attacked anybody?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say I did not attack a person.  I shot, I took part in shooting.  According to my knowledge, shooting is attacking a person.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're talking about the shots in Lekwa Street?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Lekwa Street and in the vicinity of the firms.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well in Lekwa Street you hadn't killed anybody?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say I did not kill anybody.  Nobody fell to the ground.  We shot at them, they ran away.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the shooting at the firms was after you had already left Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So by the time you got into Slovo Park you didn't know whether anybody had died as a result of your actions?\nWhat I'm putting to you is surely you would have gone through the houses and around the houses to see if there was anybody hiding there who had been missed by the first group of attackers?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, it did not come to me, I did not get into the houses because the first group had passed the streets already and I felt that there were no people in the houses.  Some of them might have been hiding somewhere.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did you think they might be hiding?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I thought that people would be jumping from one street to the other, trying to run away from trouble and such a person would meet us in the street she or he is running to.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you never went into the streets, you stayed on that one road which divides Slovo Park from Boipatong and you moved up towards the factories, that's all you did?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's what I'm saying Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it that you are deliberately underplaying your role in the attack, Mr Mbele?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I've got nothing to hide because that would not help me at all.  I am here to tell the truth as to what I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you were in Slovo Park it was just the nine of you, there were no other people, the other attackers had passed through already?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw any white men in Slovo Park while you were there?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I never saw any white men.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw any policemen?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I never saw any policemen.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw any children lying dead in Slovo Park?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I never saw any child lying dead.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never saw any people dead except for the woman who was shot by Makuka?",
            "Male"
        ],
        [
            "JACK MBELE",
            "The person that I would say I saw in the vicinity of Slovo Park, it's a man who was lying on the ground next to a certain shack inside his yard full of blood.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's the only person that you saw who was dead?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't have evidence as to whether he was dead or not.  We were just passing, he was lying on the ground next to a wall and then we passed.  I would not say whether he was dead or alive because I did not reach next to him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why didn't you finish him off?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He was in a pool of blood, it was unnecessary to go and finish him off.  The people who passed had done the job already.  The blood around him was the proof of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "From Slovo Park you then came back into Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "After you had fired your shots at the factories or at people running toward the factories, did you attack any other people in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Nobody, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "There was no one to shoot at.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you went the entire length of Boipatong from Slovo Park to Frikkie Meyer Boulevard.  You went through Boipatong without attacking anyone?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's what I'm saying Mr Berger.",
            "Male"
        ],
        [
            "MR BERGER",
            "Without attacking any house?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not set my foot in any house in Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Without throwing stones at any windows.",
            "Male"
        ],
        [
            "JACK MBELE",
            "I had a firearm only.  I did not even throw a stone.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never fired any shots at any houses on your way back from Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger we were going to kill people.  The firearm that I had was not meant for shooting houses it was meant for shooting people.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well then I don't understand Mr Mbele.  You haven't yet killed a person as far as you know.  Now you come out of Slovo Park, you come back into Boipatong and you go the entire length of one of the streets, probably Bafukeng Street without shooting at anyone, shooting at anything, searching for people that you could kill.  In fact you walked peacefully through the entire length of Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, each and every person approaches war in his own ways.  People got into houses doing all sorts of things.  I was walking with the gun in my hand and my only aim was to shoot at anyone who would be running away so that this person falls to the ground and my men finish him off.  I did not shoot at houses because I didn't go to houses.  I was actually going for people.",
            "Male"
        ],
        [
            "MR BERGER",
            "There was no one in the street for you to shoot at, why didn't you go into houses to look for people to shoot at?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That never came to me, it didn't come to me that I should get into houses, shoot at doors, get into houses, search for people.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you know that the attack was over?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not know, I only realised that we were heading for the exit.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now as you were exiting Boipatong am I correct when I say that you went through one of the top streets of Boipatong next to the factories?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we left Slovo Park we didn't take the top street we took the bottom street and we met other people at the intersection of Lekwa.  Some went straight into that street, I turned to the last street in the vicinity of the firms.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you say you didn't take the top street you say you didn't take the street closest to the firms?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, there are two streets.  There's Lekwa, it's a tarred road.  When we left Slovo Park, we used the street that is not tarred, we used a gravel street.  At the intersection of Lekwa and this street people went straight but we turned to go and take the top street.  That is where I saw people running from their houses towards the firms.  These are the people that I have referred to earlier on when I said I shot at them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, if I give you a map EXHIBIT J would you be able to plot on EXHIBIT J your course through Boipatong, Slovo Park and then out of Boipatong?  Would you be able to do that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I will try.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'll give you EXHIBIT J, my copy and if you would mark it in blue.  I will give you a blue pen.  Mr Mbele, do you need to orientate you with the map or have you seen it before?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I saw the map with one of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, now at the bottom of the map you will see there's Moshweshwe Street, do you see it?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then moving along Moshweshwe Street you get to Lekwa Street which is the intersection and then continuing along Moshweshwe Street all the way you finally get to Bakwena Street and then Slovo Park.  Do you see that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Can I point it out to the witness?",
            "Male"
        ],
        [
            "MR BERGER",
            "Please, yes.\n\tAnd then Mr Mbele, if you look at the top of the map, right at the top you get Amatolo Street.  Now that is the street which runs next to the factories and the street just below that is Bafukeng Street which was the street I was talking to you about.  Now - and then if you go again to the left you see that's exiting now Boipatong.  So can you plot in blue on that map your route along Mshweshwe at the bottom and then explain how you get to Slovo Park and then explain how you get out of Boipatong please?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Berger, did you mention Bakwena Street?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes I did.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where can we find that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Ms Sigodi, Bakwena Street is in the bottom right hand corner of the map.  It runs off Moshweshwe, Barulong, Majola and Bapedi Streets.  It runs in a north south direction, bottom right hand corner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will that be the very last one at the bottom of the map?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, yes that's it.  It runs parallel to Thabo Busiel Avenue which also runs north south.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the very short one there, is it?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, yes it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two structures on either side.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, if one follows Moshweshwe Street right to the end of Boipatong just before one gets to Slovo Park, that's the start of Bakwena Street.\n\tFor the record, you've indicated a route which enters Boipatong on the western side of Moshweshwe Street, proceeds down Moshweshwe to Lekwa, turns left into Lekwa, moves in a northerly direction until Bapedi Street, right into Bapedi, east along Bapedi to Slovo Park.  As you indicated the road which divides Slovo Park from Boipatong, up Boipatong - I beg your pardon, up that street in a northerly direction to the northern part of Slovo Park.  East - I beg your pardon, west along Amatolo Street, south into Sekakuni Avenue, west into Bafukeng Street until you get back to Lekwa and then you turned north into Lekwa and then left again and moved west along Amatolo Street and exited Boipatong on the western side of Amatolo Street.  Is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many of you were there in this group that finally exited from Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we were at the corner of Lekwa all these people passed, went into Bafukeng.  Myself and Makuka, only the two of us, used the outside exit which is Amatula Street.  Just the two of us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is that?  Why did you break away from the rest of the group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know the reason why, we just told ourselves that we will not use this street, my brother,that's what we said to each other.",
            "Male"
        ],
        [
            "MR BERGER",
            "So are you saying that all the other attackers - now we're talking about hundreds of men continued to move along Bafukeng Street from Lekwa out towards Thembu Street?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say all of them.  I'm referring to a group that was with us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would that be the second group?",
            "Male"
        ],
        [
            "JACK MBELE",
            "This is not the first group, it's a small group that branched of from Damarra's group.  Others used Bafukeng, the two of us used Amatolo, but the people whom we followed, some of them proceeded to Bafukeng because we could see them right ahead for exiting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately how many people would you say would have been in the group that proceeded along Bafukeng Street?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Our group, Sir, or even the first group?  I don't understand the question, Sir?",
            "Male"
        ],
        [
            "MR BERGER",
            "How many people would you estimate moved along Bafukeng Street as they exited from Boipatong.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe if I can just help here with this, Mr Berger, if you don't mind.  Let's be clear.  You told us earlier in your evidence that you were following about 200 paces or metres behind a much bigger group from Slovo Park.  Did that group follow the same path you have shown here?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Some of them yes, followed that route.  I do not know about those who were in the forefront whether they turned left or others proceeded straight but some of them followed this route.",
            "Male"
        ],
        [
            "MR LAX",
            "You were following what you thought was a group of people.  Whoever might have been ahead of them, you saw a substantial group, that was your evidence?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "What Mr Berger is asking you is those people eventually ended up along Bafukeng Street, the same people?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, I would say they ended up exiting through Bafukeng because they were now heading for the corner, they used Bafukeng, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "The question he asked you was how big was that group you were following that exited down Bafukeng Street.  That's what he is actually asking you.\nIt was a group of about 50, 50 something people.",
            "Male"
        ],
        [
            "MR LAX",
            "What happened when you got to the corner and if you look at the map again, what happened when you got to the corner of Amatolo and Thembu Streets?  I don't know if Thembu, if the name appears on the map but Thembu is the last street in Boipatong on the western side, it runs north south.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Before we appeared - before we reached the corner - there were people who came from Bafukeng.  Now they were running towards the vicinity of the firms passing Amatolo.  That is where I shot.  I am the person who shot facing that direction.  He did not shoot.",
            "Male"
        ],
        [
            "MR LAX",
            "So the shooting in the vicinity of the firms and your shooting occurred near the corner of Amatolo and Thembu Streets?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Not near the corner.  I think we were next to the eighth house from the corner.  Now people came running from the second house, running towards the firms.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, I understand that the shooting occurred in the vicinity of Amatolo Street approximately eight houses from the corner with Thembu Street.",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And then what happened after the shooting, what did you and your fellow attackers do?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We left for the hostel but there was a group of people waiting where we entered through to Boipatong.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm sorry, I missed the interpretation?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm saying - after shooting, those people ran towards the firms.  We proceeded straight to another group of our people who was waiting for us in an open veld.",
            "Male"
        ],
        [
            "MR LAX",
            "When you say we it's you and the approximately 50 other people?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No, it's myself and Makuka.  When we left this street there were people coming from the second street.  I think these were the people who got into the houses in that street because they had cups, duvets and many things.  We met together at a group that was already waiting for us.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you, Makuka, the group of attackers who emerged from Bafukeng Street, you then moved to join the other attackers in the veld?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now you see that area where you were and the other people who came out of Bafukeng Street, that is very close to the robot.  Let me put it this way, in order for you to get to kwaMadala, all you would have to do is to move straight, cross over Frikkie Meyer Boulevard and proceed towards kwaMadala.  Am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You're right.",
            "Male"
        ],
        [
            "MR BERGER",
            "How far did you have to walk from that corner to where the main group of attackers was waiting?",
            "Male"
        ],
        [
            "JACK MBELE",
            "About ten metres.  They were not far.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this was a huge group of attackers, am I right?  Hundreds and hundreds of men?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "From there how did you all get back to the hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When we joined the group we all proceeded for the hostel.  When we left that spot I saw a police vehicle, an armoured vehicle and because we were walking fast the vehicle reversed after Themba shot in the air.  The vehicle reversed until a garage.  We crossed a bridge and we walked on a small path until we reached kwaMadala.",
            "Male"
        ],
        [
            "MR BERGER",
            "How far away from your group, this is now the big group, was this armoured vehicle that retreated from you?",
            "Male"
        ],
        [
            "JACK MBELE",
            "About 250 metres.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see what I don't understand, this armoured vehicle was moving along Noble Boulevard, is that right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I heard that evidence here, I never saw it driving in that street.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well it was driving in the street which runs next to the firms, is that right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They say so, I would agree with you.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you met the group, your group, it was approximately ten metres from the intersection of Bafukeng and Thembu Streets?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't want to stick to that 10 metres, I was just estimating, I'm not sure.  It is just an estimation of the distance.",
            "Male"
        ],
        [
            "MR BERGER",
            "But it's not a very far distance at all?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No it's not a far distance.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the armoured vehicle then couldn't have been 200 to 250 metres away from you?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I am saying to you that these are just estimations, I am not saying it is an exact figure.  This happened a long time ago and I used to go around in Boipatong, I know that place.  I'm estimating Sir, I'm saying it's about 250 metres, it's just to give you a direction.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, on your evidence, that armoured vehicle must have been very close to you, very close to you before it started retreating as you say?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I cannot agree with that statement.  It's confusing and misleading.  Unless the evidence is that that armoured vehicle was driving on the grass land or area in that vicinity that statement would be correct but I never heard any evidence that an armoured vehicle drove onto the grass area but it stuck to the tarred section and if that's the situation it cannot be very, very close as it was put.",
            "Male"
        ],
        [
            "MR BERGER",
            "If the armoured vehicle was on Nobel Boulevard and the huge group of attackers was congregated approximately ten metres from the corner of Bafukeng and Thembu Streets, that group must have been very close to Nobel Boulevard.  I will leave it at that but by something very close is relative, if one would have a look at the EXHIBIT M1, one can form a kind of estimate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your answer Mr Mbele?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Mr Berger, can you repeat your question please?",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, I'm trying to ascertain how far this armoured vehicle was from your group.  Now you spoke about ten metres, not in that context admittedly, I'm not holding you to that and you spoke about 250 metres.  So you know the difference between a very small distance and a very large distance, 250 metres is much larger than ten metres.  I'm not holding you to exact metres but what I'm saying to you is, if the large group, the hundreds of people that you joined was approximately ten metres away from the corner of Bafukeng and Thembu Streets then it means that that large group was not far from the road, the tarred road, that runs next to the factories which is Nobel Boulevard.  Would you agree with that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not agree with that.  Mr Berger, when we emerged from the corner of Amatola, we did not proceed straight to a group of people.  We walked towards - we moved towards the left direction, they were in the open veld towards the left.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you returned to kwaMadala you came through the main gate, is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you walked through the streets of Boipatong you had no difficulty moving around, is that right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "In some of the streets we did not have difficulties, in some of the streets it was difficult to walk properly.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Some of the streets were not barricaded and some were barricaded with stones and other things.",
            "Male"
        ],
        [
            "MR BERGER",
            "The entrance to Boipatong, the exit to Boipatong along Moshweshwe Street, the exit along Amatolo Street, the exit along Lekwa Street, both north and south, those were not barricaded, correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which ones were barricaded?",
            "Male"
        ],
        [
            "JACK MBELE",
            "There was a wire in Moshweshwe Street and some trees and we removed those so that we can pass through.  When we approached from the corner, there were stones blocking the road in Lekwa.  That is at the point when we met the self defence units.  After that I followed the road that I have already shown and indicated on the map.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you moved the obstacles out of the way?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes they were removed.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you got back to kwaMadala, did you go back to the stadium?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why is it that some attackers went back to the stadium and others claim not to have?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You do what you feel is right for you.  No one was forced to go to the stadium.  If you felt like going to the stadium, you went and if you didn't feel like, you didn't go.",
            "Male"
        ],
        [
            "MR BERGER",
            "The following day, this is now the 18th June, a lot of property which was stolen from Boipatong was burned.  You witnessed that burning, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are right, I witnessed the burning.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why were the goods burned, why was this property burned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "The people were destroying the evidence, that's what I would say.  We were destroying the evidence.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who told you to destroy the evidence?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm saying I thought these good were burned to destroy the evidence.",
            "Male"
        ],
        [
            "MR BERGER",
            "But who instructed the people to burn the goods.",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not want to commit anyone, I didn't hear anyone saying the goods should be burned.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where at kwaMadala were the goods burned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Next to our room there's a new gate in kwaMadala.  This was for the employees of Iscor to go through.  Now the goods were burned next to that gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "At what time on that day were the goods burned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I am not sure, Mr Berger, what time it was.  I would say it was round about 9 o'clock in the morning, between 8 and 9, just somewhere there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you know that a lot a property was stolen from Boipatong, taken to kwaMadala Hostel and I assume that all the people who stole property took the property into their respective rooms, would I be correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You would be correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, you'd all had a very late night, how is it that the goods were being burned at 8 o'clock that morning?  You see, surely somebody must have come around to the rooms to say we're going to burn the property?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I would not dispute that, I was in the shower.  I woke up that morning and took a shower and when I went out I saw a big smoke of the burning goods.  I would not dispute the fact that someone might have said the goods must be burned.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you ask anybody why are the goods being burned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not ask why, I knew what was happening.",
            "Male"
        ],
        [
            "MR BERGER",
            "And things that were being burned were television sets, clocks, fridges, stuff like that, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are right but you are wrong when you make reference to a fridge, I have never seen someone carrying a fridge.  But you are right about videos, televisions, duvets and blankets but you are making a mistake when you make reference to a fridge.",
            "Male"
        ],
        [
            "MR BERGER",
            "How long did the fire go on for?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Quite some time, a long time but I don't want to commit myself as to how long but it was a long time.",
            "Male"
        ],
        [
            "MR BERGER",
            "It must have taken hours to burn T.V. sets, video machines, hard items like that.  It must have taken a very long time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I'm saying a long time, whether an hour, less than an hour, more than an hour, I do not want to commit myself but it was a long time.",
            "Male"
        ],
        [
            "MR BERGER",
            "What about the weapons which had been used during the attack, what happened to them?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't want to lie, I do not know what happened to them but the Police arrived late that day with Themba Khoza and them.  We were searched.  My gun and Makuka's were hidden.  After the Police had searched, when we went back where we hid them, the guns were not there.  I would say the Police confiscated those guns.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did the guns come from in the first place?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Which guns, our guns, my gun as well as Makuka's or the hostel guns?",
            "Male"
        ],
        [
            "MR BERGER",
            "Your gun was an unlicenced gun.  Would I be correct to say it was a stolen gun?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who stole the gun?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say we stole the gun.  We bought the gun from someone who sells them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who is the person that you bought it from?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Someone called Neymbe who resided at Sebokeng Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "That night there were people armed with AK47's, shotguns, other rifles, is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did those weapons come from?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I only know the guns that were brought by Damarra in his Skyline vehicle.  Those are the guns I saw in the stadium, the AK47's.  Others who had guns I know that they got hold of the guns in their different ways, they must have used different ways to get those guns.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you see Damarra bringing the guns to the hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think it was after the first meeting of the hostel.  They were next to his room on the ground.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which meeting are you referring to?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm referring to the meeting of a week before Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's the meeting when it was decided that Boipatong would be attacked, am I correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It was not decided that Boipatong will be attacked, we were told to prepare for an attack whether it was an attack on Sharpeville, Sebokeng, Boipatong, we were not told.  We were just told to prepare for an attack, we were told that each one must have his things ready.  Where we were going to it was not disclosed.",
            "Male"
        ],
        [
            "MR BERGER",
            "In your affidavit at page 130 you, at the top of the page you say that Boipatong was mentioned at the meeting a week before.  You say that that is a mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'ts a big mistake.  That's a big mistake I've made.",
            "Male"
        ],
        [
            "MR BERGER",
            "How could you make such a mistake Mr Mbele?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I realised after writing this that we did not know at the first meeting the place of attack, we only knew on the 17th the base to be attacked.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you wrote this affidavit it was this year, correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew when you signed this affidavit that Boipatong was not mentioned at the meeting one week before the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew that if anyone said that Boipatong was mentioned at that meeting that that would be a big mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would say so.  If you mention that Boipatong was mentioned in the first meeting that would have been a big mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, why then did you tell the person who was writing this affidavit that Boipatong was mentioned, in other words, why did you make this big mistake if you knew at the time that it was a big mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, this Boipatong incident happened many years ago and I was still in prison when I wrote this affidavit and when the lawyer came to me to point out this to me, that's when I became clear of this and I told him that.  That's when he told me about the amnesty and I said yes, I would like to apply, but you must remember that I'm also forgetful.  I made a mistake by mentioning Boipatong in that case.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did the lawyer point out to you that this was a mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yesterday, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was it yesterday after the lawyer pointed out to you that this is a mistake that you then agreed yes it is a mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who pointed out to you that this is a mistake?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Nobody told me that this is a mistake.  Nobody pointed out to me that this was a mistake.  Before we got into this hall, as I was going through the statement, I went to him, I said:  \"Listen, in the first meeting there was no conclusion at all that Boipatong was going to be attacked, I made a mistake\".  That is before I could get into this hall, I went through the statement and I explained to him that Sir, Boipatong was never mentioned in the first meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you now made another big mistake, Mr Mbele, because two minutes ago you said that yesterday for the first time the lawyer came to you and pointed out this mistake and then you agreed after it had been pointed out to you that it was a mistake.  Now you're saying that evidence is not correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I am saying to you now, I read this affidavit because the lawyer told me you are next and I went through the statement so that I can confirm that what is written here is correct.  Now I told him that the Boipatong issue was never discussed in the first meeting.  It was discussed in the second meeting when we were leaving for Boipatong, then he asked me the questions yesterday about this mistake and I agreed that this is a mistake committed by myself.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, please listen carefully to my question.  Why did you say that yesterday for the first time the lawyer pointed out the mistake to you and you agreed yes there's a mistake.  Why did you say that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I agreed to that because he mentioned - he pointed out that mistake before this Committee, he told the Committee that this person agrees that he made a mistake and before this Committee I agreed that yes I made a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no.  The pointing out of the mistake was before you gave evidence.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So my question to you remains then, why did you give that evidence?  You see - Mr Mbele do you see the difference?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I see the difference.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you give the first bit of evidence and then change it?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I'm saying to you this happened long time ago.  When the Boipatong incident took place I did not record everything as to what was said in the first meeting as to what was said in the second meeting.  I never thought that one of the days I would be sitting before the Truth Commission telling the truth.  I never thought of that.  That is why this mistake occurred.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it that the, as you call it, big mistake has been corrected so that your evidence falls into line with the evidence of your co-applicants?",
            "Male"
        ],
        [
            "JACK MBELE",
            "This was corrected because my lawyer pointed this mistake before the Committee, he pointed this mistake that was committed by me and it had to be rectified.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before the meeting a week before the attack were there meetings before that at which attacks were discussed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "After the meeting of the 10th there was another meeting on the Sunday.  Do you remember that meeting?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know about a meeting on Sunday in the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was Themba Khoza's position at that time?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, let me explain this clearly to you.  I did not base my hope on the IFP, I did not actually follow who was who.  I just went into the hostel for accommodation.  I did not even consider going to the rallies even though I was a member.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you were not particularly concerned with the aims and objectives of the IFP, would that be correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "On the 14th June there was a meeting in the hostel addressed by Themba Khoza and a Mr Dlamini.  You do know who Themba Khoza is, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I know him but the meeting that you've just referred to I do not know.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know Mr Dlamini?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know Mr Dlamini, I know a Mr Mvelase who is working at the Vereeniging office.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why do you mention Mr Mvelase when I asked you about Mr Dlamini?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm saying to you these people you must remember they have many names.  You might be referring to Dlamini and I would be knowing him as Mvelase on the other hand, that's why I'm saying to you I do not know of a Dlamini, I know of a certain Mvelase who used to come with Themba Khoza in the hostel.  Maybe we're talking of the same person.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Mvelase, what was his position?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He worked at the offices of the KwaZulu Government or IFP, I do not know, it didn't concern me as to who he was and what his position was.",
            "Male"
        ],
        [
            "MR BERGER",
            "You attended a meeting which was addressed by Themba Khoza and Mr Mvelase?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not remember a meeting that was addressed by Mr Mvelase and Mr Themba Khoza in my presence.",
            "Male"
        ],
        [
            "MR BERGER",
            "You said that Mr Themba Khoza and Mr Mvelase used to come to the hostel.  What did they used to come to do if not to address meetings?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They came to see the leaders of the hostel and the committee members and I've never heard that the committee telling us as to the visit of Themba Khoza and them.  They would come on Saturdays, sit behind closed doors, discuss their issues and I would not say it was a meeting that was held and I would then I would be invited to such a meeting.  I've never attended such a meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who were the leaders in the hostel that Mr Themba Khoza and Mr Mvelase used to meet?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They used to visit Vanana Zulu, Mr Mtwana and Khumalo.  I think he's also a member of the committee, his name is Khumalo and Mr Mthembu as well.  He would be in the meeting with them.",
            "Male"
        ],
        [
            "MR BERGER",
            "That's Mr Moses Mthembu, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That's him.",
            "Male"
        ],
        [
            "MR BERGER",
            "The leader of the hostel was Mr Vanana Zulu, Mtwana Zulu?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes he was the leader of the hostel, of the people who lived in the hostel but Mr Mthembu was responsible for the employees who resided in the hostel but Mr Mtwana was the overseer of the whole hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mr Mtwana Zulu was also in control of the weapons in the hostel, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not know that.  Damarra was the person responsible for that and this other one who was called Speshla, but Damarra was the main man handling all such issues.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would you agree with the statement that nothing of significance would take place at kwaMadala Hostel without the consent of Mr Vanana Zulu?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would say so yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, when you move on to another aspect let us know so that we can take a tea adjournment?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, this would be an appropriate point to take an adjournment.\nHEARING ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbele, you are reminded you are still under oath.",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "(s.u.o.)  That is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "(continues)\t Thank you Chairperson.\n\tMr Mbele, would you agree that Mr Vanana Zulu was present during the attack in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't want to say he was present or he was not present, I did not see him on that day totally.",
            "Male"
        ],
        [
            "MR BERGER",
            "You can't deny that he was present?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not deny, I would not agree.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, because you were in Bafukeng Street and Mr Vanana Zulu was seen in Bafukeng Street and so is it not the case that you are actually aware that Mr Vanana Zulu was in Boipatong at the time of the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I'm telling the truth here.  If ever Vanana Zulu was present, I would mention his name.  I would mention that he was present.  I did not see him on that day.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you saw him at the stadium just before you left for Boipatong, did you not?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger I never saw Mr Vanana Zulu on that day whether at the stadium at Boipatong, even the following day I did not see him.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you see Mr Vanana Zulu for the first time after the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It was after quite a long time, I think a month.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where did you see Mr Vanana Zulu a month after the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I met him in the morning when we were taking a shower.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you live nearby Mr Vanana Zulu?",
            "Male"
        ],
        [
            "JACK MBELE",
            "No it's quite a distance from where he lived.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was there only one area where you could take a shower?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes there were communal showers for ladies and for men.",
            "Male"
        ],
        [
            "MR BERGER",
            "After the attack the hostel was sealed by police am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "For how long was the hostel sealed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes it was sealed for two if not three weeks.  Maybe even a month, I am not sure but it was quite a long time.  It was sealed for a long time really.  I would not want to commit myself as to the time, I can't remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "And during the time that the hostel was sealed I take it that there were a number of meetings of residents of the hostel to discuss your situation and to discuss the police investigation into the massacre?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it in the week following the massacre there were meetings and the week after that there were meetings, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes there were meetings held even though I'm not sure as to whether it was a week after the attack or the second week after the attack but there were meetings held.",
            "Male"
        ],
        [
            "MR BERGER",
            "There were a number of meetings because you had to decide as a group how you were going to react to the police investigation, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the leaders of the hostel would have addressed these meetings?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, after the Boipatong incident, let me say, if I'm not mistaken on the 18th Themba Khoza arrived.  There were still other meetings that were held but these meetings would not be addressed by a person who was known to be a member of the committee.  Anybody would stand up and speak.  Now the meeting would be disorderly, everybody would be talking, everybody.  But the main issue that would be discussed in such a meeting would be working together with policemen.",
            "Male"
        ],
        [
            "MR BERGER",
            "And during all of those meetings in the first week, in the second week after the attack, Mtwana Zulu was not there?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not remember whether he was present or whether he was not present.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, according to Mr Vanana Zulu's evidence at your criminal trial, he says he returned to the hostel on the 22nd June 1992.  I find it therefore difficult to believe your answer that you only saw him a month after the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I'm saying to you I'm not dead sure as to whether it was a month.  I am just estimating, it's an estimation of how long had I not seen him after the massacre.  I'm not sticking to what I've said when I said it was a month.  I wanted to give an indication that I saw him a long time after Boipatong incident.  Yes, the date that you have mentioned is also a long time after the Boipatong incident.",
            "Male"
        ],
        [
            "MR BERGER",
            "No it's not, it's four or five days after the incident.",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, five days is very long.",
            "Male"
        ],
        [
            "MR BERGER",
            "I put it to you that Mr Vanana Zulu was present on the night of the 17th in the Stadium, that he was in charge of the attack and that he lead the attack to Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, you're not telling the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "If there was a meeting in the hostel on the Sunday before the attack and if Themba Khoza had said at that meeting that if people come and attack you, you must fight back and kill them, if he had said that you would be aware of that, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "You are right.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you say there was no meeting on the Sunday before the attack, Themba Khoza did not say that, correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "According to my knowledge on the 18th a day after Boipatong, Themba Khoza arrived but he arrived late at that meeting.  It was late when he arrived.  The Police were already present.  Had he uttered those words I would have known, I would have told you that yes he was present and this is what he said.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm talking about a meeting before the attack, about four days, three, four days before the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I only know a meeting of a week before.  Themba Khoza was not present at that meeting.  It was Mkhize, Dlamini and many of us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which Dlamini was present at this meeting?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Dlamini who was selling meat at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides selling meat what position did he hold in the hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "He was not a well educated man, he couldn't hold any position.",
            "Male"
        ],
        [
            "MR BERGER",
            "So why did you mention him?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm mentioning him because he was present at such a meeting, I'm mentioning those who were present, those I saw on that day.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're referring to the Mr Dlamini from KwaZulu Natal, isn't that so?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Mr Dlamini who came with Themba Khoza to address the meeting?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know that Dlamini, I know the Dlamini that I've just mentioned.  He's just an ordinary man.  He doesn't - if you by face value, he would not even utter an English word, he would not stand next to Themba Khoza and address a meeting.  If ever there was a discussion to take place between him and Themba Khoza it would be greetings.  He was just a useless man.",
            "Male"
        ],
        [
            "MR BERGER",
            "He also wouldn't be in the same company as Mr Mkhize at a particular meeting am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They would be seen together, they would be seen together.",
            "Male"
        ],
        [
            "MR BERGER",
            "When Themba Khoza arrived at the hostel on the 18th did he ask the residents of kwaMadala whether they were responsible for the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes he asked whether we were responsible for this attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what did you tell him?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We said we knew nothing of this attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you tell him that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were aware that he might take us to the police.  We were aware that he might tell the police that we have agreed that we took part and besides, the police were present asking that kind of a question in the presence of the police, it was obvious that any answer was going to be heard.",
            "Male"
        ],
        [
            "MR BERGER",
            "You knew that the instruction was to kill all the residents of Boipatong, am I right?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Not all the residents of Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which residents of Boipatong were to be spared?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were looking for the self defence units.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did it happen then that the vast majority of people who were killed were either women or elderly people or very young children or even babies?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, in a war situation where people are fighting and when you fight people who have done something wrong in your life, you know it's a war.  Now these who were caught in the crossfire, that is how things cropped up.  Yes I feel very sorry for what happened, for the children that died.  You see, when it comes to women it's clear that they were supporting the youth, I saw it with my eyes, I witnessed it.  Those women took part in stoning that person and it was daylight.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're talking about an incident in Sharpeville?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm referring to an incident in Serela, Boipatong when Bongani Mbata was killed. I was there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why do you mention this incident for the first time, Mr Mbele?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, Bongani's incident is not connected to Boipatong Massacre but it happened in Boipatong.  Now your questions are related only to the Boipatong Massacre and your questions, Sir, led me to mentioning this issue.  I was actually supporting the question that you have asked about women and I was saying to you I saw women taking part in throwing stones and I just told myself, well these women are unreliable, look at what the comrades are doing and they supported.",
            "Male"
        ],
        [
            "MR BERGER",
            "So all the women of Boipatong were targets of the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not say all were targets.  My aim was to go for the comrades but because we've met women and upon seeing them it came to my mind as to what they did and it was also my aim not to say well, this is a woman.",
            "Male"
        ],
        [
            "MR BERGER",
            "Which women did you see that made you think this?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Many.  Many women.  These people drove us from a Checkers Tavern and we were in a big group until we were escorted by the police, until we passed by the shops.  There were still women and that was at that point where we were thrown with stones and they accosted Bongani.  There were many of the women there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, perhaps you would listen to my question.  When you went into Boipatong on the night of the attack, do I understand you correctly that you intended to kill as many of the men and the women that you could find?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I am now responding for myself.  I'm saying I witnessed an incident. I witnessed an incident with my own eyes and that incident motivated me, I said to myself God forgive me if I meet a woman I am going to shoot that woman because they support.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you answer to my question is yes?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.  Woman, a comrade, anybody above my age I was going to shoot them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Any resident of Boipatong who you came across, whether a man or a woman, of your age or above you were going to kill?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, I was going to kill anyone that I come across.  A comrade, a man, a woman.  I'm here to tell the truth, I don't want to say no I was not going to shoot a woman.  At that given moment, I was going to do it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Old women and old men as well, over the age of 50, 60, 70?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Those are my grannies and my grandfathers.  No, I would not even dare touch them.  I was referring to much stronger women.  I'm referring to these women who were in their middle thirties, up to 38, those were very strong women.  They could even run faster.",
            "Male"
        ],
        [
            "MR BERGER",
            "So men and women older than that were not fair targets as far as you were concerned?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Repeat your question, Sir, I didn't catch it?",
            "Male"
        ],
        [
            "MR BERGER",
            "As far as you were concerned men and women over the age of 38 were not fair targets?",
            "Male"
        ],
        [
            "JACK MBELE",
            "They were a fair target.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you understand my question?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So then, please, if we can just get finality on this.  Every resident of Boipatong, it didn't matter how old or how young the resident was, was a target of the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "According to me, my targets were the comrades and these women that I've referred to.  The children, no.  Even if I came across a child I would not touch that child, I would not even allow those who were in my company to touch the child.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mbele, I'm sorry I don't understand.  Are you saying that men and women older than 38 you would not have killed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Let me put it this way, Mr Berger, you can distinguish between an old woman and a middle aged woman, even if it's at night but there are women who you could see that they are still fresh because they could run faster, those are the kinds of women I would be looking for.",
            "Male"
        ],
        [
            "MR BERGER",
            "So old women and middle aged women you would not be looking for?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not dare do that.  I personally concluded from the hostel that I know who am I looking for, I know who am I going to attack.  I grew up in the township and I know who are responsible in the township for these acts.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see, I want to put it to you that these distinctions that you draw now were not distinctions that were drawn at the time by you or by any other of your attackers, your co-attackers and that in reality what was decided was we are going to attack Boipatong, it doesn't matter how old or how young as long as the person is a resident of Boipatong, we are going to kill that person.  Isn't that what was decided?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr Berger, you're making a mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "So when Mr Victor Mthembu says so, he's making a mistake as well?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I don't want to involve myself in Victor Mthembu's issues.  That's how he responded to the question.  When we left for Boipatong each individual knew what he was going to do.  We were a group of 300 people and it doesn't mean all of us went into houses and committed certain acts.  There are people who went into the houses, there are people who just walked without doing anything, there are people who walked through the streets of Boipatong with there sticks having not used them.",
            "Male"
        ],
        [
            "MR BERGER",
            "So are you saying that it was left up to individuals, or that the only instruction you got was we are now going to attack Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were told that we were going to attack Boipatong.",
            "Male"
        ],
        [
            "MR BERGER",
            "Nothing more was said about who you were going to attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were attacking Boipatong, the self defence units, that was discussed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who said that you were going to attack the self defence units.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Berger, the Committee is fully aware of the picture.  If you could get onto another point now?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'm sorry, I'll do that.\n\tYou were accused of being a member of a hit squad, is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many hit squads were operating from kwaMadala Hostel?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know of any hit squad in kwaMadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also do not know about the men from Umsinga, is that correct?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I know three people from Umsinga.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm talking about the contingent that was under the command of Damarra Chonco, forty or fifty men?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I'm saying to you Mr Berger, I only knew three of the Umsinga people.  Three people I know of.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know of a contingent, about the existence of a contingent of ...[intervention]",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Berger, I think you've already dealt with this point yesterday.  It is on record that he said he didn't know anything about the contingent.  I'm not trying to come into your way but I mean we're going over what we've already gone before.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Finally, Mr Mbele, what political objective of the IFP did you think you were furthering when you launched the attack on Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I respond briefly to that question.  When I went to Boipatong I was not furthering anything for the organisation ...[inaudible] for myself because I was living under unbearable conditions because of the organisation.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you.  I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What organisation are you referring to?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Cambanis?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Nothing further, thank you Mr Chairman.\nNO QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MALINDI",
            "Thank you Chairperson, just a few questions.\n\tMr Mbele, you say you were present when Bongani Mbata was attacked in Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALINDI",
            "At that time did you and Mr Tshabangu, your co-applicant, know each other?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, we knew each other.",
            "Male"
        ],
        [
            "MR MALINDI",
            "And if you were present during that incident he would have mentioned that you were present?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not know why he did not mention that I was present but I was there.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Well I speak under correction but as far as I remember when he mentioned the people who were present during that incident, he didn't mention you.  Is that how you remember his evidence as you were also present here?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not remember whether he mentioned my name or not.",
            "Male"
        ],
        [
            "MR MALINDI",
            "The reason that you moved into kwaMadala is not because you yourself were persecuted because of your Zuluness, is it not so?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is not so.",
            "Male"
        ],
        [
            "MR MALINDI",
            "From the day you signed your affidavit which appears on page 129 was it the first time that you went through it again until yesterday?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I went through the affidavit before I got into the house.",
            "Male"
        ],
        [
            "MR MALINDI",
            "How many days before you testified?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yesterday when I was to take the witness stand I took an affidavit and I reminded myself of it's contents.",
            "Male"
        ],
        [
            "MR MALINDI",
            "So you were reading it for the first time since the date on which you signed it?",
            "Male"
        ],
        [
            "JACK MBELE",
            "The affidavit was read to me on that day and I signed it.  They left and yesterday before I took the witness stand I read it again.",
            "Male"
        ],
        [
            "MR MALINDI",
            "I just need one clarity on another question.  You were asked if you saw Matanzima or Andries Nosenga on the day on the 17th June '92 and your answer was no.  I just want to make sure whether you meant you did not see him at all on this day or whether you just meant you didn't see him when Boipatong was being attacked?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I knew Matanzima before he was convicted and I knew him from a distance.  I came to know him close when he was convicted for a sentence for 16 years that's when he came close to me and then we could talk to each other.  But then, I would not say he was there, he was not there.  What I'm trying to say to you is I did not see him at all.",
            "Male"
        ],
        [
            "MR MALINDI",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALINDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Prior?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRIOR",
            "Thank you Mr Chairman, just a few points.\n\tMr Mbele, at the time you were residing at kwaMadala were you employed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I was not employed.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How long had you been unemployed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Even now I am not working.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm not talking about now, prior to the Boipatong Massacre, how long had you been unemployed?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Since I left school I have never worked.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now the firearm that Makuka gave to you, was that the first time you'd handled a firearm?",
            "Male"
        ],
        [
            "JACK MBELE",
            "It wasn't.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you familiar with the use of the 9 mm handgun?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I knew how a firearm was used.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had you in fact fired a 9 mm handgun before the Boipatong Massacre?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was there anyone in the hostel that you knew was also called Dondo.",
            "Male"
        ],
        [
            "JACK MBELE",
            "I am Dondo, the only Dondo.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Rubin?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes there's a Rubin I knew.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The question is was there more than one Rubin because we know the Rubin that you knew is Rubin Magubane, your co-applicant?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, that is the Rubin I knew.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that the only Rubin you knew?",
            "Male"
        ],
        [
            "JACK MBELE",
            "According to my knowledge, yes he was the only Rubin I knew.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you know the person by the name of Gajeni?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I know him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What is his surname?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I think Gajeni is the surname if I'm not mistaken, Gajeni is the surname.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he also resident in the kwaMadala Hostel at the time of attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Gajeni, where is he today?",
            "Male"
        ],
        [
            "JACK MBELE",
            "After I was released from prison relating to this incident I went to the hostel and most of them were not residing there any more.  I once saw him in Vereeniging at the offices of the IFP.  I think he's somewhere in town.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you see Gajeni on the evening of the attack whilst you were moving through Boipatong?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not see him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "One last aspect, how much ammunition did you have with you on that night?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Sixteen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many did you have?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "There were fifteen. 1-5.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Finally, were you not together with Rubin Magubane, a person by the name of Themba, Lucky - was one of your co-applicants, Makuka and Gajeni on that evening moving through Boipatong all armed with handguns?",
            "Male"
        ],
        [
            "JACK MBELE",
            "The person I was with is Makuka.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just one last aspect.  Did you have any problem with Matanzima, that was Andries Masenga?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not have a problem with him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR PRIOR",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "Thank you Mr Chairman.\n\tMr Mbele, will you please look at EXHIBIT M1?  You'll note that there is a road that runs just above point D on the left hand side, it runs across the aerial photograph to a point called M, do you see that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "That road is known as the Frikkie Meyer Boulevard, do you recognise it from the aerial photograph?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You'll see there's a point C, a Trek Garage, do you see that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I see that.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Then you see another road, the C, the point C.  The Trek Garage is at an intersection, you'll see another road goes to the top of the middle of the photograph and on it are points E and F.  Do you see that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "That road is Noble Boulevard, do you recognise that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you see a point marked K, that's a tree?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes I see that point.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Do you see a point marked H, that's a pedestrian bridge?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now yesterday Mr Tshabangu testified and prior to that Mr Khanyile testified that after the attack the group gathered at the tree, the point marked K.  Do you agree with that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they say they gathered at the tree before or after the attack?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairperson, I understood after.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My recollection was that they gathered there before the attack.  Just put the question that you want to.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Do you agree that the group gathered at the tree marked K after the attack?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I do not agree because when I joined the people had already gathered.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Did you gather or did you join the group at the point at the tree, the point marked K?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Sir, I'm saying these people were gathered in the middle, whether it was next to a tree, far from a tree, I would not agree because I was right at the back and when we approached from Amatolo, they already started moving and I would not go to where they were standing at first, I would just join them as we all go.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Would you agree that after the attack the group crossed Frikkie Meyer Boulevard at H, the pedestrian bridge?",
            "Male"
        ],
        [
            "JACK MBELE",
            "That is correct, that's where we crossed.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When you were in the vicinity of the pedestrian bridge, did you see on the armoured vehicle in Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "JACK MBELE",
            "When myself and Themba were approaching and Themba shot, the car moved backwards to the direction of the garage.  Whether it stopped or not I do not know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now would you agree that it was travelling, retreating in Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I would not dispute that, I would not agree with that because the last time I saw it, it was retreating towards the garage and then we were not standing because we were proceeding.  Whether it went back or drove anywhere else I do not know.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Mbele, you're being asked what road did the armoured vehicle retreat in.  What road was it in when you saw it retreating?  That's the question you're being asked.",
            "Male"
        ],
        [
            "JACK MBELE",
            "When Themba shot, the car was parked next to Frikkie Meyer.  When Themba shot in the air it moved and it went to the direction of the garage and it stopped there and we proceeded until we crossed.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "When Themba shot how far away was he from you?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Mr da Silva, I'm now afraid of mentioning the distances because it looks like I'm contradicting myself.  Mr Berger was trying to pin me down on this issue of distances but anyway I would say it was quite a distance but I do not know how long the distance was but it was quite a distance.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Could you see Themba clearly?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Yes he was just next to me like the gentleman sitting next to me.  He was even wearing a camouflage jacket.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "You say he shot in the air, in what direction was he pointing his firearm?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I did not even want to see which direction because my mind told me that he was shooting in the air.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Wasn't he pointing in direction of the armoured vehicle?",
            "Male"
        ],
        [
            "JACK MBELE",
            "If ever he pointed a gun like this he would have shot people who were in front of us.  Now he was just shooting in the air.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Wasn't he trying to frighten off the armoured vehicle, isn't that why he shot the firearm?",
            "Male"
        ],
        [
            "MR MALINDI",
            "I would agree with you on that point, he was trying to scare them off.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no questions.\nNO QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I've got no re-examination.\nNO RE-EXAMINATION BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Yesterday you said that you were arrested by Sergeant Pentz.  It was alleged that you - in fact you answered: \"It was alleged we were the hit squad from kwaMadala Hostel\", do you remember?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I remember that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "With whom were you arrested?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "It was myself and Rubin, that Rubin and Darkie Chonco and Jabu, his surname is Motsapi and Celo Hunter Ndlovu.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know where Sergeant Pentz could have had this information or why you were accused of this?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I do not know.",
            "Male"
        ],
        [
            "ADVSIGODI",
            "Another aspect, you mentioned that you were friends with Khosi?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were you arrested together after the Boipatong attack?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "He was arrested for the Boipatong attack, I was arrested afterwards when the court proceedings were in order.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You mentioned that he said to you that he saw Timothy raping?  Do you remember that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Could you repeat your question, I did not understand it?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In fact let me just get it right for you.  Yesterday you were asked about Lucky, who Lucky is, do you remember that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I remember.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The first time you said you didn't know Lucky?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Then when you were asked again you say that you know Lucky as ...[indistinct]",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And that Sonny Michael Mkwanazi is one of the applicants, isn't it?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Right, then when you were asked about what Mr Maloi said after the attack, it was said to you that you were told that Sonny Mkwanazi had said that he had raped somebody?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Not Sonny raped a person, Maloi gave evidence in court that he saw Lucky raping a person.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, that's what I mean and you said that you did not hear such a thing?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "It was my first time to hear that from Maloi during his time of giving evidence in court.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes and then later on you said that what you could remember was that Khosi said that he saw Lucky raping, do you remember that?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Maybe I made a mistake there, I wanted to refer to Khobi, you see there is Khobi and Khosi, maybe I wanted to say Khobi, these two names confuse me, Khobi Khosi, they sound much alike.  I was referring to Khobi, he is Khobi Maloi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "That has been clarified.  So you did not hear from Khosi, you heard from Khobi?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "No, I didn't hear Khosi saying that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "ADV SIBANYONI",
            "I've got no questions Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is your standard of education?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "Standard 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you returned from Boipatong how many bullets did you have?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "I don't want to lie my lord, I think I was left with only four bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This person who has been referred to as Lucky, this is Sonny Michael Mkwanazi?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is correct, my lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many names did this individual have?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "He had many names, many.  The called him Stikinauw, the other name was Sekwala, the other name was Khlotsi Khlotsi, others used to call him Manani.  Those are his names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the name that was by which he was commonly called?",
            "Unknown"
        ],
        [
            "JACK MBELE",
            "That is Stikenauw.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mbele, I just want to just pick up on the question of Khosi and Khobi.  Remember yesterday I didn't hear very clearly and I asked you to repeat what the name of the person was because I thought you said Vosi and you corrected me and you said Khosi, do you remember that?",
            "Male"
        ],
        [
            "JACK MBELE",
            "I remember that, my lord.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you only realise you made a mistake today?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Sir I had a problem yesterday, I did not feel very well.  I would say I was quite nervous and when he told me that I had no choice I had to come and witness, I followed.  I didn't want to argue with him but the person I was referring to was Khobi.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.  This chap Bajosi, did you have any problems with him?",
            "Male"
        ],
        [
            "JACK MBELE",
            "We were in good terms with Bajosi.",
            "Male"
        ],
        [
            "MR LAX",
            "And Mr Maloi?",
            "Male"
        ],
        [
            "JACK MBELE",
            "Khobi was very silly.  When he was drunk people assaulted him.  We were not in good terms with him.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because of the constraints of time we are not in a position - I beg your pardon, you may return to your seat Mr Mbele.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because of the constraints of time we are unable to hear the evidence of the remaining applicants.  We will hear their evidence when we'll resume next.  The date for the next sitting of this Committee will be announced in due course, therefore rise.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}