{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-01-25",
        "location": "ISCOR RECREATION CLUB, VANDERBIJL PARK",
        "day": "6",
        "names": [
            "MANDLA MOSES MTHEMBU"
        ],
        "case number": "AM 7394/97",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53124&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99011827_vrn_990125ve.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MANDLA MOSES MTHEMBU",
            "MR BERGER",
            "MR DA SILVA",
            "MR LAX",
            "MR MALINDI",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS PRETORIUS",
            "MS TANZER"
        ],
        "original_speakers": [
            "MR STRYDOM",
            "CHAIRPERSON",
            "MR MTHEMBU",
            "MANDLA MOSES MTHEMBU",
            "MR LAX",
            "MR SIBANYONI",
            "MS PRETORIUS",
            "MR DA SILVA",
            "MS TANZER",
            "MR MAPOMA",
            "MR BERGER",
            "INTERPRETER",
            "MR MALINDI",
            "MS CAMBANIS",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "MR STRYDOM",
            "Thank you Chairperson, the next applicant is Moses Mthembu and he appears as number 9 on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, what language are you going to speak?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Zulu.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STRYDOM",
            "Thank you Chairperson.\n\tMr Mthembu, I want to show you your Form 1 application and I want to show you the last page thereof, page 153, is that your signature?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That's myself.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to show you page 154 and 155, the annexure to your application.  Has this document been explained to you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I'll get back to these documents because I first want to refer you to the request for further particulars and your answers to the request.  The question I want to ask you here is has these questions and answers, are they correct as they appear in this document?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Would you please repeat?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "There's been a request for particulars and certain answers given.  Now you've looked at the answers again, do you stand by the answers you gave?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then I want to show you your affidavit on page 162 ending on page 164, is that your signature?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now you had another look at this affidavit, you stand by the contents of that affidavit?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the last paragraph or the second last paragraph of page 164 reads as follows\n\"Although I myself was not involved with the attack I do not agree with the massacre\"\nIs that correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You say in the last paragraph\n\"I was found guilty by the court\"",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "\"On the basis that I associated myself...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, which last paragraph were you referring to?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "On page 164.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Page 164 Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, which last paragraph?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Well the first one I started with was the penultimate paragraph and then I'm referring now to the last paragraph.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, just before the last paragraph.  The paragraph that you put to the witness, which one was that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That was the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the paragraph which begins with?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "\"Hoewel ekself.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"Hoewel ekself nie betrokke was by die aanval nie\"",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, that's the one I started with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how did you interpret that to mean?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "\"Although I was not involved myself during the attack\" words to that effect, with the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "\"I do not approve of the massacre\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  ...[indistinct]",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And there's a word missing there but then he states that \"I have sympathy with all the family of the people, the deceased and injured people\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is there something that should have been before \"had\" there?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, unfortunately that's deleted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay yes, I understand.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Do you stand by the contents of that paragraph that's been translated to you now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think he's just said that though.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chairperson, I don't want to interrupt unnecessarily but I don't believe my learned friend's translation is correct.  It says \"Ek het simpatie met al die familie van die orleedenes en beseerders\"",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Well I translated \"I have sympathy with the family of the deceased and injured people.\"",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, no I'm not - I don't have a problem with that, I just don't see where there's the part where he says he doesn't approve.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That appears just a sentence before that.\n\"Keur ek nie die menseslagting goed nie.",
            "Male"
        ],
        [
            "MR LAX",
            "To \"keur\" something \"goed\" is to approve of?\nSorry it's my English - my Afrikaans is terrible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I had a similar problem, I thought that the first part which ending up just before \"keur\" you know is the same sentence but I see that \"keur ek nie\" you know, yes very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And I want to refer you now to the last paragraph\n\"I was found guilty by the court on the basis that I associated myself with the attackers.  I deny that but ask for amnesty on the basis that I was found guilty by the court.\"\nIs that your application?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I can refer you now to the Form 1 and the annexure thereto.  Just before I do that, as far as you are concerned you knew nothing about the attack is that what you say?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to make it clear did you know anything about the attack or not?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know who gave the orders for the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your answer on page 153 in relation to question 11(b) which reads\n\"An order was given by Bhekinkosi Mkhize and Xongo alias Damara, leaders of the IFP in the Kwamadala Hostel.  Orders were given on the 10th and 17th June 1992.\"\nWill that be correct in the light of what you just told the Committee?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is not correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the annexure to the Form 1 sets out ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, wait a minute.  He is saying that what the - what's contained in his further particulars is not correct, is that the position?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you are saying that what's contained in your application is not correct?  That is 11(b) right?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, the version of the applicant is spelt out in detail in his affidavit and it's contrary to what is stated in the application, the original Form 1 application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that fully.  What I want him to do is to tell us how come that 11(b) contains incorrect information?  Do you understand the question Mr Mthembu?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your application form for amnesty you stated in paragraph 11(b) that the order to attack was given by Bhekinkosi Mkhize and Xongo who is also known as Damara and you went on further to say this order was given on the 10th and the 17th June 1992.  Do you understand that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In your evidence you say that you did not know about the pending attack and you do not know who gave the order to attack?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was only informed later after I was told by the attackers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now is the position that the information that's contained in paragraph 11(b) based on what you were told by the attackers?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Later, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson.\n\tThe annexure has also been explained to you, that is this document with - spelling out the political objective.  Now in the light of your denial that you partook in the attack, you go along with that political objectives as set out in this document as been explained to you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now is the position this, prior to the attack on Boipatong you had no knowledge that Boipatong was going to be attacked?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the course of the week, that is prior to the attack, you never heard that there was a pending attack against - on Boipatong, although the date when such an attack was due to take place had not yet been determined?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was the first time that you heard about the attack on Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I heard on the 18th June 1992, it was in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at the hostel on the evening of 17th June 1992?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go to the stadium?  You've heard that people were called to the stadium by means of ...[indistinct]",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you stay in your room?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, prior to the attack on Boipatong were you ever consulted by Mr Mkhize or Damara to enquire as to what was to be done to the complaints by the residents of the hostel that they're being attacked?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Most of the time as paid leader I would get reports about people who were dying.  I used to hear concerns such as the fact that they are dying but nothing was being done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, were you ever consulted by any of the other leaders such as Xongo and Mkhize to discuss what was to be done about these complaints by the residents of the hostel?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They did not come to me directly but yes, generally I used to hear that when we were at the arena.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay and you did not discuss with them at any stage that there should be an attack on Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay and you yourself did not go to Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you did not take part in the burning of the goods that had been stolen from Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not associate yourself in any manner with the attack on Boipatong either before or after?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "During the period of the attack where were you working?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was assigned to the housing officer position at Kwamadala.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you work right in the hostel or did you go to another place to do your daily job?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was dealing with the hostel only.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes but the question is did you have an office in Kwamadala Hostel or did you go to another office?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the purpose - sorry Mr Strydom - was the purpose of applying for amnesty explained to you?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was explained to you?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Amnesty is granted to people who participated in the death of people in political violence.  People who own up to their deeds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You yourself did not take part in the killing in Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and therefore there is nothing to admit before this Committee?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am telling the truth, I did not participate, I was one person who was not trusted by the residents because I was always in touch with Iscor management.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what I'm asking from you is there is nothing that you could admit before this Committee as having done in regard to the massacre in Boipatong because you didn't take part in that massacre?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct but I have a request.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "My first request is that I am grown up.  People died even though IFP members who were residents at Kwamadala, such people died as well but the Boipatong incident is very difficult.  It's very difficult always when people die on both sides of the line.  Unfortunately the judge did not ask me, myself and my children and those that I know was sentenced, for example myself, I was sentenced to 18 years because of my ugly look.  I am ugly by nature, the judge did not talk to me, he did not ask me any questions, he merely looked at me and decided that I should be sentenced.  I'm therefore asking the Committee to have pity on me and to solve this problem.  I am still alive today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand what you've said.  The only reason why I'm asking you these questions is so as to make sure that you understand fully what powers this Committee has.  You've said it yourself that this - you are here - I beg your pardon, that amnesty is granted to persons who have committed political acts of violence and which they also admit having committed and you've told us that you yourself did not commit any act of violence in Boipatong, that's why I am asking you that if that is the case, what is it that this Committee - what is it that you want this Committee to do?  We do not have the power to sit in judgement over the decision of the trial court.  It is only the appeal court which can undo what the trial court did.  Do you understand that?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will nevertheless listen to your evidence but all I wanted to find out is what is it that you wanted us to grant you amnesty for?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Thank you very much Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you understand my explanation?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "During the trial you've been implicated by Mr Bajosi and Mr Malloy.  Were they telling the truth or not?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That's a mistake.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now I was asking about your work.  Just to get it clear again did you go out of the hostel to go and work?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was always in the office.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who was the person in control of meetings in the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "There was a Committee, an IFP Committee, the chairperson of which was the deceased Tembikosi Khumalo and there was also this other youth committee which was led by Mr Qambelani who is also an applicant here, he was chairperson of that committee and because of people's ignorance, they used to refer to us as a committee.  There were five of us, all of us employed and working at the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be what was called the hostel management committee?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what people also referred to as the steering committee?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "There was no steering committee, because of peoples lack of English they would use all these sorts of words.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but I know that Shoyisa for example was said to have been one of the members of the steering committee so in fact he was a member of the Hostel Management Committee?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "My next question is related to meetings.  Was permission needed for each and every meeting to be held at the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.  I am the one who was responsible for issuing out permissions looking at the time during which the meeting would be held and I would issue out such a permit.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, did he keep record of meetings which was held?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you keep these records?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I used to have a meetings book that used to cover or recall or should I say register all events of the day.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now was it possible that a meeting could be convened without your knowledge, convened and held without your knowledge?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That was not easy.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the day of the attack was the 17th June 1992.  As far as your knowledge goes was there a meeting on the Sunday before the Wednesday of the attack, that would be the 14th June 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I do not remember it that way.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If Mr Themba Khosa would come to the hostel to address a meeting would you know about that?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was supposed to know that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And as far as your knowledge goes was he there on the Sunday before the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not see him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Some of the other applicants spoke and referred to a meeting that was held approximately one week before the attack and the date that was given was the 10th June 1992, are you aware of that meeting?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I do not remember that meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could that meeting have taken place without your knowledge whilst you were at your work or what?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is possible.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a policeman by the name of Peens?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I only saw him for the first time on Friday.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the other policeman, Greeff with his nickname Rooikop?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I don't know him as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You obviously know Prince Vanana Zulu?  Now do you know if he was at the hostel on the 17th June 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am sure he was not at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know where he was?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He had informed me that he would be going home.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me Mr Strydom, may I just get clarity here, in view of the questions which were asked by the judge and the explanations, is this evidence leading in support of his application or maybe just to give his version of the events at the hostel?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes the evidence is given in support of his application.  I know the difficulties he will have with his application but also to give general evidence about what happened in the hostel which can be used for the other applicant's applications.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I take it at the end your argument will be to say you proceed with an application for amnesty in his respect?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes I will do so, that will be legal argument but his evidence will stand and I will argue at the end of the case that his evidence should be accepted and if his evidence is accepted it can be used in support of some of the other applicants' evidence.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said that you are sure that Vanana Zulu was not at the hostel.  How can you be so sure?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Let me just repeat the question, you say you are sure.  How come that you are so sure?  Did you tell him anything, did you see him leave or what?  How do you know he was not there?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He informed me that he will be going and he is my neighbour.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know when he returned to the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes he came back on the first Monday after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person who stayed at the hostel a certain time, Andries Matanzima Nosenga?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I think I remember him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who was responsible to allocate rules in the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was myself and my committee.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember allocating a room to Nosenga?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if it was before or after the attack on Boipatong?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During that period, I'm again referring to June 1992, did you know Victor Kezwa?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask you this?  The committee that you're referring to, would that be the Hostel Management Committee?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you keep a record of who is allocated a room there at the hostel?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what happened to those records?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "These records were confiscated by the police, to this day I don't know what happened to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, apart from those records that were kept by you and obviously by your Committee, were there ever any other records?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes we used to have a hostel report that was issued at least every Monday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was this computer printout issued from?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "This report used to come from the hostel manager.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was the hostel manager based?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He used to be based at the main building which was our head office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Head office of Iscor?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was the main office of Iscor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay so the hostel manager is the other person who would have records of who was staying at the hostel?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The question - I don't know if I asked the question but I'll ask it again, during that period did you know Victor Kezwa?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this Mr Strydom, what is the significance of Kezwa?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson there's been questions asked and certain statements put that Kezwa was also part of the attack on the day and I just want to find out from this applicant if he could say anything about it if Kezwa was in the hostel on that particular day or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Each and every witness is being asked about Kezwa.  We all know that Kezwa is now deceased.  Does anything really turn on Kezwa?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Chairperson it may point to credibility because Mr Masenga says that Kezwa was one of the people that took part in the attack and the other applicant says no and I've got now a witness here that can corroborate those applicants.  But I will leave it at that, I think there's been lots of evidence about the fact that Kezwa was not there.  I'll argue about that later on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We've heard a great deal of evidence about Kezwa, they were saying he was in prison at the time.  Yes but anyway if you want to put the question put it by all means but let us please get to the point.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thanks Chairman, so I'll just ask the question.  On the 17th June 1992, during that period, did you see Victor Kezwa at the hostel or not?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In Mr Nosenga's statement it is stated here that Eugene Terre'blanche, or the AWB, came to the hostel to give the people food.  Do you have any knowledge about that?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The day after the attack were you at the hostel or not?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see Mr Themba Khosa after the attack, soon after the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you see him and where?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I still remember very well it was on the 19th on a Friday when we went to the police.  It was myself and Humphrey Nglovu.  Yes Themba Khosa was present as well.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can you please repeat the one part of that answer, I didn't hear it very clearly, something interfered with the translation.  Something about the police, just repeat that again please?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I still remember very well on the 19th myself, Humphrey Nglovu and Themba Khosa and Anina the attorney and the Ambassador V.V. Mvalasi, all of us went to the police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you have personal knowledge of anything, the loot, anything that came from Boipatong that was burnt afterwards?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson, I've got no further questions.\nNO FURTHER QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Advocate Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "No questions thank you.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "May it please you Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva, you must bear in mind that this witness has as far as I recall, he has not said anything of and concerning the military.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I'm quite aware of that, there are just two questions I have to the witness Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Mthembu, you said that you were always in the office.  Do I make the correct deduction that this office was at the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was at the gate inside the hostel.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "And for the work that you did in that office did you receive a salary from Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, can you recall who was the hostel manager as on the 17th June 1992?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Dries Steenkamp was the supervisor and the hostel manager was Swiss Basson.  Swiss or Blatts Basson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, are you still employed by Iscor?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether these two gentlemen are still with Iscor?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Dries Steenkamp retired and Basson was suspended from work, I'm not sure whether he is back or not but he can be located any time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is it possible - do you know of your own knowledge whether the hostel records of 1992, particularly June ones are still available?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Chairperson these records must be kept.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the moment do you know who would have custody of those documents?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I have no knowledge now but I think the Industrial Relations do have those records.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Ms Tanzer?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "Thank you Mr Chairman.\n\tDid you attend meetings when the siren was sounded?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Sometimes.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you are aware of the concerns of the hostel residents or their complaints?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now I assume, can you just clarify that Iscor assigned your position as Housing Officer?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Please may the question be repeated?",
            "Male"
        ],
        [
            "MS TANZER",
            "Did Iscor assign you the position as Housing Officer?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were they aware of the fact or was it aware of the fact that many people residing at the hostel were not employed by Iscor?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes they knew that, I know that as well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you aware of all the dwellers and newcomers who would come to the hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I used to know them as they come so that I can allocate accommodation but some of them on leaving would simply disappear.  Yes others would indicate that they were leaving.  I did say that I kept a record.",
            "Male"
        ],
        [
            "MS TANZER",
            "Could a person join the hostel without your permission and just find himself a room?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No not at all.",
            "Male"
        ],
        [
            "MS TANZER",
            "On the night of the 17th June did you see the men leave the hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I did not see them.",
            "Male"
        ],
        [
            "MS TANZER",
            "But if they left with the main gate wasn't that next to your room?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Let me explain, I was doing the day shift but then the post assignment - I'm sorry I understand more Afrikaans than English but then the post assignment suggested that I should be available 24 hours.",
            "Male"
        ],
        [
            "MS TANZER",
            "You say that you assigned a room to Nosenga after the attack.  So when approximately did you allocate him this room, do you remember which month?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "If I am not mistaken after the attack or the first two weeks of July in 1992.",
            "Male"
        ],
        [
            "MS TANZER",
            "How many people would you say were staying at the hostel at the time of the attack?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "There were many refugees and there were many Iscorians as well who exceeded 300 in number.",
            "Male"
        ],
        [
            "MS TANZER",
            "And you could remember each one by name and face?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Some of them yes, some of them are so ugly you cannot look at them twice.",
            "Male"
        ],
        [
            "MS TANZER",
            "So what is so distinguishing about Nosenga that makes you remember exactly when he came and when you allocated him a room in the hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Nosenga hurt me very much, he was still young then.  We heard about this Boipatong massacre, murdered, and he came to the hostel to say he had been sent to plant bombs inside the hostel having been sent by the ANC so that I am quite sure I can remember his face.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did he tell you this?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was after I had introduced him to his peers, the youth.",
            "Male"
        ],
        [
            "MS TANZER",
            "So when you introduced him, he admitted that he was planted by the ANC to plant bombs, is that what you are saying?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Unfortunately he was not asked but he was yes, going to admit.",
            "Male"
        ],
        [
            "MS TANZER",
            "Well how did it come out that such a confession would be may or such an admission would be made?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Only men stay at the hostel, I think I know that when a young boy sees men he understands that he has come to a very tough place and there is a place that is governed by principle and rules, people were taken care of in terms of food, water to bathe, some of them were still young and they had fled leaving their families behind.",
            "Male"
        ],
        [
            "MS TANZER",
            "But if he came, admitting that he came with an assignment from the ANC why did you not kick him out the hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Usually we don't kill people.  Sending a person away is wrong because it creates a problem between you and your creator.",
            "Male"
        ],
        [
            "MS TANZER",
            "The man comes with full disclosure admitting to you his very reason why he's in the hostel and you accept him in the hostel without any problem.  You say he hurt you in fact when he comes and he's open to you and he's honest, he's telling you his reasons for being there.  Is that logical?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is not acceptable but he too divulged the truth because he found ultimately a place where he could speak out so that we could make him strong.",
            "Male"
        ],
        [
            "MS TANZER",
            "You knew the police were investigating the Boipatong attack at that time, why would you allow a man like Mr Nosenga to come to the hostel, who admits that he is working for the ANC to plant bombs, obviously searching for information about the attack, on your version, why would you allow such a man to stay in your hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "We realised that he was a refugee and we concluded that he would not be safe if he would go back to his handlers and tell the truth.  We decided that we should keep him and keep him alive because had it not been otherwise he would not be here today.",
            "Male"
        ],
        [
            "MS TANZER",
            "I put it to you that you are lying, you are protecting your co-applicants and perhaps other parties involved, that your answers regarding Mr Nosenga are nonsense and illogical and that Mr Nosenga's version of when he arrived at the hostel and his role at the hostel is the accurate and honest version that he will put and is putting to this Committee.",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I would like to apologise very much, lady, I am not used to swearing and insults.  I am not happy about being made a fool here because we are here to ask for amnesty.",
            "Male"
        ],
        [
            "MS TANZER",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I propose to ask questions after the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, would it be correct to say that the nature of your work required that you be present in the hostel 24 hours a day?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That was according to my duty, if I had to go to work I had to report and do whatever I'd left unfinished when I came back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think what counsel is putting to you is this that the nature of your work required that you'd be on duty for 24 hours and in fact that's what you say?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "But the point is that you had to be in the hostel 24 hours a day, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So everything that happened in the hostel you would be aware of?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "It's also correct is it not Mr Mthembu that you had been employed by Iscor since 1971?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That was on the 15th October yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And for how long had you been staying in the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "From the 19th October 1990 to date even though yes, I was arrested and locked up for eight months.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the position which you had put you in a very special position with regard to Iscor management, in other words you knew a lot of what was going on at Iscor in relation to Kwamadala Hostel, would that be right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now is it correct that you worked a lot with top management of Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many residents were there of Kwamadala Hostel in June of 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "If I am not mistaken Mr Berger there were not less than 300.  I am talking about registered residents who had to pay for accommodation as employees of Iscor and we also had refugees apart from Iscor employees.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the criminal trial you gave evidence and at page 3601, in the middle of the page, you were asked the following question.  I'm translating from the Afrikaans\n\"During June 1992 how many people were there living in the hostel who worked for Iscor?\nand your answer was:\n\"According to the hostel report there are 410 people and there are still people whose particulars have been kicked out by the computer.\"\nDo you remember that figure?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Thank you for reminding me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now that 410, would that be Iscor workers?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that's how it should be.",
            "Male"
        ],
        [
            "MR BERGER",
            "And were they all men?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct, yes I did not or should I say Iscor did not employ women.",
            "Male"
        ],
        [
            "MR BERGER",
            "So all the women who were staying in the hostel were lovers or wives of the men who worked at Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Most of them yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger are you moving to another point?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just wanted to - are you busy on the figures?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes I was going to go on but please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you gave evidence in the high court did you base this figure on the computer printout?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would the people that you described as refugees be also entered in the register or in the computer?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you keep a separate list of the refugees?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any independent recollection as to how many refugees were on the register?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes thank you Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu can you give an approximation of how many refugees were living at Kwamadala Hostel in June 1992?  Are we talking about another 400 or less?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot remember how many there but there were many of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And would it be correct to say they came from the townships of Sebokeng, Sharpeville and surrounding townships around Kwamadala?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you say many I assume there must have been hundred?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the hostel manager who had a record of residents in the hostel, would he have had a record of the refugees in the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They were known because I used to attend caucus meetings and state this and I was ultimately given the right to use my common discretion because I too went to Kwamadala as a refugee, I was not a resident there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but I think what counsel is asking you is whether the hostel manager, would he have kept a record of refugees?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am not quite sure.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you say in your further at page 161 in answer to question 11.4 and the question was\n\"Why was Boipatong selected as the target of the attack?\"\nand your answer was:\n\"I don't know but I was aware of ongoing problems between hostel dwellers and people of the Vaal Triangle.\"",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You confirm that answer?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know that from 1990 the time when you came to the hostel all the way through to 1992, there were repeated attempts by various organisations in the Vaal including the Vaal Council of Churches to have Kwamadala Hostel close down because it was believed that Kwamadala Hostel was being used to harbour people who launched attacks on the residents of the Vaal.  Do you know about that?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you know that Iscor management said that they had no evidence that Kwamadala was being used as a haven for these people and they refused to close down the hostel.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you know for example that the residents of Boipatong presented memoranda for example to the police calling for Kwamadala Hostel to be closed down because it was perceived to be a place from which attacks on them were being launched?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I heard about that but people who were fleeing were ferried or transported by the police in police vehicles and they would take these people to the hostel and we would accept them.  People as young as children and the aged were brought to the hostel by the police at some stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My recollection of the evidence is that most if not all of the people who stayed at the hostel came from somewhere in the township, the adjoining townships in the Vaal Triangle, is that right?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that before it was occupied it had not been used and Kwamadala Hostel had not been used by Iscor before?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was not in use yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So people who were running away from the adjoining townships and had been moved into the hostel?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Iscor management subsequent to that decide to formalise the accommodation of people at the hostel?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They did not decide, we made a request because we did not want to lose our income.  We said that even though the place was old but then there would be an employment opportunity for one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but of course Iscor acceded to that request?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that how the hostel management committee was set up?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Directly yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now was it possible for a refugee for example to come and stay in the hostel without going through the formal procedure of approaching you and being allocated a room?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was not easy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But was it possible?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that would happen in my absence for example during the night shift if somebody was working at night he would gather the information and report back to me the following day and introduce the person to me at the same time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the report would only be made to you if people were prepared to make the report to you?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If no report is made to you, you wouldn't know about the presence or otherwise of that person?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay so what I want to find out from you, is it possible that there were refugees who were at the hostel but who were not - whose names did not appear in your register?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes but there were very slim chances of such a thing happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tMr Mthembu, I take it from your evidence that Iscor top management were well aware of the fact that you were admitting refugees into the hostel and that they tolerated that situation?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Iscor management were well aware of the fact that there were hundreds of unemployed men with no means of income resident at Kwamadala Hostel in June of 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Let me clarify this Mr Berger, I am not running away from your question but I would like to explain that each one individual who came to the hostel would be asked a question at the gate as to what he wanted and whom he knew and he would have to give us the address and the details of the person he was looking for and he would go inside and bring that person back but if not we would make whatever means possible to bring the visitor and the visitor together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you could then come back to the question.  The question was, I can't recall whether it was put to you that was Iscor aware that there were hundreds of refugees who were staying at the hostel and who were not employed?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were aware of that?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But while on this point I think the previous witness mentioned that, I think it was Mkwanazi, who mentioned that they used to receive food parcels from the Red Cross, is that the position?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They used to get these when we were still at the ...[indistinct] and at the time when we could not leave the  hostel.  I arranged with Iscor because I realised that it had become burdensome and Iscor decided that they contributed things like milk and mealie meal.  Food parcels came from the Red Cross but before Iscor came in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Again this was in response to your request, specific request, to Iscor that you are now unable to leave the hostel and therefore buy the necessary foodstuff for yourselves?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tIf I understand your evidence as at the beginning of June 1992 Iscor management was aware of these hundreds of unemployed men living in Kwamadala?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to read to you what you said at the criminal trial, I'm not contradicting you at this point, you were asked at page 3601.  Now it's common cause that during June 1992 there were not only Iscor employed people living in the hostel but also a large total, large number of other people.  You were asked the question\n\"What was the situation, how was it possible for them to live in the hostel?\"\nThese are the unemployed people and your answer was:\n\"It is as you say it to me, the people who came from outside I accepted because there were problems with them.  The Government...\"\nYou said the \"regeering\" in Afrikaans\n\t\"...brought all these people and I accepted them.\"\nAnd I'll read the Afrikaans just so that you can hear it because you say you understand Afrikaans, you said\"\n\"Die regeering het al persone gebring en die het ek aanvaar.\"\nCan you just explain how was it that the Government was bringing people to Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am saying that the Government brought the people here, I have already referred to the Gubega Homestead and others who came with ulterior motives, using the same reason that they were being killed and burned and people would come and I would accept them.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you say the Government brought them, do you mean to say the police brought them?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That's right.",
            "Male"
        ],
        [
            "MR BERGER",
            "So therefore it would be fair to say that in June of 1992 not only the Iscor top management but also the police in the Vaal were well aware of the fact that there were hundreds of unemployed men living in the Kwamadala Hostel alongside the 400 odd men employed by Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now as far as the security of Kwamadala is concerned, is it correct that the area around Kwamadala was patrolled by the Vaal commander?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And is it also correct that the same area around Kwamadala Hostel was patrolled by Iscor security?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Iscor security was in continuous - when they went out on patrol they were in continuous radio contact with a security control room at Iscor, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "There were also in continuous radio control with the security check points?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And these security check points included the gate control posts, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the gate control to the hostel, there was only one gate to the hostel, correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that gate was staffed by employees of Iscor who fell under the housing department, in other words your department?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At all relevant times is it correct there were three employees at the gate and those three employees were directly under your supervision?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the position of patrols that I spoke about are the Vaal Commando and Iscor Security, those were 24 hour patrols, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And on the evening of the 17th June 1992 who were the three men under your supervision at the main gate to the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The night shift included Mr Besini Ntuli and these are the two men, it was a three shift based work, I cannot remember who was checking in at what time, they were relieved after eight hours.  I think it was Simon Shoisa and Simon Mkwanazi.",
            "Male"
        ],
        [
            "MR BERGER",
            "I take it there was a register of who was on gate duty at what time?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And would the hostel manager have had control of that register?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "We used to keep the register.  I used to keep this register for daily report purposes so that I could write a correct or precise report.",
            "Male"
        ],
        [
            "MR BERGER",
            "And where is that report today, that register today?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The long arm of the law confiscated it without informing me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Ntuli, Shoisa, Mkwanazi, where are they today?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Mr Ntuli retired in 1996 and Simons are still alive but unemployed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were they accused in the criminal trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Mr Ntuli testified, he came in only as a witness, he was not arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say because he was on shift on the day?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who did Mr Ntuli testify for, the State or the defence?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He was summoned by the attorneys of the arrested parties.",
            "Male"
        ],
        [
            "MR BERGER",
            "So he gave evidence on your behalf at the trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Shoisa and Mkwanazi never gave evidence at the trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I do not remember quite well but I think they did not deliver any testimony.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you ever ask Mr Ntuli about what happened that night of the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what did he tell you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He said he did not see anything.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you ever ask him why he was not on duty at the gate as he was supposed to be?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "He was not a man of mistakes, there is not a single thing in his response to me that indicated that he left the post for one minute to go to the toilet.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see because the reason I ask you this question is that - and I can't recall which of your co-applicants said this but it's been testified to by someone in the applicants that when they left to go attack Boipatong the guards at the gate had abandoned their positions and there were no guards at the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I have no knowledge in that regard.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you find it very strange, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you as I understood your evidence, Ntuli said he was at his post at the relevant time but he did not see anyone leaving the gate?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you perhaps ask him that \"look here, Mr Ntuli, more than 400 people must have left through the gate, armed and must have returned through the gate at a later point, why didn't you say anything?\"  Did you ask him along those lines?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Chairperson, what confused me is that even though Mr Ntuli did not look at the time he was called by Iscor security, he came and knocked at the window where I was sleeping, in the room where I was sleeping, to say that I was wanted but by the post ...[indistinct] and he said on Frikkie Meyer Boulevard about 300 people were seen and feared that these people were coming to attack the Kwamadala Hostel residents and he wanted to know whether everybody was in the hostel.  That is when I started to look at this, I walked around the houses around the gate and I discovered that nobody was suspected to have left the hostel and that on its own stopped me from continuing my questioning Mr Ntuli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would have been long after, that would have been long after the attack?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "After hours of the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.\n\tBefore we get to the attack, if you had been privy to the planning for the attack would you not have had a problem and this is the problem I want to put to you, you want to launch an attack on Boipatong, you want to get 400 or more armed residents out of Kwamadala and into Boipatong to slaughter the residents of Boipatong and you want to get them back into Kwamadala, would it not have been a problem for you taking into account the fact that the Vaal Commander, Iscor Security and the police were always patrolling in and around the area where your men would have to go through.  I'm asking you, Mr Mthembu, as commander of those men would that have been a problem for you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That would certainly have been a problem.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because you couldn't safely have led your men out of the hostel into Boipatong, spent an hour or so there and led your men back without being detected by (a) the police (b) Iscor Security or (c) the army or all of them, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct Mr Berger but I would like to add I am not disputing.  Only on Wednesdays we have Iscor people working lesser hours.  There were people who were off duty whilst others were working and they only worked for twelve hours on that day from 6 right up to sunset.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you're saying that Iscor Security might not have been patrolling?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "For example people were watching the situation and they knew very well how the Iscor Security operated, they knew that nobody was going to work that time and nobody was coming from work.  It occurs to me that they may have used that opportunity.  There was no one from 7 o'clock in the evening right after 11 o'clock.  There was no one who would come back from work.  There was dead silence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would have been between 7 in the evening and?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Eleven - evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Between 11 and 7?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it between 7 p.m.?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "7 p.m.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And 11 p.m.?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No one would be coming to the hostel between that time?  Only people returning?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time did the last shift finish in the evening?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The last shift would come in at 6 in the evening by which time another group would be going and others who were working overtime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So people would be leaving the hostel round about what, 5, 4, to go to start the 6 o'clock shift?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And another group would be leaving the hostel round about 4,5,6 in the morning?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "So you're saying from 7 in the evening until 11 in the evening there was no Iscor Security patrol in the area around Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That's how it seems.",
            "Male"
        ],
        [
            "MR BERGER",
            "Only on Wednesdays?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "On Wednesdays, on Saturdays and on Sundays, the system is the same.",
            "Male"
        ],
        [
            "MR BERGER",
            "But as far as the police and the Vaal Commander were concerned their patrols 24 hours around the hostel were seven days a week?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So as commander of this attack force you still would have had a problem, taking your men out of the hostel and into Boipatong because there was always the danger that you could come across a police vehicle or a military vehicle, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Would you please repeat the question?",
            "Male"
        ],
        [
            "MR BERGER",
            "There was always the danger that leading such a large group of armed men out of the hostel you could encounter a vehicle from the Vaal Commando on patrol or you could encounter a police vehicle in that area around the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes but I can tell you that if they had planned in advance to walk behind the vehicle to have an opportunity to sneak, that yes was possible, they knew the area very well.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you're saying that the gate to the hostel which is very close to the entrance to Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did not have Iscor Security personnel in close proximity on a Wednesday evening?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I would not say they were not at their posts but knowing how the Iscor shifts operated they would ...[intervention]",
            "Male"
        ],
        [
            "MR BERGER",
            "They would what?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am saying for example that if a pig eats the mother doesn't count how many times it eats.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've lost me but never mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, would you please explain what you mean by ...[indistinct]",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am saying it was easy because you have only one person.  They were looking at the Iscor Security and the Vaal Commando only and if these two groups had gone past, the people from the hostel knew that nobody else would come on foot to disturb them at the time of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The hostel residents, they must have been - were they aware of the routine followed by the Vaal Commando and the Iscor Security in patrolling the area?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes they knew because it had been a long time, for a very long time.  If somebody was watchful enough that was possible.",
            "Male"
        ],
        [
            "MR BERGER",
            "The reason I ask you these questions is because I have a document here which I don't intend making an exhibit and burdening the Committee with, but I can tell you it was a memorandum submitted to the Goldstone Commission on behalf of Iscor and it talks about an Iscor patrol on the evening of the 17th June 1992.  Do you know a certain Mr Nel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Maybe I can recognise him should I come across him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr F J Nel, a senior control officer.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes, thank you, now I remember seeing or listening to the initials.  He is now working here at the Iscor Club, he retired.",
            "Male"
        ],
        [
            "MR BERGER",
            "He began a patrol at 10 minutes past 8 in the evening and according to this memorandum his patrol passed the Kwamadala Hostel between ...[intervention]",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "May the question please be repeated?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what time is the question Mr Interpreter?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "May the question please be repeated pertaining to the patrol?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "At 10 minutes past 8 in the evening he left the South Gate, he patrolled the outside boundary fence, during his patrol he passed the Kwamadala Hostel and he concluded his patrol and 20 minutes past 8, so the time would be between 10 past 8 and 20 past 8 in the evening.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is like him.",
            "Male"
        ],
        [
            "MR BERGER",
            "At 5 to 9, do you know a Mrs Oosthuizen?  She was a control room security officer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, wait a minute.  Just repeat your answer?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I will not dispute that, he is telling you what he was doing.",
            "Male"
        ],
        [
            "MR BERGER",
            "At 5 minutes to 9 that evening Mrs Oosthuizen, she's a control room security officer, she received a telephonic report from Mr S De Bruto, he was on duty at the North-Eastern Gate, that a radio report had been received by him from a Mr J Maleisi.  Mr Maleisi was on duty at the North Gate and Mr Maleisi said that a group of plus minus 800 people were moving in the direction of the East gate.  Can that be correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I would not deny that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now who is Mr Maleisi?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I object with respect to these questions, I don't see where it's taking us.  This witness testified that he was not there, he did not partake in the massacre, he did not walk with the people.  Now I can't see why these questions should be posed to this witness and what's the relevance thereof?",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I'm asking a question about a particular person who was on duty at a particular gate and with respect to my learned friend he led Mr Mthembu for two purposes, (a) to give evidence in support of his own application and (b) to give evidence in support of the application of all the other applicants.  With respect I submit I'm entitled to question Mr Mthembu on matters which might have a bearing on the applications?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The issue is not so much what Mr Strydom did, the question is whether what you're asking, is it relevant to the issue of things, that's what you should address us on.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed I will Chairperson.\n\tThe size of the group, the question about whether Iscor was aware, whether there were people on duty at the gate, whether Mr Mthembu can be believed when he says he doesn't know there was an attack going out past his room are issues relevant to this application.  Yet Mr Mthembu's credibility as a witness is going to be relied upon by the applicants at the end of this case and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do they rely upon a person who says he was not there, he was not aware of the attack, he did not do anything that is wrong for which he is applying for amnesty.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, his credibility is going to be relied upon as a credible witness to support the applicants.  My learned ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let me make it clear that this is not an open ended enquiry, the enquiry must be confined to the issues that are relevant before this Committee.  The first issue is whether there has been full disclosure and whether the acts for which people are applying for amnesty are acts committed with a political motive.  I have been very patient so far but I think it is about time that counsel should confine their cross-examination to the issues that are relevant.  I will allow the question.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, I'll try and go very quickly.  Do you know Mr Maleisi?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot remember him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where is the North Gate in relation to the Kwamadala main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "As far as I'm concerned I think North Gate is about four or more kilometres from Madala.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the East Gate is just outside the entrance to Kwamadala Hostel, is that right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It is inside.",
            "Male"
        ],
        [
            "MR BERGER",
            "Inside the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Inside the firm, the hostel is outside.",
            "Male"
        ],
        [
            "MR BERGER",
            "So if people were moving in the direction of the East Gate would they be leaving Kwamadala or entering Kwamadala?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Berger, how could they be entering or leaving Kwamadala if they were approaching the East Gate, he said the East Gate was outside Kwamadala, it was outside and Kwamadala was outside of the property.",
            "Male"
        ],
        [
            "MR BERGER",
            "The East Gate is on the Iscor premises.",
            "Male"
        ],
        [
            "MR LAX",
            "Your original question wasn't ever answered and that was is the East Gate adjacent to Kwamadala?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is the nearest gate.",
            "Male"
        ],
        [
            "MR LAX",
            "So all I'm asking is if 800 people were moving in the direction of the East Gate, is it possible to say whether they were moving towards Kwamadala or away from Kwamadala?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "East Gate is behind Kwamadala, a person who is moving from Kwamadala cannot see East Gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright.  Mr Nel immediately proceeded to the East Gate and he patrolled along the eastern boundary.  Now according to him he found nothing there and he proceeded to the Kwamadala main gate where he found Mr Steyn and Mr Schneider from Iscor together with you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were asked at that point whether all the residents were present in the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You said yes.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now this must have been after the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I heard that that took place after the attack.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before that you were in your room near the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was in my bedroom, my house number was 0, then from 1 when you go past room 19 with a very big toilet that is inside the building, it's quite a distance.  If I'm not mistaken I think this is the side double to the sides of the hall, a distance from my house to that gate, to that main gate of Kwamadala Hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's approximately, what, 75 metres?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "If we accept that that's 30 times 2 that's 60 plus 50.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Mr Chairperson, if I'm not mistaken, it is not less than 800 metres from my house to the main entrance of the Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "You must have been very far from the main gate then?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "About 25 times the length of this room?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said perhaps 2 times and a half.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And then he said 800 metres?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, we're just putting distance over the ...[indistinct].  It is your evidence that it is not less than 800 metres?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that's what I said.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the criminal trial you said that if a siren had been sounded you would have known it?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if an attack had been launched on Boipatong you would have known it?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that evidence the truth?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes it is still true.",
            "Male"
        ],
        [
            "MR BERGER",
            "So then the evidence from your co-applicants that a siren was sounded must be a lie because you never heard a siren.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The siren was supposed to be standard but it looks like the people were running away from me because they knew that I was going to tell Iscor though I was not at work on duty at the time, I would tell them that something was happening.  So if there was such a number of people and buildings like that, from the position that I was maybe the siren could have started somewhere else, far away from where I was.   Excuse me Mr Berger, this Kwamadala Hostel had residents of about a thousand and something.  The beds and the houses that were in there were about 144.  This building was big and if this building was in a ...[indistinct] to the other buildings inside the building itself that would make me not to hear the siren.  I am not running away from the truth, I would not say that there was no siren but if perhaps if it was sounded at a place where I was far away from I did not have a friend at the time, everything that was happening there would happen but the people would know very well that there was this person who had been troubled if the people do not tell the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu, you evidence which you confirmed as correct was if a siren had been sounded \"I would have heard it\" meaning \"I never heard it\" so therefore no siren was sounded.  That was your evidence which you say is still the truth?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "All I'm saying is this, I did not hear the siren because it was sounded as usual, I would hear it, even the meeting itself was not planned, don't forget that, two things took place at the same time, everything was not planned according to the rules.  According to the rules siren would be sounded after the people had been given permission to convene a meeting, that meeting was not planned the residents of Kwamadala did not plan the meeting but the siren itself is something that is sounded whenever necessary, please understand me on that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the fact of the matter this, you do not dispute from what you're saying now that the siren could have gone off without you hearing it?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is true Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you say this is true today?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "How is it possible that every other resident of the hostel heard the siren except for you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is that the evidence Mr Berger that everyone else in the hostel heard the siren excepting for this witness?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "The evidence is that every resident of the hostel was called to the stadium.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is one thing to call the residents to the hostel, it is one thing for them to hear the siren.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I'll rephrase the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, what's been put to you is this, your co-applicants who have given evidence so far, all of them, tell us they heard the...[indistinct] and as a result of that they went down to the stadium.  Now why is it that you are - you didn't hear?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "This is the situation Chairperson, today they are telling the truth, some things that they know very well to me because all the things that they were doing they were doing it on their own, I was in the dark, I did not get information.  If I was told that or even if this whole thing was planned I would have that knowledge.  Even now I'm still telling the truth, this is the only truth that I'm telling today.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were there people living near to you amongst the accused of the criminal trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me ask you this, you said at the criminal trial that if there had been an attack on Boipatong you would have known about it?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you now saying that that evidence is not correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I'm still saying that.",
            "Male"
        ],
        [
            "MR BERGER",
            "But there was an attack on Boipatong and you claim to have no knowledge of it?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The evidence that there was an attack at Boipatong, I heard that on the 18th in the morning that 37 died.  I agree with that but no one told me at that time.  As I was not present it's difficult for me, Mr Berger, to know things that took place during my absence.  That is why I'm still telling the truth that I was not at Boipatong.  Perhaps I wouldn't disagree if I was told as a resident but I was regarded as a person who was safeguarding the firm and if the people were trying to do something maybe they would regard me as a person who would disturb that process.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not the question Mr Mthembu, I'll gather that what's been put to you is what you said in the trial and that is if there had been an attack at Boipatong you would have known about that, do you understand the question?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What counsel wants to find out from you is that evidence true?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We all know and we've already heard that there was an attack at Boipatong.  We heard your evidence that you were not present during the attack.  What is being put to you is this, as you are giving evidence in court, you told the court that if there was an attack at Boipatong you would have known about it.  Do you get the question?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your response?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "My response is this, I was not told, I was left behind.  As today the residents of Kwamadala Hostel had come back, they did not reveal that information to me and that shows that whatever they intended to had broken their hearts and now they know that they're not innocent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, just listen to the question.  You've repeatedly told us that they kept you in the dark about the attack on Boipatong is that right?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is why prior to going to Boipatong to attack they didn't tell you.",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You only became aware for the first time on the 18th the day after the attack?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The fact of the matter is that there was an attack in Boipatong?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I know now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which took place under your nose?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And which you were not aware of prior to it's taking place?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want pursue further with the matter I think the record speaks for itself.  I don't know whether you want to pursue this point?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No I won't.  I won't Chairperson.\n\tNot only as I understand your evidence, not only were you not aware before the attack that there was going to be an attack on Boipatong but you say that before the attack you had no idea whatsoever, no knowledge whatsoever that there was even going to be an attack on anyone in any community of the Vaal, am I right?  You had no idea?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "I want to ask you about some of the answers that you gave in the further particulars.  If I understand your evidence correctly the way I read it, as far as the political structures of the IFP and the hostel were concerned, the chief politician in the hostel was Prince Vanana Zulu, am I correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Everyone in the hostel who was a member of the IFP was politically answerable to Prince Vanana Zulu, the supreme political head in the hostel.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he in turn was answerable only to leaders of the IFP beyond the hostel, am I correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So if Mtwana Zulu gave an order, a political order, such as there should be no attack on Boipatong, that order was binding on all IFP members in the hostel and - sorry?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And no one else in the hostel had authority to disobey that order, is that correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct but he knew that we were not at IFP region, we were at the premises of Iscor.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, but there were very specific IFP structures within the hostel and all IFP members were answerable to those IFP structures, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if the supreme leader of the IFP in the hostel Mtwana Zulu says there shall be no attack on Boipatong until I come back from leave then no one had the authority to go over his head and launch an attack, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now on the day after the attack who told you there had been attack on Boipatong?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "One of the women that I don't her name, she phoned me in the morning of the 18th because I had to call early at work because I was woken up during the night and I was told about the 37 people who were killed at Boipatong.  There was a large number of people who came to attack the Kwamadala Hostel.  She refused to tell me her name.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was this early in the morning?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "When did you discover that the residents of Kwamadala had been the attackers?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I heard from that morning, I suspected because as Paul Schneider woken me up the people who came in like Mr Khanyile and the others who were coming in the usual way but they did not want me to easily notice that they had done something.  I started suspecting from then.",
            "Male"
        ],
        [
            "MR BERGER",
            "And by the 18th you knew that the Kwamadala residents were responsible for the attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And when you gave evidence in the criminal trial you said that the Kwamadala residents were not responsible for the attack, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because if they had been responsible for the attack you would have known?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you deliberately misled the trial court on that point am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You misled the trial court to protect your co-accused, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "Or what would you call it if not misleading the trial court?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I gave the court all I knew even today I still maintain that.  The attackers who are the people who said something else it was dark, I did not know what was happening.  Remember Mr Berger that I was among the people who were in the hit list, people who were to be killed.  I think there was information that leaked, some information that leaked in that process.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you tell the trial court that by the 18th June 1992 you were aware that the Kwamadala residents had attacked Boipatong?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "At that time I did not have knowledge but I later got to know and as I'm looking at the facts now it appears and after hearing Mr Khanyile's evidence, he was one of the people who got through the gate on the 17th on the night.  I could not point a finger at him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let's go to the 18th June.  You say that Themba Khosa came on the 19th not the 18th?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I said so, I said what I can still remember well and what we did with Mr Themba Khosa it was on the 19th, I know very well what he did on that particular day.  I do not dispute the fact that he was not there on the 18th, everything was still new to me.  They were asking everything, they were asking me some questions, I cannot dispute that fact.",
            "Male"
        ],
        [
            "MR BERGER",
            "Could it be that you are mistaken and let me tell you why.  Mr Mkwanazi for example gave evidence just before you and he confirmed that Mr Themba Khosa was present on the 18th with Humphrey Nglovo.  Mr Themba Khosa himself on a radio interview last week confirmed that within hours of the news of the attack on the 18th he was at Kwamadala Hostel on the 18th.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I agree that I have made a mistake if that's the case.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now on the 18th when Themba Khosa came, Humphrey Nglovo came, you say that Ms Anina van der Westhuizen was also there?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is why I can talk about the 18th, I beg your pardon on the 19th, I can make a mistake about the 18th.  Let us not talk about the dates, the 18th, but I remember very well on the 19th, I remember very well what happened on the 19th.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you not at the meeting on the 18th when Themba Khosa was there?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I can't remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that meeting where Themba Khosa was and Humphrey Nglovo, you say that you never heard Themba Khosa say that all the goods must be burned, all the evidence must be burned?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I said that as I've already told that I apologise for what happened on the 18th.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no, you don't have to apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you cannot recall what took place on the 18th?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No I cannot remember what took place on the 18th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see because the evidence has been that another meeting was called, all the men went to the stadium, this is now the day after the attack, you don't remember that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I remember but all the things that happened on the 18th were new on my mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you on duty on the 18th June?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the gate?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go to the stadium when the meeting was called?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I went there it was in the morning, I went there to address but there was not a stadium, it's just an arena.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were present in the arena with hundreds of men when Themba Khosa addressed them or Humphrey Nglovo?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I was once there, only once.  Not only once more than once.",
            "Male"
        ],
        [
            "MR BERGER",
            "And during that meeting somebody, let me put it just at that for the time being, somebody gave an order that all the loot from Boipatong must be burnt?  Do you remember that?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I cannot recall but I've heard that if I was there I would remember.",
            "Male"
        ],
        [
            "MR BERGER",
            "No you were there because in your further particulars, question 5.1, you say they came with Attorney Anina van der Westhuizen, that's Themba Khosa and Humphrey Nglovo?  One of them, I can't remember which one of the two said that we must co-operate with the police?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I agree Mr Berger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he says, he didn't hear, is the part dealing with the burning of the loot.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson also that answer does not necessarily - sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that right Mr Mthembu?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Question 5 reads as follows\n\"Did Mr Themba Khosa and Mr Humphrey Nglovo visit Kwamadala after the attack.  If so give some nature of this visit.\"\nIt does not - they said it points to the 18th, could also be the 19th the witness has been referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think Mr Berger is aware of the fact that what this witness has been repeatedly saying is that he is sure about the 19th but he is not sure about the 18th but in any event I think the point has been cleared, yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes I am aware of that but Mr Mthembu, what you're saying is if Themba Khosa says he was there on the 18th, you're not going to dispute that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I won't dispute that.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "If Mr Mkwanazi says that he attended a meeting on the 18th at the stadium or the arena where Themba Khosa was present and Humphrey Nglovo was present, you're not going to dispute that?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I won't dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "During the course of that day round about midday or the early hours of the afternoon, we know that all the loot from Boipatong was burnt, all the evidence that linked the attackers to Boipatong was burnt and destroyed.  You don't dispute that, am I right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And are you saying that at the time you were not aware at all of the fact that there was this burning going on?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not have knowledge.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was the first time that you heard that evidence from Boipatong had been burnt?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I heard that for the first time here in this TRC hearing.",
            "Male"
        ],
        [
            "MR BERGER",
            "You never heard about it during the criminal trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No, I did not hear anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say you were isolated?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I'm saying that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say you were isolated?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I said I was isolated.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm sorry Mr Mthembu, are you saying you never heard the evidence given during the trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That testimony was never given, I did not hear them testifying to that effect.  The other gentleman did not tell the truth there in court that here they've already indicated that they are telling the truth.",
            "Male"
        ],
        [
            "MR BERGER",
            "It is correct is it not that you were present in court throughout the criminal trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I was present.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you heard the evidence given in court throughout the criminal trial?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, forgetting for one moment about what your co-applicants said at the trial, namely that they denied that they were guilty, was there evidence that some of the items that had been stolen from Boipatong were you know, were burnt?  In court?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I heard that evidence in court.",
            "Male"
        ],
        [
            "MR BERGER",
            "Didn't you just tell the Committee that the first time you heard evidence about goods being burnt was during these hearings?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I said so.  The witnesses in court, that's what they said but here, even themselves, they made such utterances.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Ntuli was on duty at the gate to the Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the criminal trial page 3624 you were asked\n\"There is also at the East Gate which runs next to the hostel, there is also\"...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the first point?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Okay.  I summarise it.\n\"There is also at the East Gate a 24 hour presence\"\nin other words, the East Gate which is different from the main gate to the Kwamadala Hostel and it is different from the Iscor patrols, the East Gate itself was manned on a 24 hour basis and your answer\"\n\"That is so.\"",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is still true.",
            "Male"
        ],
        [
            "MR BERGER",
            "And how far was that post from the main gate of Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I think it was a full kilometre from East Gate to main gate of Kwamadala Hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you certain about that because I've been to the East Gate and it certainly does not look like a kilometre from the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am certain about that because there is a curve.  If you are facing the gates standing on the road you can see though you are not yet at the gate, you can see.",
            "Male"
        ],
        [
            "MR BERGER",
            "If I show you Exhibit M1 which is a photograph would you be able to point out the main gate to the hostel and East Gate and if you could also point out where you room was?\nI'll hand you my copy of M1.  Can you first mark the main gate with an A?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "...[no translation]",
            "Male"
        ],
        [
            "MR BERGER",
            "And then could you mark the East Gate with a B?\nAnd then could you mark your room with a C?  Thank you Mr Mthembu.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The witness hasn't marked the main gate of the hostel, that must be marked with an A.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Main gate entrance.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I am not very clever as far as this subject is concerned but I have tried my best.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Mthembu.   ...[inaudible] the marks, if I can just make them clearer for everybody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these marked A,B,C?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Ja but it's unclear, I'll try to make it clearer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, if you'll just indicate what A stands for, B and C, are they marked?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "A was the East Gate.",
            "Male"
        ],
        [
            "MR LAX",
            "A was the main gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "A was the main gate, B is the East Gate and C is Mr Mthembu's room.  Your attorney has a green highlighter, perhaps that would help?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just next to - it points to the circle, the circle is actually the point where A should be.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say in your statement at 163 that on the night of the incident I was awoken by Paul Schneider from Iscor Security.  Did he come into the hostel to your room to wake you up?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No, someone, a person who was at the gate he was sent down.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you then went to the gate and you met Paul Schneider?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And he said to you that there's a group of people on Frikkie Meyer Boulevard who are apparently coming to attack Kwamadala Hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now this is sometime between 10.30 and 11 o'clock at night, is that right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not check the time but I did not dispute that.",
            "Male"
        ],
        [
            "MR BERGER",
            "The reason that I put that time is because I'm looking at an affidavit deposed to by Theunis Steyn employed by Iscor Security, it's Exhibit L13 and L14 and he gives a time of 10.30 when he was in the radio room and then he says that he and Paul Schneider moved to the Kwamadala Hostel where he spoke to a certain Moses, a leader of the Inkatha members and he asked him, this is Mr Steyn, he says\n\"I asked him if all his members were in the hostel and he assured me that they were.\"\nNow he must be referring to you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes he was referring to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then he says we then went to the East Gate of Iscor and he puts a time there at 10 minutes past eleven.  So his conversation with you must have been some time between 10.30 and 10 past 11 at night?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I agree because I did speak to him.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that point he says to you there's a large - well this is Schneider - who says to you there's a large group of people who are apparently about to attack Kwamadala Hostel.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at that time the conversation is going on at the main gate at the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So that if we know those weren't people coming to attack the hostel, they were attackers returning to the hostel, correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So if they had returned to the hostel through the main gate, you would have seen them there and then?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say I did not go and look, so you didn't go and look to see this group coming into the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you were at the gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the people never came in through the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Some came in through the main gate, that was later.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many came through the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Though I cannot remember the number, I think there are more than ten.  They were coming in groups.  They were with Vincent Khanyile who was one of us or who is one of us.",
            "Male"
        ],
        [
            "MR BERGER",
            "And none of them had any evidence of having been on an attack, none of them had weapons or bloodied clothes or loot or did they?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Some had assegais but I cannot remember seeing the firearms but they were wearing coats.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the hundreds of other attackers?  They never came through the main gate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It might happen that they used the main gate but I am not certain whether they all used the main gate because\nPaul Schneider had woken me up and he told me to stay there and he said they were going to investigate.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, did I hear correctly that Paul Schneider told you to stay at the main gate while he went to investigate?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you ask Vincent Khanyile where he had been?  Why was he coming back to the hostel at such a late time?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I did not ask him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why not?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was only - there was a person who was sitting there but I was only there to tell about what I had seen.",
            "Male"
        ],
        [
            "MR BERGER",
            "Didn't you say to Vincent Khanyile \"have you heard there's a whole group of people coming to attack us?\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you speak to Vincent?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I did speak to him.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you say to him?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I told him that the security of Iscor said a group of about 200 to 300 people was seen, they seemed like people who were coming to attack the Kwamadala Hostel but they were still going to investigate that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you weren't concerned at all about this group of 200 to 300 people coming to attack Kwamadala Hostel because you went back to sleep?  Is that what happened?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I opened the nearest rooms because from the main gate the residents had occupied the block downward from my side.  No one was staying there from my side except Mdwana or Vanana Zulu who was not present at the time.  I asked them because I wanted to go back to the gate again and as I was told to stay there I had to go back there and stay there.",
            "Male"
        ],
        [
            "MR BERGER",
            "No Mr Mthembu, you've just been told by Iscor Security that there are two to three hundred people coming to attack the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "You don't go and look to see what's happening?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "You are told by Iscor Security to remain at the gate.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "So with an attack on the hostel imminent you go to sleep?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not go back and sleep, I waited because people had tune radios, they could communicate with the others because our hostel was the property of Iscor and it was surrounded by two fences, it was not just in the open space.",
            "Male"
        ],
        [
            "MR BERGER",
            "What about the main gate, were you not afraid that these attackers might come through the main gate and attack you sleeping in the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I was not scared of that because I was already told to wait there because these people were armed, the Iscor Security were armed.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was the Iscor Security waiting at the main gate to protect you in case of an attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No they had gone, they first communicated through the tune radio.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you confirm what you say in your statement, the people did not come to the gate?\n\t\"I again went to sleep and later I was awakened by people\nfrom the Vaal Commando\"",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I confirm that Paul Schneider came to relieve me and he said he was looking for a light because these people were lying on the grass because it looked like on the road towards Vanderbijlpark there was a place and it looked like these people were lying there, lying flat on the ground, that they're only there facing the gate that was next to Iscor.  The person who would only attack, there was a person who knew the place very well and it's a person who would open the hole there and I went back to sleep and Vaal Commando came to awaken me.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes but who came from the Vaal Commando to wake you up?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They stood at the gate and they sent Mr Ntuli, I don't know that person, it's the person that was not known to me.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were called to the gate again, you went to the gate and you spoke to this soldier from the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this person told you again or also told you that there people who were gathering at the robots?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No he did not say that to me, he said towards the road there's grass there, not at the robots, at the lawn.",
            "Male"
        ],
        [
            "MR BERGER",
            "Let me read to you what you say in your statement\n\"I was awakened by people from the Vaal Commando.  They also said there are people who are gathering at the robots.\"",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No that is not what happened.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright, the people from the Vaal Commando told you that those people out there who were coming to attack Kwamadala were still there?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes they said they were going to get a lamp that they would shoot in the air so that they can see the people who were there.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you were so concerned about this potential attack on Kwamadala that you went to sleep again?\n\"Ek het weer gaan slaap\"\nBottom of page 163.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was given an instruction that this matter was in the hands of the Iscor Security and Vaal Commando.  They know that we were going to die like cockroaches, we were going to die, we wouldn't let them attack them but what we used to do, we were told not to do but inside we were told to sit down and I wouldn't wake the people up, I had to go back and sleep though I was not sleeping in my room.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't it Mr Mthembu you knew they were not coming to attack Kwamadala, you knew they were hostel residents coming back to Kwamadala, that's why you went to sleep, that's why you weren't concerned?  In other words you didn't fear any attack because you knew there was no attack?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was scared but as a security guard I was told to work with them.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that if Themba Khosa had come on Sunday the 14th June you would have known?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I was supposed to know.  Yes I agree that I was supposed to know that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because there wasn't a meeting that took place in the hostel that you weren't aware of?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I've already told you Mr Berger that each and every meeting I would be the one who would authorise such meetings, even if the reason for the meeting was something else or otherwise.  On that particular time I would know that the arena would be occupied by people attending a meeting.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you don't know about a meeting two weeks before the attack on the 3rd June, do you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Berger.  Is the position that meetings within the halls had to be authorised by you?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if there is any meeting that's going to take place you should have been told?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "But you don't recall any meeting on the 3rd June 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot remember Mr Berger because what would appear it would be easy for them to communicate through their protocol and they would come to the office.  It's not each and everyone who would request of ask for permission for a meeting.  It would be IFP meeting or Youth Brigade.  They would tell or they knew what members were allowed to go and ask for permission to convene a meeting, not just anyone.",
            "Male"
        ],
        [
            "MR BERGER",
            "You see if you were being sidelined as you say you were then there could have been a meeting on the 3rd and the 10th and the 14th and the 17th, all of which you were not aware of?  Isn't that right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you say that Vanana Zulu was your neighbour at the hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And his room was near the gate, wasn't it?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You're still working at Iscor?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Have you made any attempt to locate the hostel records or the registers or any documentation which might cast light on the position in June 1992?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Unfortunately I did not check because the registers would mention that he was still employed by the Iscor.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Mthembu you say you haven't tried to get any registers?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I tried.",
            "Male"
        ],
        [
            "MR BERGER",
            "The last time you saw your registers, they were in the possession of the police, is that right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot recall if I did see them, they took them during my absence because they were at the gate at the time, I don't know when were they taken away but I later realised that the registers were no longer there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you remember giving evidence at the criminal trial about three police colonels who had taken your registers?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I remember, there's a short one, I cannot remember his surname, he once mentioned this.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was that Davidson?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "There is another one but I cannot remember but I think it was Grove or Groove, something like that.",
            "Male"
        ],
        [
            "MR BERGER",
            "I beg your pardon, let me read to you the evidence that you gave at the criminal trial and I'm sure it will refresh your memory.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not possible just to put what this witness said at the trial which of course is not concerning us today so as to shorten these proceedings?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes Chairperson.\n   Do you know a Colonel Greeff?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I remember him.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Davidson?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot remember him but there were three of them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then there was a short one who liked to speak Zulu?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And his name was Du Pont?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Greeff that you referred to, was that not the man who was here on Friday?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No it was, no he doesn't look like him in appearance, he doesn't look like him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did you say that he was - he appeared somebody older, the one who appeared before us?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson I have no further questions.  Thank you Mr Mthembu.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "I have no questions, Chairperson.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "No questions.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you Chair, no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No re-examination.",
            "Male"
        ],
        [
            "MS PRETORIUS",
            "No re-examination.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR DA SILVA",
            "May it please you Mr Chairman?\n\tMr Mthembu, a question was put to you by my learned friend Mr Berger, where it was put to you that there was an area around Kwamadala was patrolled by the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now were you aware that there might be military vehicles in the vicinity of Kwamadala which did not belong to the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "How would you differentiate between vehicles which belonged to the Vaal Commando and other military units?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The Vaal Commando people were different as far as I'm concerned.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Different in which respects?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They had different vehicles that were smaller, sometimes they would use that type of a vehicle.  The commando would not speak to people they would do whatever without saying anything to the people.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now if you had to - your co-applicants spoke of suitcases.  If you had a suitcase from a Vaal Commando and say from Lenz Military Unit, how would you know the difference between these vehicles?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "As it was mentioned you would see them even if they were inside the vehicle.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I don't understand that Mr Mthembu, you were there, please explain to the Committee how you would know the difference between a vehicle from the Vaal Commando and for instance the Lenz Military Unit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, these commandos and these security, these military officers, did they use different motor vehicles?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us what was the difference or are you not able to tell us?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The car that was used by the Vaal Commando was a van, smaller with seats inside, it was smaller.  The other would not talk to people, they would just come with their big vehicle with dark uniform and they would just go back to wherever, they wouldn't discuss anything with us.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "The vans that you are describing is that what is normally known as a riot bakkie?  A yellow Toyota van with perspex around the back, is that what you're talking about?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now are you saying that the Vaal Commando did not use these riot bakkies?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That's what I used to see that most of the time we would talk like workers of Iscor of different departments but these with suitcases they would not discuss anything with us.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now what I want to know from you, is the Vaal Commando, you've answered several questions in regard to the Vaal Commando, did they use suitcases and did they use riot bakkies or what did they use?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I have mentioned that what it looks like.  I'm going to say what Mr da Silva wants because I've already mentioned that their cars were different.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr da Silva.  Do you know who was responsible or where the suitcases came from or which unit they belonged to?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I'll try and shorten the proceedings Mr Mthembu, if you had a suitcase, a brown suitcase standing in front of you, my instructions are that Lenz Military Unit and Vaal Commando both used suitcases.  I want to know from you how would you differentiate them?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Mr da Silva, I'm here to apply for amnesty, I talk about something that I know.  I'll not mention anything about something that I don't know because you want me to differentiate things that you have combined yourself.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Mr Mthembu, isn't it that you can't tell the difference and if you saw a brown vehicle that looked like a suitcase you'd make the assumption it belonged to the Vaal Commando, isn't that the point?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I do not know the difference but I've already mentioned that we used to discuss with the others there was nothing knew and we would discuss with the others but there was this other group that we wouldn't discuss anything but that was not a problem to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see I think what counsel is trying to put to you or find out from you is this, can you tell from a distance whether that motor vehicle is a Vaal Commando motor vehicle or whether it is a motor vehicle used by the military?  We know from your evidence that the other group used to come to you and you would talk to them, do you understand that?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think the question is are you in a position to make that distinction from a distance without having to talk to the people.  Do you understand the question?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I'm not in a position to tell.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Are you in a position to say which route the Vaal Commando patrolled?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I cannot tell because the day you would see it you would only see the vehicle only at the gate, you wouldn't see where it was coming from.  You wouldn't know whether it has taken the Boulevard or coming from right inside the Iscor, so I cannot tell the difference.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now you gave testimony in regard to Exhibit M1, the plan, can you please look at that again?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now you drew point B which is the East Gate right at the bottom of the page?  Is that correct?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now isn't point B the East Gate, isn't it actually off the photograph, it doesn't appear on the photograph, isn't that why you drew it at the bottom of the page?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Mr da Silva I told you that I don't know much about the map, I'm not very good in describing the map.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "What you're saying is you took a guess, you assumed point B was there and that's where you put it down and you might be incorrect?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now in regard to the plan will you ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold on a minute, are you saying that you made a mistake?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I've made a mistake.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now if you look at that same Exhibit, the plan, look on the extreme left hand side, you'll see there's an A and a B, do you see the B on the left hand side?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now if you see the point that B indicates, according to the schedule annexed to this Exhibit, that is the main gate, would you agree with that?  The main gate to Kwamadala?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I agree.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So the point that you've indicated on that plan is A being the main gate is not the same point as B?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now in regard to the people that visited you or spoke to you at the gate after the attack, I understood your evidence to be in the early cross-examination by Mr Berger, that you spoke to Mr Paul Schneider hours after the attack, that was what you testified, is that your recollection?  Are you able to give an estimate of how long after the attack you spoke to Mr Schneider?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know when the attack took place?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No I do not know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Are you able to estimate at all when you spoke to Mr Schneider what time it was?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did mention that I had a watch Mr da Silva but when I was woken up I did not check the time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you're not able to say what time you spoke to Mr Schneider?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "How long after you spoke to Mr Schneider did you speak to the member of the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was after a long time.  I think it was more than an hour.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now you were asked a question what was the conversation that took between yourself and this person from the Vaal Commando and you started explaining about grass on the road.  Could you explain what was the conversation that took place between yourself and this member from the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Those were the instructions that came through Iscor Security that there were people who were seen crossing the road, Frikkie Meyer Boulevard, who were attackers who were coming to Kwamadala Hostel and then I was given a message, I was instructed to sit there and stay there and I was waiting for him to come and tell me what would happen thereafter and after that he told us not to move there, they said everything was in their hands and they knew that there was only one entrance from Kwamadala Hostel.  There were other cars that he pointed that were next to the railway line because one of the Iscor bakkies was there already.  He mentioned also that they were looking for a lamp because it looked like these people were there lying on the lawn and they wanted to get a lamp so that they could easily see those people.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So are you saying that the member of the Vaal Commando told you that he was looking for a lamp because he suspected the people were hiding in the grass, is that what your answer is?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is what I was told.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Now the person that you spoke to who you assumed to be a member of the Vaal Commando, how was he dressed?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I cannot describe, my mind was not stable, my mind was thinking fast at the time.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Are you not able to describe this man's clothes at all?  Was he wearing shorts, was he wearing a t-shirt?  What was he wearing?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "It was winter and it was cold, I did not see this t-shirt, I apologise for the fact that I cannot describe his clothing because I was shocked at the time because I was told to stay there because the attackers were coming.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "So you can't even describe the colour of this man's clothes, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr da Silva, he has repeatedly told us he is not in a position to tell us what clothing.  Let's move on please.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "As the Chairman pleases.\n\tYou can't describe whether this person is an officer or a non-commissioned officer can you?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not notice his rank, I do not know.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "Isn't it possible that you spoke to somebody else but not a member of the Vaal Commando?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Unfortunately, all I'm saying is what I heard, he told me that he was working for the Vaal Commando.  I am not saying things out of my mind.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "My instructions are that there were members of the Vaal Commando after the attack at the Kwamadala main gate but that they spoke to nobody and there was nobody in sight.  Do you have any comment in that regard?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I'm saying to you that my instructions are that after the attack there were members of the Vaal Commando at the Kwamadala main gate, there was nobody in sight and they spoke to nobody so I'm saying to you that you're mistaken, you did not speak to a member of the Vaal Commando?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or when the person said to him he was from the Commando he was not telling the truth?\n\tDid you understand the question?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's your answer?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "My answer is what Mr da Silva is saying is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you're basing that on what this person told you, that you spoke to?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS TANZER",
            "Just two questions Mr Chairman.\n\tCan you clarify that no record of the refugees who were living at the hostel were ever presented to Iscor, was that your evidence that we heard in cross-examination.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He did not say that, he said he showed them the register.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "As I understood it Mr Chairman the record of the refugees were not shown.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you keep a register of the refugees?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make that register available to Iscor?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I used to have it all the time if I'm going to the meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you make it available to them?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "So in effect they would have these records today?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I'm not sure as to their procedure but I did my work, I did my job.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now also the amount of refugees you said they - or people, they were living in the hostel by June 1992.  You mentioned in examination it was about 300 then in cross-examination it went to an excess of 1000?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, those were the sum total of people who resided at the hostel.\n\tThe 1000 that you've mentioned was it the refugees only?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "All the people who were residing at Kwamadala Hostel, that was a number of all the people.",
            "Male"
        ],
        [
            "MS TANZER",
            "And after the attack on Boipatong was there no instructions by Iscor to clamp down on the refugees that you allowed to live in the hostel?",
            "Female"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "They requested many times that all the people who were not working for the Iscor should vacate and get another place to stay because Iscor was communicating with the government that Iscor should have their own burden and the government should take care of it's own burden.",
            "Male"
        ],
        [
            "MS TANZER",
            "No further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibonyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.\n\tMr Mthembu at what stage or during which year did you start keeping record of the people staying at Kwamadala Hostel, I'm asking you that question because according to Khanyile's testimony, people just invaded the hostel without any permission.  Do you understand my question?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I understand your question sir.  I started working as a housing officer in 1991 and I started working like that, that is why Mr Khanyile has his own view because there's a lot of us, there's office secretary and the men responsible for the gates and the other person and myself.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now you said Nosenga told you that he was sent by the ANC to plant bombs in the hostel.  Did he just say that or did you in fact see those bombs?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I did not see the bombs.  Nosenga as a person who was speaking Sotho and looked hungry.  There were lots of things that you would notice in him, I sent him to a group with people who were more like him, the youth and the people who would stay there with him and they would discuss.  I did not have time to look after the refugees, I had a job as a housing officer as I was earning my salary.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Last question, you said the police used to bring people there and ask that you should accommodate them.  Were there such many people who were brought there?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes there were a lot of people who would be brought by the police but most of them, more that those that were brought by police, those were the people who would just come and say the police referred them to Kwamadala Hostel because they did not have accommodation.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "No questions Chairperson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tMr Mthembu there were just two small aspects.  The first relates to the security and the shifts and so on.  I was just wanting to understand the relationship between when shifts started and where the people were patrolling and so on.  Was the purpose of the security so that people could be accompanied on their return from work and not be attacked or - do I understand it correctly?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "What was the purpose then, just general security?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The Iscor Security, as our hostel was a property of Iscor and the route from Iscor would go past our hostel just to see to inspect the place.  If there something going wrong they would contact the relevant people not that they were doing something beyond that but it was just suggestions like people who were working for the same company.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay so the issue of shifts and so on that was just the shifts that the security personnel worked, had nothing to do with the rest of the other workers?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The shift of Iscorians, the employees of Iscor.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm still no closer to understanding but it's not that important.  The second aspect was I understood you to be saying when Mr Berger was asking you about attending meetings at the arena, that you went there to address them in one of those meetings, is that right?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes on the 18th in the morning when I got a message, when I got a telephonic message that 37 people had died in Boipatong so there was a group of people who would be coming to attack at Kwamadala, that was one of the meetings that I addressed as far as I'm concerned.",
            "Male"
        ],
        [
            "MR LAX",
            "So you called a meeting on the morning of the 18th?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you have the siren run that morning to call the meeting.",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "The speaker was in my hand on that particular day.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did you tell the people who came to the meeting?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I told them if I'm not mistaken I think as they were coming in, as there were about 15, I told them that I received a call saying that Boipatong area was attacked, 37 people had died and the residents from Boipatong were all over the place and they were at a meeting, they held a meeting at the stadium and they came and they intend to come to Kwamadala Hostel to attack.  I asked the person who was giving me that message, she refused to tell me but I could still detect that the tone was a lady's voice.",
            "Male"
        ],
        [
            "MR LAX",
            "So there were only fifteen people at that meeting?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Yes I can say so if I'm estimating.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay and what did you decide to do about this threat to your hostel?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I wanted them to tell one another because we couldn't get all the people at the meeting because it was still early in the morning and it was cold and I was on my way to the office, I was in a hurry to get to the office and do my job.",
            "Male"
        ],
        [
            "MR LAX",
            "So you weren't concerned about the threat at all, you just told a few people and you went off to do your job?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I was shocked even the night before, I was scared and I couldn't stay with people who have already heard that an attack was imminent.  I also went to fetch my assegai, I still have that assegai, even today.",
            "Male"
        ],
        [
            "MR LAX",
            "Now the last question related to when you spoke to Khaneyile at the gate, when you saw him coming in, you said some of those people were armed with their spears?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "There were not many people, it was just a group of young men but you could see the spears underneath though they were coming in groups you wouldn't see clearly because they were wearing coats.",
            "Male"
        ],
        [
            "MR LAX",
            "Well didn't that strike you as odd, here they are, coming back late at night with spears under their coats?",
            "Male"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "I have said Mr Lax that I was scared, I was shocked, I was shocked because I was woken up by Iscor Security during the night because it became clear that whatever was taking place was beyond the person who was at the gate, it was beyond that person's control.  That was happening for the very first time for the Iscor Security to come and wake me up in my room.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Mr Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything arising?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "No.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairperson, may I be permitted just one question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Arising from?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "From Mr Lax's question please Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.\nFURTHER CROSS-EXAMINATION BY MR DA SILVA\n\tMr  Mthembu  you  said  that  when the people returned they were wearing big coats \nand you saw them carrying spears.  Did you see anybody carrying a microwave oven or T.V.s or videos or anything like that coming through the gate?",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Unfortunately I did not see that.",
            "Male"
        ],
        [
            "MR DA SILVA",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Malindi?",
            "Unknown"
        ],
        [
            "MR MALINDI",
            "No questions.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "None thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, thank you, you may stand down.",
            "Unknown"
        ],
        [
            "MANDLA MOSES MTHEMBU",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because we are about to rise would you mind just sitting down until we rise?\n\tMr Strydom, who is your next witness?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Richard Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Richard Dlamini, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson through you, could I ask my learned friend if we could just have a few more names of Mr Dlamini in the order in which he intends to call them, if he can?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson there are only a few left so I think Richard Dlamini then Paulos Mbatha and then Petrus Mdiniso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is still this outstanding matter relating to the other applicant, is that Gubega I think it is?  What is the position regard to Mr Gubega.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I had a discussion with my learned friend Mr Berger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And he said if he is on the same footing as the others he won't pursue his objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I'm aware of that.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And that's the discussion, I showed him certain documents, the documents have been faxed through to Cape Town and he was prime facie happy with those so he can give an indication if he still wants to oppose his application or not.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, the only point I said to Mr Strydom was there was talk about an earlier application, if that falls away then you've already then made a ruling, we can't take it any further than that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, were your enquiries in regard to whether or not he had made an earlier application together with the other fifteen?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No apparently he made an application on his own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On his own, okay and all you were waiting for was to be shown that application?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you been shown his application?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I don't know what the status is of that earlier application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chairman, the situation is that his application was made together with all the other applicants.  When a fax was sent from my instructing attorney's office with 36 pages, including that 36 pages, the application of Kubeka.  The other application we're talking about is the one we can't find so I'm not relying on that application, the application I'm relying upon is the one that was sent like all the other applicants applications.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The original applications.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The original applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's what Mr Berger is looking for isn't it?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No Chairperson, that's that half baked application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And I don't take that any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which was subsequently supplemented, is that what you're saying?  Just like the rest of the other - or just like some of the applicants did.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes that's indeed so, very late in the day but it was supplemented.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay now where is that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That's the documents I handed up on the previous occasion, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is there an issue still?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Very well we will start - there was a suggestion that we start at 9 o'clock and I decided that we - we decided that we should start at half past 9.  We will go back to that 9 o'clock.  I take it that that offer still stands?  We will rise now, we will reconvene tomorrow morning at 9 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}