{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-07",
        "location": "VANDERBIJLPARK",
        "day": "5",
        "names": [
            "ANDRIES MATANZIMA NOSENGA"
        ],
        "case number": "AM2778/96",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53379&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990507vb.htm",
        "speakers": [
            "ADV SIGODI",
            "ANDRIES MATANZIMA NOSENGA",
            "CHAIRPERSON",
            "INTERPRETER",
            "INTERPRETERS",
            "MR BERGER",
            "MR LAX",
            "MR MAPOMA",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS TANZER"
        ],
        "original_speakers": [
            "ANDRIES MATANZIMA NOSENGA",
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR NOSENGA",
            "MR LAX",
            "INTERPRETER",
            "MS TANZER",
            "MS CAMBANIS",
            "MR BERGER",
            "MR MAPOMA",
            "INTERPRETERS",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "(continued)   Thank you Mr Chairperson.  Mr Nosenga, when you entered the township in the casspir now, did you see any people or any person of the township walking around or standing around?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there were people walking in the street, some of them died.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you entered the township and saw these people for the first time, what were they doing?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were walking in the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see any person who defended the township, or who looked as if he is on duty to defend the township at the stage when he entered the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I just saw people walking in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So I take it, when you entered the township, you did not see any people sitting around, because you say you only saw people walking around?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I saw people walking in the evening.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement, on page 21 paragraph 17, and just to remind you that is the statement that was taken by Mr Kjellberg, paragraph 17 you say\n\"...  we all entered the township from the field side on different streets.  The people and the casspirs were split up.  I do not know the time of the attack, but I know it was dark.\"\n\tThen you said -\n\"... I saw how people were sitting around open fires surrounding the township, run away when they saw us.\"\n\tIn the light of the fact ...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, we didn't get the translation of that.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I was just rectifying a mistake with him Chairperson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay, thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you just repeat the answer please?",
            "Male"
        ],
        [
            "MR LAX",
            "No, the Interpreter is just correcting something with him,  just trying to work something out.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw people in the street walking and when we started firing, they ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but what do you say to the statement that was put to you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say about the statement, I saw people who were walking and when shots were fired, they ran away.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At any stage during the attack, did you see an open fire?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I didn't see any fire.  I said I saw people walking in the township.  When shots were fired, some of them fled.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The casspir that was with you, could it drive freely in the streets of Boipatong, or were some of the streets barricaded?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The casspir went into the township, but I can say that the casspir went into the township easily without any barricade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the casspir in which you travelled, did the casspir have any difficulty in driving around the township, whilst you were in the casspir?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, it did not have any difficulty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "After the casspirs split up, did you see any one of the other casspirs during the time you were in the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw the casspir in which we were travelling.  I saw the casspir in which I was travelling, they split up, these casspirs split up.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but the question is, after the split, and up to the stage you left the township, did you see any one of the other casspirs, did you come across any one of the other casspirs again?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I last saw them all together at the veld at Boipatong, and I only drove around in the casspir that I have mentioned before.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Nosenga, just listen to the question please.  The question is not whether you saw them together or not, the question is did you see any one of those casspirs again while you were in Boipatong, after the time that you left your casspir until the time that you left the township?  Do you understand the question?  Do you understand the question, just listen?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "What is your answer?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I only saw the casspir that I was travelling in.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You mentioned that Gatchene was one of the people in your casspir, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you also said that he is an Induna, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is how I know him to be.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So would you say that he was the person in charge or the leader of the group that you were in during the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Dondo was also one of the members in that group, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So Dondo was not the person in charge of that group or the leader of the group, it was Gatchene?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "At the time when we fired shots at the people, he is the person who commanded us to do so, but whilst we were in the casspir, Gatchene was - I will say Gatchene was in charge.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did Gatchene also get out of the casspir at any stage?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he did get out of the casspir, but I was with the other three people, I was not with him when we attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At what stage did the Policemen in your casspir, put on their balaclavas?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "When the casspir travelled from the veld in Boipatong, that is when they put on the balaclavas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was it only the Policemen that put on balaclavas?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I only remember the Police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you say in paragraph 17 of your statement\n\"... some of our people did also wear balaclavas, but not me?\"",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I stated that the hostel residents were headbands, and it was the Police who wore balaclavas, when we went to Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position then that you did not say that some of our people put on balaclavas?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, even yesterday I mentioned that we were wearing headbands.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of the attack, did you see any white people that painted their faces black?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they were wearing balaclavas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but I am not referring to balaclavas, I am just ...",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there were some who were painted black.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is now without balaclavas, but with painted faces, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They did wear them, they did wear balaclavas.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to get clarity, so you say they painted their faces black and then they put balaclavas over the painted faces?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they had put something on their faces, although I do not know what it was, and they did wear balaclavas as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you see these people?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "At the spot where we came up on the casspirs in the veld.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "These people were they part of the group that were in your casspir, or from other casspirs?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw them in my casspir, the casspir that I was travelling in.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now we know the Policemen in your casspir, Chaka, Peens, Rooikop and another person.  Did Peens paint his face?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  They had painted themselves, I even saw them in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, please stop looking at the document next to your Attorney, do you understand?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Speak up when - don't just mumble, we don't hear what you say.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You said Peens painted his face and Rooikop?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I said the Boers had painted themselves.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the driver of that casspir, did he also paint his face?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  Although I did not know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why didn't you say in your statement that Peens and Rooikop painted their faces?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do know that they had painted themselves and they wore balaclavas.  It was only the black people who had not painted their faces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that Peens painted his face?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he had smeared something on his face.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this paint black?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was black.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he paint all his face?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He had just painted the areas that he is indicating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he painted the entire face, but for the eyes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And thereafter he put on the balaclava?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to paragraph 18 on page 21 of that statement.  I will read it to you\n\"... we got out of the casspir on the first street that we entered.\"\n\tIs that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "\"... we got out of the casspir on the first street that we entered.\"",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did state that we took cover when we came upon the first house and the casspir that we had been travelling in, drove slowly down the road.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yesterday you indicated the place where you entered the township, and that was the first street.  In that street, did you go from house to house shortly after you had entered?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I started before that.  We went into the first house and there were houses on both sides of the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, you said in evidence in chief that you went to five houses.  All I want to know is if these houses are in that first street and in close proximity to each other?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were on one straight.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was, were they in close proximity to each other, in other words, were they attaching each other or near by each other, one after the other?  That is what you are being asked.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  The houses are close to one another.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yesterday I asked you about the first house and second house you went into.  Now I want to ask you about the third house.  What happened in the third house you went into?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As we got there, some of us broke windows and we went inside the house.  There were people inside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What did you do with your AK47 in that house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I fired shots.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you fire shots at people?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you close to these people when you fired these shots?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you fire many shots?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, but I did fire shots at them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you kill people in that house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give the Commission any indication how many people you killed in the third house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I am not mistaken it could be three.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you say if they were women, children or adults, men?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were adults.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they women?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was a woman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you say you killed, if you remember, although you don't remember very well, you think you killed three people, how do you know that these people died?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They fell close to me and I am therefore sure that they died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They fell down?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I saw them falling down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you assumed that they had died?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I thought so because they were very close to me.  Thereafter I went looking under the beds, but found no one.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many magazines did you have for this AK47?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Two.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many bullets were in each one of these magazines?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It could take 40.  It was a steel magazine and it could take 40 bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were these magazines full?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had about 80?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the magazine that was in the chamber of this AK47, you had another one somewhere on your body, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I had two magazines and one was facing down, that is the one I was using at the time.",
            "Male"
        ],
        [
            "MR LAX",
            "What he is indicating is that, he is showing that the one points up and the one points down, it is quite a common way of having two magazines on an AK.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you empty the two magazines during the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you count afterwards how many bullets you had left?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you empty one of the magazines?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not want to tell a lie, I do not remember, but I fired shots.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to paragraph 23 on page 22 of your statement.  I am going to read it to you\n\"... during the attack I finished four cartridges, cases, with about 30 rounds in each.\"\n\tWhich would mean 120 bullets.  What do you say about that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, I have been asking you to please speak up.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You deny what is stated here?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I had two magazines that could take 40 bullets, now he is telling me about a magazine that takes 30 bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In paragraph 23 of your statement you are recorded as having stated that during that attack, you finished four cartridge  cases with about 30 rounds in each, do you understand that?  You say that is not true?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you never said that to Mr Kjellberg who took the statement?  Is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir.  I did not have a magazine of that kind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, you did not say that to the person who took the statement from you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to you, you have killed people in the first, second and third house.  The fourth house, what happened there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We also found people there and we went into the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you kill people there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did fire shots.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you again fire these shots at people that were close to you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, but not too close.  They could have been that far away from me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have indicated a distance, can you just state which distance did you indicate here?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Like that far.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the grey box that is just behind me?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  From where I am, it could be as far as that box.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is about four paces.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Just for record purposes I estimate it between two and three metres.  So you couldn't miss the person at that distance with the AK, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many metres are there in a pace?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "A metre is a bit longer than a pace.  It depends on whose pace it is, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I am putting to you is that over that distance, you would not miss a person if you aim and shoot at him or her?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please clarify that question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You had an AK47, you fired a shot or shots at the person approximately two to three metres from you.  Under those circumstances, did you miss that person or did you hit that person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I shot at most people inside the house and I saw them falling.  I don't know if there were others that I could have missed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, what is the answer, did you hear the question?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just repeat the question.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Mr Chairman, what I am stating is that over the distance of two to three paces, the distance that you showed at the Commission here, you could not miss the person with the AK47 you were shooting with, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So would you say that you killed people in the fourth house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you kill people in the fourth house you went into?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I fired at people in that house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people did you fire at?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think it was just one person if I am not mistaken.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Every time you come out of one of these houses, you find the casspir in the street, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was driving slowly and the people in the casspir, were shooting at the people in the streets.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So obviously the people in the streets that ran away, would have seen this casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know, but the people were fleeing, but because there was light, I should assume that they saw the casspir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then you went into the fifth house.  Did you kill people in that house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I got into the fifth house and shot and killed as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people did you kill in that house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Two of them if I am not mistaken.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If we add the five houses together, the people that you killed in those houses, how many people would you say did you kill in total?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot recall.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement you said\n\"... I think I killed eight or nine people,\"\n\twould you say that is more or less correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I said I went into five houses.  I am saying I went into the first house, I don't know how many people I killed  in the fifth house, not that I killed nine people in the fifth house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No, no, you stated earlier that he killed two people in the fifth house, but I want to know if you add all the houses together, all the people that you killed, you say that you killed approximately eight, nine people in the five houses, adding them together?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't want to tell a lie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "All right.  After the fifth house, did you go into any other house during the course of the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't remember.  I just walked up the street, others were shooting at the same time.  I only shot again at Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you go into houses at Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I shot people in a shack, I did not get into the shack.  I cannot remember whether I got into a shack, but I did shoot people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Those people you killed in a shack, did you shoot through a window, or right through the shack, or what did you do?  Did you go into it?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Slovo Park is not like the township, you have this precast wall and some fences as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but that is not the question.  Let me ask you in this way, would you say that you killed people in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did shoot people there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people did you shoot at in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember.  I do not remember how many people I killed there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember shooting at more than one person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible, because I did shoot people.  There were many of us, I cannot say how many.  I did shoot at people, I cannot say how many people I shot and how many of these people died.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You won't be able to say approximately how many people you killed during the course of the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't want to tell a lie.  Whether there are people who just got injured, other died, really I cannot say.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Paragraph 19 of the statement, page 21, it is stated here\n\"... I think I killed eight or nine people that night in eight different houses.\"\n\tLet's just apply our minds to the eight or nine people, is that then not correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is a mistake.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The second mistake in that sentence is that during the night, or that night, in eight different houses.  You didn't go into eight different houses?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I am saying I went into five houses in the township itself, five houses from the first houses.  I did not go into eight houses.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "But why did you tell Mr Kjellberg eight houses?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, maybe the mistake is with the person who was interpreting for me.  I did indicate, I am saying the person who was interpreting, was such that I would stop him at some time.  I only went into five houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And that five houses was in the Boipatong Section, not the Slovo Park Section?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "At Boipatong, not Slovo Park.  I am saying the township houses at Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, I want to put it to you that in the area where you described where you entered Boipatong with the casspir, no houses was attacked.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I can take it further, obviously no people then were killed in those houses.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know about that.  We did go into the houses there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I also want to put it to you that I have checked the post mortem reports, and the post mortem report is a report by the person that examines the body of a deceased person, to get an indication what the cause of death is.  What I am putting to you is that your version, that you shot at least six people, possibly more, probably more with the AK47, does not accord with these post mortem reports.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that, but I saying there were AK's there.  I am saying we did have AK47's when we were shooting people, we were not using small guns.  We were not using small guns, we were using big guns like AK's.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I have taken that up with my learned colleague, and she indicated to me that she is prepared to admit the contents of the post mortem reports.  As far as the legal advice for the family is concerned, we've got that memorandum where they set out the causes of death and that has been admitted between the applicant and the family in terms of that document, but the outstanding admission would have been between the legal advisor for the 17th applicant, Mr Nosenga, and she is prepared to admit the contents of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you confirm that Ms Tanzer?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I do confirm that, I admit the report.",
            "Female"
        ],
        [
            "MS CAMBANIS",
            "Mr Chairman, I would just like Adv Strydom to place on record the conversation that we had concerning, we did raise the question of the post mortems, it was common cause between Mr Strydom and myself, the post mortem reports do not indicate that AK bullets were not used to kill persons.  I can't agree with what Adv Strydom is saying, he conceded in our discussion yesterday that there was no proof that no AK was used, arising from the post mortem so I am bewildered by what he is putting.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "I have gone through all the post mortem reports and the reply or the memorandum and the reply, and from that I gather the following.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the issue really turns on whether the post mortem report indicates that the AK47 were not used on the day in question, is that the issue?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "That is the issue, thank you Mr Chairman.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "I will state that, the reports do not indicate which weapons were used, but for a few instances where it is stated that a shotgun was used, you can find that in some of the reports.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if the post mortem report does not indicate the firearm used, excepting for the shotgun, it doesn't exclude the possibility that an AK47 may have been sued?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "It does not exclude it, but I want to take it further by stating that in total in Boipatong, eight people died as a result of bullet wounds, three of those and that one can pick up from the post mortem reports, were shot with shotguns, three other people were shot in a house with a 9mm - cartridge picked up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, just before we get to that, it would not, are you basing this on the reading of the post mortem report?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, the causes of death is stated, it will say in Afrikaans, a [bullet wound or stab wounds], I have counted all the [bullet] wounds in these reports.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Could you indicate to us how many gunshot wounds are reflected in the post mortem report?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, 12.  Let me just add again, 12.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "On these reports, there is an indication that 12 reports show that there are gunshots, yes, bullet wounds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that in regard to one person?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, 12 bodies had gun wounds is them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Three of that 12 were ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, have you had sight of the post mortem report?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I have not studied them, Ms Cambanis has studied them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Cambanis, have you had sight of the post mortem report?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "I have, yes, I have.  I have not done this exercise.  I simply raised the question of the gun, whether an AK could or could not have been used.  I have not done the exercise, I cannot dispute what my learned friend is saying.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, so as to make sure that at least if we have to record something, we have to record something that is common cause, could you perhaps during the break see what you could agree on, what is common cause from the post mortem report?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Yes, I can, we can do that.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes, I will endeavour to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just indicate to them what it is that you want to place on record, and give them the opportunity to deal with it.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "What I want to place on record is that 12 people died inter alia of a result of being shot with firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Of that 12, three were shot with a shotgun.  Three people who lived in 765 Hlubi Street and I must state here, there is doubt if it is two or three, but I will state three, died inter alia of a result of bullet wounds and I also seek to get the admission that 9mm cartridges were picked up in that house.  Four people in Slovo Park died as a result of bullet wounds, and two other people died as a result of bullet wounds and those people are in the Boipatong area, not Slovo Park.  If that is all added together, then it adds to 12.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, so far on we know the - my arithmetic is deserting me here, the nine people may well have been killed by means of an AK47?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, but I am excluding a further three people, in 765 Hlubi Street, because there were cartridges picked up in that house, 9mm cartridges, and there was evidence during this hearing about what happened in that house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And then giving you the benefit of the doubt then, then we are left with about six people who could have been killed by AK47's?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Possibly, but four of those six have got Slovo Park addresses, so it is left with two people that could possibly be killed with inter alia AK47 bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, yes.  Okay.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "If I may Chair, if my learned colleague able to say how many people were wounded as a result of gunshot wounds on this night in question, once he is putting the question of gunshots?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think we can find out from him.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Unfortunately there are no post mortem reports in that regard.  I won't be able to say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the J88?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That I haven't got, but I can look at the evidence, I've got all the evidence in relation to the people that had been injured, and I will be able to state that as well, maybe not with total accuracy, that I will have to concede.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Ms Cambanis, will you therefore consider these matters that Mr Strydom has placed on record?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "We will do that at tea time, thank you Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you let us know?  You don't have to do that today, you can do that on Monday.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Thank you Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson.  Mr Nosenga, assuming for a moment that the figures that I have stated, is correct, I want to put to you that you couldn't have killed so many people with an AK47 as you are stating.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know about that.  I am saying I shot people using an AK47.  I still maintain they were AK47's, these firearms were used.  I shot people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you as a fact, that in close proximity, houses in close proximity to each other, not so many people died as you want to tell this Committee?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that, I am saying many people died, and some of them ran away.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the people that you fired shots at and killed according to you in these five houses, did the other people that were with you, also kill people in those houses?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there are some people who fired shots.  I know specifically the third if not the fourth house, from the first house.  In the first house, I am the one who fired shots, and I am not sure about the third or fourth house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you are not sure, what are you not sure about?  What happened at the third or fourth house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not sure how many of us went into those houses.  I am the first one to fire shots in the first house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question is did you see in one of these five houses, that any other person in your company, killed people in those houses?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying yes, someone in the name of Dondo did fire shots.  You did ask me that question as to whether I alone fired shots, and I said others fired shots too.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But do you know if he hit somebody with the shots he fired or don't you know?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Would you please repeat the question?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said Dondo also fired shots in the third or fourth house.  What I want to know is could you see if he hit someone with the bullets he was firing?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I heard a gunshot in the house and I was concentrating at the people that I was shooting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know what weapon he was carrying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, it is a small gun, I did indicate that I don't know the names.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you stop shooting after the fifth house?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just stopped on my own, with an intention of using the bullets at Slovo Park, but others continued shooting on that very same street.  Others did not shoot of course, but others continued shooting right through Slovo Park, right through to Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So the last shot you fired, was in the fifth house, and after that you fired shots again in Slovo Park, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that you wanted to save the rest of your ammunition for Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he did not ask me that question.  He wanted to know what I did from the fifth house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the fifth house, why did you stop shooting?  That was the question.  You give a lengthy answer, amongst which you said I wanted to save the rest of my ammunition for Slovo Park.  Now I want to find out from you, did you say that you wanted to save the rest of your ammunition for Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I said that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you left the fifth house, and you were now on your way to Slovo Park, can you give any indication as to the route that you followed now to get to Slovo Park?  Did you carry straight on in that same street, did you make a turn somewhere, or can you give any indication?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We proceeded right through the same street.  There is one main taxi route, and we proceeded towards the hostel.  We proceeded towards the mixed sex hostel, and we proceeded towards Sharkville or Sharpeville where there is a clump of trees and we got out of the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I just wanted to know, from the place where you went into the houses, you say you carried right through to Slovo Park, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  From the last house that I shot in, there is a main route, a taxi route, and there is a big shop around there, as well as a taxi rank.   We proceeded as if we were going towards Sharpeville, but before we got there, there is a clump of trees and there are a lot of shacks around there and that was Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you went passed the shops and a taxi rank on your way to Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And these shops you refer to, are they more or less in the middle of Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there are houses around, and there is also this hostel in Boipatong that I referred to.  There is also a taxi rank nearby.  We then took the route towards Sharpeville.  There are a lot of trees around there, as well as shacks.  That is where we arrived at.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something Mr Strydom.  Did I hear you correctly that you went on one road the whole way through, you didn't go off that road?  You stayed on the same road the whole way through?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No,  I said we took that street and we turned somewhere and took the route, the taxi route and before you come to the Boipatong hostel, there is a taxi rank as well as a big shop.  We proceeded on the route towards Sharpeville and before you get there, there is a clump of trees, and a lot of shacks, that is the spot at which we arrived.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know where the park is in Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I will be telling a lie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What happened when you arrived in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "People were fired at, some were stabbed with spears and some were hacked with axes.  But we shot at them as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people did you fire at, at Sharpeville?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I do not remember.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Sorry, I said Sharpeville, that is Slovo Park, sorry.  Peens, did he fire any shots?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I will be telling a lie.  I don't know, I last saw him firing on the streets in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you are now in Slovo Park, where are the casspirs at this stage?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The casspirs were travelling with us.  I did see them in Slovo Park, because we were on foot, and they were in our company, they were accompanying us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you, from the very first house, the casspir in which you were ...",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it was always accompanying us, it was driving slowly along the road, and the people in the casspir, were shooting at people fleeing in the streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then when you proceeded to Slovo Park, it also went to Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it was driving slowly with us, until we arrived at Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the fifth house, to go to Slovo Park, the casspir also went with you to Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the rest of the people in your group, did they remain in Boipatong?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We all went to Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did somebody say well, \"let's go to Slovo Park\", or was it just an individual decision?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, but somebody did state that we should go to Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the fifth house, someone said \"let's go to Slovo Park?\"",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying that it is possible that it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or someone didn't?  Did someone say right, \"let's now go to Slovo Park\"?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, but we did proceed to Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you  go to Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They said we should go to Slovo Park?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So someone said \"let's go to Slovo Park?\"",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said yes, there is somebody who stated that, but I do not remember who.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went to Slovo Park, together with the casspirs?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On your way to Slovo Park, was that hostel you referred to, attacked?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was attacked on our way from Slovo Park, people who were standing outside the hostel, were shot at.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you shoot people at that hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not.  I only fired shots in the township and in Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But isn't the hostel also in the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is in the township.  It is a mixed sex hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to paragraph 21 on page 21 of the statement.  It reads as follows\n\"... we walked through the township attacking houses, on the way to Slovo Park, which was  squatter camp on one side of the township, we also attacked a hostel.  There were most women in the hostel.\"\n\tIt was stated here that on the way to Slovo Park, you attacked the hostel, and not on your way back.  What is the truth now?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I deny that.  The hostel was the last place to be attacked on our way from Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then it reads\n\"... we continued the shooting in Slovo Park.\"\n\tSo clearly what you wanted to say in this statement was that you attacked the hostel before you got to Slovo Park.  Is it again just a wrong statement?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I deny what is contained in that statement.  The hostel was the last place to be attacked, on our way from Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you are going to Slovo Park, did you have to go passed the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it was on our side and we turned in the opposite direction, but on our way from Slovo Park we went passed the hostel, and people were shot at there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people did you kill at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I stated that I did not shoot anyone at the hostel.  I last fired my gun in Slovo Park, I did not fire at anyone in the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the other people with you, did they fire shots at people which you could see, injured or killed people at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, some of them did shoot directing their shots towards the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you in fact saw people falling down?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did see them although I did not fire shots personally, but I did see people falling down.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I will check my notes, but if my memory serves me correctly, under cross-examination of my learned friend, you said that you killed people at the hostel.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not kill anyone at the hostel.  I only fired shots in the township houses in Boipatong and as well as at Slovo Park, I did not shoot at anyone at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you gave a description of how you saw the people falling over at the hostel, do you remember that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I stated that I did see people falling down at the hostel, but I did not shoot.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Let me ask you, in Slovo Park, could this casspir move around amongst these houses?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The casspir did enter Slovo Park and it parked there.  There is a road towards Sharpeville, a dirt road, so the casspir could travel along that road.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Let's just get clarity, so when you reached Slovo Park, did the casspir come to a standstill and remained there until the casspir left Slovo Park again or did it drive around amongst these shacks in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Slovo Park is a shack area, the casspirs parked, it did not drive around the area until we were finished shooting at the people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say casspirs parked?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were casspirs travelling with us as we went into Slovo Park.  I also stated that in Slovo Park, mostly houses are not fenced.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but that is the problem that I have, did you see more than one casspir parked in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "More than one.   The casspirs also proceeded to Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many casspirs did you see in Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I stated before, four.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So would you say that the casspirs you initially saw, rejoined when they got to Slovo Park, or regrouped?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, after we had attacked the township, the casspirs regrouped and they followed our casspir.   The other casspirs followed the one in which I had been travelling towards Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did this regrouping start, still in the township Boipatong, or only at Slovo Park?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I noticed them on our way to Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you have any knowledge how it came about that the four casspirs got together again or was that coincidence?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not know, but I did see them proceeding towards Slovo Park.  I cannot say how they regrouped.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the casspirs got together, did the people that went along with these casspirs, then all got together so there was one group again?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is so.   When we left Boipatong, I saw another group following us, because the streets were parallel to one another, so I saw one other group joining ours.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you testify earlier today that the last occasion you saw the other casspirs, was when you entered the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir, that is not what I said.  I said the casspir I had been travelling with, accompanied us, it was driving slowly along the streets.  Peens and others did not enter the premises of those houses, but they remained in the casspir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No Mr Nosenga, I asked you if during the course of the attack, if you ever saw the other casspirs again, and you said no, \"the last time I saw the casspirs together, was when you entered the township.\"  Now you say you in fact saw the other casspirs just before you entered Slovo Park, they regrouped?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I last saw them as we entered the township, because they split up when we entered the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I know you said that, but after that I asked you did you see them again during the course of the attack and you said no, you never saw them again.  Do you remember that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was referring to the attack on Boipatong, the township.  You had not asked me with regards to Slovo Park.  When we entered the township, the casspirs split up.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But even according to your own version now, they regrouped before they entered Slovo Park, so you saw them then again in Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, what I am saying is that the other casspirs followed the one that I had been travelling in towards Slovo Park.  In the township I did not see them, I last saw them when we entered the township, because when we got there, the casspirs split up according to different streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the situation that when your casspir, the casspir in which you had been travelling, went towards Slovo Park, the other casspirs followed it, is that what happened?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is what I am saying, they followed the casspir that I had been travelling in because as we moved towards the tarred road, they followed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the casspirs then went to Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.   I said I saw all four at Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were just waiting outside, they did not enter the   Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they waited outside on the road, and we entered the area and killed people and when we were finished, and we were moving towards the Boipatong hostel,  that is where people were shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and then the casspirs also followed you towards the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  There is a question that was not clarified, property was looted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am not asking you about any items.  I am just asking you about the casspirs.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The casspirs did join us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The casspirs now are on their way towards the hostel in Boipatong?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  They were turning towards  that road.  That is where other members of our group shot at people in the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the casspirs were with you as you were going towards the hostel, the mixed hostel where shooting occurred?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there is a main road there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and then from there, and this hostel is in Boipatong?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right inside the township?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, right inside the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And all four of these casspirs went to this hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The casspirs did join us as we went towards the hostel in Boipatong, and that is where people were shot at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but were the casspirs at the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they were there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Could I just check one thing Mr Strydom.  After that, did they carry on with you back to the hostel, these casspirs?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They left before us, and we followed on foot.  After people were shot at the Boipatong hostel, the casspirs left to Madala hostel and then we as one group followed on foot.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  So at that time, all the attackers were one group?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So where did you all regroup as attackers?  At that hostel?  Where, I am not sure?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We regrouped at the hostel and that is where people were shot at, and we regrouped and decided that we must go back to the hotel, kwaMadala hostel.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The time now is just after eleven o'clock, do you still have a lot of ground to cover?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I am going in sequence, so I will move on after tea, if it is convenient, I think I will be busy for some time still, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, very well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Strydom, just after tea on Wednesday, I found that piece of evidence that you were talking about.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "About what happened at the hostel?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  He said very clearly that he did not fire any shots at that place.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I will accept that, I withdraw that question then.",
            "Male"
        ],
        [
            "MS TANZER",
            "And that it was the last place in the attack?",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, he said that he last fired shots at the shacks, he was quite clear about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will take the tea adjournment and then return at half past eleven.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Sorry Chairperson, just before we proceed, we have made available to the parties involved, three documents.   One is the cell register, which is intended to assist in showing the whereabouts of Victor Keswa during the relevant period.  There are two documents, and then the third document is a register of the visitors of the prisoners.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do these documents establish if anything?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The cell register establishes Mr Chairperson, that Victor Keswa was in prison at the relevant time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the relevant time here?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "During May up till June 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From March 1992?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, up to ...",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Actually Chairperson, he was detained two times, first in March and thereafter released, but the most important one is May where he was detained in May and then released only on the 27th of June 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was he detained in May, on the 27th of May?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, on the 27th of May.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and then he remained according to the cell register, in custody until the 27th of June?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "27th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, shall I record that fact.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "One other aspect which may not be that important is that on the 18th of June, he was taken out of prison to court, and then returned on that very same day, on the 18th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, I am just concerned that these loose documents may well get lost.  Perhaps they should constitute some kind of a bundle, which we can then give the next alphabet and then - so that if there is any reference to them, we can know what documents you are referring to.  Okay, but anyway, shall I record what you have just ...   The first document that you are handing in, is a cell register, relating to Vanderbijlpark Police station?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Pardon sir, sorry, I didn't get your words.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first document you are handing in, is the cell register which relates to the Vanderbijlpark Police station?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Should we give this a separate exhibit perhaps?   The last exhibit was V wasn't it?  The last alphabet is Z, isn't it, so after Z, there will be no more exhibits.  No more exhibits after that.  Okay, the cell register, will then be marked Exhibit W.   I am simply going to record that it shows that Victor Keswa was last detained as from what - is it the 5th?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The 27th of May.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From the 27th of May 1992 and remained in custody on 27th of June 1992.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On 18-6-1992 he appeared in court, he was taken to court, right?  What is your next document?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The next document is the occurrence book.",
            "Male"
        ],
        [
            "MR BERGER",
            "I am sorry Chairperson, just before Mr Mapoma puts in another exhibit, are you recording that what these cell registers establishes as a fact, that Victor ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I am recording what appears on the face of the document, that is all that I am recording.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Because there seems, just by glancing through it, there seems to be problems with sequencing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With what?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Sequencing for example.  If one has a look at the...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the original?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "We do have the original Chairperson, I will make it available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, if there are certain problems that Mr Berger would like to highlight, have you had sight of the original?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, I haven't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it not be better that you make the original available to all the legal representatives and once you have done that, and let's see whether there is any agreement as to what appears on its face.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, all right.  I will leave this as it stands for the moment, but it can always be expanded on or dealt with subject to what you are going to advise us after you had gone through the record, the original.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, so the next document would be the occurrence book, is it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The occurrence book, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, shall we mark that X, all right.  I am not going to record, is there any issue for this one?  You haven't seen the original either, okay fine.  Shall we - I wonder whether in view of the fact that they haven't seen the original so as to see whether there are any problems with this document, shouldn't we hold onto admitting these documents?  We can give them numbers.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.   So the next one is OC book, X, right, and then the third document?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "It is a visitors' register, prison.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Mapoma, it is not a register, it is an application to visit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is a permit.  It is not an application for a visit, it is a permit.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.  This is the permit you fill in when you visit a prisoner, not the actual register you sign in the prison.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes Mr Chairman.  But the substance of it Chair, is to show that somebody did appear to visit a prisoner on that particular day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I will simply record this as being a permit for a legal visit to the prison.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That will be Exhibit Y, is it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, would you therefore make available the original to these documents and then advise us Monday what the situation is.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "As Chairperson pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, thank you.  Is that all?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is all Chairperson.\nCHAIRPERSON",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "(continued)  Mr Chairman, after dealing with the documents, I have also got a document and seeing that there is only one exhibit number, I want to grab at that opportunity to hand it in.  I've got the original with me as well, that is minutes of the Ulundi conference held on the 18th of July 1992 and the 19th of July 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "We have made copies, can I just ask to hand out the copies.  The original will be available for insight, I will keep it with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it that you are handing in?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The minutes of the National Conference of the Inkatha Freedom Party, held at Ulundi on the 18th and 19th of July 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have the other legal representatives seen that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No.  We have made copies, I only received this document yesterday afternoon, so we made copies, it is available now.  Will it be convenient to distribute them now, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, yes, now these documents, these are the minutes of the Inkatha Freedom Party is it the 17th Annual General Conference, held between the 17th and the 19th of July 1992?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is correct Chairperson, that is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  The second document, is this a continuation of ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, yes, that is also part of the minutes.  It starts on the 19-7-1992, but on page it looks like 6, there is an indicated that these minutes, it happened on the 18-7-1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, we've got the 18th, all of them are recorded on the 18th, aren't they, and then the second part relates to the 19th?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The 19th, but there is also a portion that relates to the 18th, the second part of the second document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, is that VI?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the last Exhibit that you had submitted?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The last number that was given, was Y.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean that the applicant had handed in, can you still recall?  Was it U?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Was it U, Nosenga's docket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, well, I suppose let's just give them, we will give the first one which has a heading of \"The Conference\", Z.  Shall we say Z1 and Z2?  How does one refer to the pages now of the conference?  Shouldn't we just number them from Z1 all the way through to the end?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will accept that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we just call them Z and then you can call it Z1 and all the way through?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Very well.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, could these documents be admitted as purported minutes and the reason that I say that is because you will see from Exhibit T ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I am aware of Exhibit T, the response to the request for these things.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And the Inkatha Freedom Party said they have no minutes, so we don't accept these at all.  If I may just add, I have asked my learned friend if we could have sight of the originals of those documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Finally ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chair.  Mr Nosenga, I want to show you Exhibit M2, the aerial photograph of the Boipatong township and Slovo Park township.  Again just to put you in the picture, I want to point out certain points and then ask certain questions.  You indicated to me yesterday that the casspirs originally gathered in that open veld area across the factories, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then you also indicated that, or you testified that the place where you entered the township, was approximately in the middle of the township, and I am going to indicate approximate middle of the township where the vehicles entered, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now today you gave evidence about five houses that you went into, would that be houses more or less in the area shortly after you have entered the middle of the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.  Even though I cannot see clearly, but that is how it is.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, and then you said that you carried straight on with the road.  If I indicate a route, would you agree with that?  I am going to indicate in the middle of Boipatong township going down to the centre of the township, is that the route that was followed?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not see quite clearly here.  It is mixed up here, I cannot follow.  I said we went into the first house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I don't want you to point out specific houses.  Let me point out Slovo Park to you, do you see the Slovo Park area which I am pointing out to you now?  Do you see that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, yes, I can see Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "From the place where you entered Boipatong you said you went straight down and then made a turn and went further down to Slovo Park, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, yes, we took the main taxi route.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  If I point to you that the shops are in the vicinity, in the middle of the township there is some open space there, in that vicinity, would you agree with me the shops are somewhere there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there is a shop there if not shops, near the ranks.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  And then you continued further down until you get a place close to Slovo Park where you also see trees, are those the trees you referred to?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, those are the trees I was talking about.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then you said that the casspirs came to a standstill.  I want you to indicate if it is possible for you, to indicate more or less where these casspirs came to a standstill, the four casspirs.  Was it close to the trees?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They came to a standstill on the street, they did not get into the shacks.  These are the shacks here.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, just for record purposes, the witness  indicates a position just left of the trees as depicted on the photograph, the open space.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has indicated on Exhibit M2 is it?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "That is M2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "M2?  Right, would you show us?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, can I mark it with a circle, the indicated position of the - is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, these are the shacks, these are the trees, the casspirs came to a standstill on the streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Show your other colleagues first, yes.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Mr Chairperson, is it possible that the Interpreters be furnished with the map, so that we can interpret correctly as it has been stated?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you have an extra map?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Unfortunately we do not have an extra map available.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have given them a copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can we proceed, Interpreters?",
            "Male"
        ],
        [
            "INTERPRETERS",
            "Yes, we may continue.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You also said something about a hostel, and that hostel is where you passed on your way back.  Now can you point out a hostel on this map or give an indication more or less where this hostel is?  To make it easier for you Mr Nosenga, is it close to Slovo Park or the middle of Boipatong, on the side of Boipatong, or can you give any indication where this hostel is?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did indicate that we left the hostel behind in the township.   On your way actually to Sharpeville, you can actually see Slovo Park.  I cannot see quite clearly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Let me ask you like this, you have indicated the route that was followed through the township, passed the shops, then directly down to Slovo Park.  Did you follow that same route going back?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We came back on the very same direction.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then according to you Mr Nosenga, the hostel must be on that route again?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it is possible it is on the same route.  When we left Slovo Park, when we went to Boipatong there is a hostel after we have left Slovo Park, and there is a very big shop there and there is a taxi rank on the side, and we took the tar road, the main taxi route that is going up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far is that hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The hostel and the taxi ranks are not very much far apart.  The hostel can be perhaps at the distance as I have pointed out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the distance, it is about four, five paces, metres?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "As the Committee pleases.  Okay, is that the distance between the hostel and the taxi rank?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The taxi rank is not far from the hostel, it can be here, that is the place that I am pointing here.  You can actually see the hostel from the taxi rank.  There are shops and there is also this main taxi route that is going up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The houses I mean in this hostel, are they the same as the houses in Boipatong, are they different?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.  There are houses there next to the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but what I want to find out is the houses in the hostel, do they look the same as the houses in the township?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The hostel is close to the houses.  I really don't know how to explain this,  I have just explained to you how far the hostel is in relation to the taxi rank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The houses of the hostel, the houses that comprise the hostel, are they the same as the township houses?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I think they are not the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think they are - I don't know how to explain this.  They have a somewhat fading white paint.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(No translation)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They are big, I am just not in a position to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they patterned along the same township houses?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, they are not the same, the hostel houses are different.  You see in the township you have streets in between the houses, the hostel is somewhere in that place.  I don't know how to explain that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This hostel you are referring to, is it a multi-storey building or just a single storey building?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are mumbling something, we can't hear you.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say whether it is ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The legal counsel is asking whether it is a facebrick building or not.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He is enquiring whether the hostel is a double storey or not?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, it is flat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "In any event, after the shooting at the hostel, the four casspirs then left the group behind, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, the casspirs left.  The group was left behind.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, now after the group was left behind, did you shoot, did you fire any further shots?   Sorry, yes after the casspirs left from the hostel, did you fire any shots in Boipatong or not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not fire any shots.  I last fired my gun at Slovo Park.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then did this group left the Boipatong township at the same place where you had originally entered the township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You have indicated earlier in your evidence the place where you entered with the casspir, now all I want to know, did you exit the township also at that place?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, we changed direction.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know which route did you follow to get to the tar road where you said you were walking when you went back to the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I remember correctly, we took the main taxi route which joined the road to kwaMadala hostel and the factories nearby, we did not take the road to Vereeniging but opted for the one that move towards the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, I accept that, well you said that you took the tar road in front of the factories, and I can point you to the road, is that the road?  There are the factories and that is the tar road, you walked on that road back to the hostel, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The main road, the route that joins Boipatong and kwaMadala hostel.  It joins Iscor and Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, that is the - I think the name of the road is Noble Boulevard?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But my question in fact is, from the hostel to the tar road, did you follow a straight line, did you go in one street, directly to the tar road or did you move through the township, through many streets to get to the tar road or did you just take one road, straight to the tar road?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I stated before, we did not change directions.  We just walked along that route in Boipatong and joined the street that leads you to Boipatong, to Madala hostel.  That is the route we took.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, you said that you took a TV, a video and money?  Did you take the video in Boipatong township?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, the TV, video and cash.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you take that in the houses you went into, one of the five houses you went into initially?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You also said and you must correct me if I am wrong, that the TV and the video was loaded into the casspir in Slovo Park, where it was parked, is that correct, to be transported back to the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This television set, can you describe the size, was it a big screen, a small screen or can you indicate the size?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was a big screen TV.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the size, how big was it?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "About this size.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A big one?  What 51 cm?  Is it 67 or 51?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, the indication is the big one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, just indicate again.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "About that size.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "About 66 cm's, that is the big size, the screen size I think.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are the television watchers?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I am, the screen is 51, the size of the TV is bigger, but I can't guarantee the make.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I know that is the medium size, but I will accept that for cross-examination purposes, 51 cm.   Now, you carried this television set and the video for some period, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I loaded them onto the casspir.  The only thing that I held onto was the cash.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, you said that the goods, the TV and the video, were loaded into the casspir at Slovo Park, so you must have carried it some distance?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not say so.  I did not say Slovo Park, I never mentioned Slovo Park.  I loaded them onto the casspir in the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, I asked you specifically where the loot was loaded into the casspirs and I mentioned the position where the casspirs came to a standstill in Slovo Park, in the road there where you indicated, and you said yes?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "You only questioned me on the property just now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute ago, Counsel asked you whether the TV and the video were loaded into the casspir as Slovo Park and your answer was yes.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I said at the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, no, he is not saying that you took the items from Slovo Park, all that is being put to you at this stage is that you said the items that were stolen, were loaded into the casspirs at Slovo Park, which is where all the casspirs were.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir, the goods were loaded in the township.  I must have misunderstood that question.  As I said before, there are some questions that I do not understand.  I stole the goods from the houses in the township and that is where I loaded them onto the casspir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No one is suggesting that you stole anything from Slovo Park, but what is being put to you is that it is at Slovo Park where all the stolen items were loaded into the casspirs.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I must have misunderstood.  He questioned me on how the casspirs proceeded to Slovo Park, but I did not say that the goods were loaded onto the casspirs at Slovo Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that he only asked you about how the casspirs followed one another to Slovo Park, is that the question that you heard?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The question related to the goods, I just heard of it now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.  Now from which house did you steal the TV, the video and the money, the first, the second, the third, the fourth or the fifth house?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think it was the third house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From the third house?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think that is where I removed property from, yes, the third house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All these three items, the money, the video and the TV?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I removed all of them from one house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you put them straight onto the casspir?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I loaded them onto the casspir as we walked along the street, then the Police were busy shooting at people in the street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who said you must load them onto the casspir?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Gatchene.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now apart from yourself, did the other people in your group also take things which they put into the casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, many people stole property.  I am not the only person who stole from Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was there any other people in your group that stole TV's?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, some people did and they also stole items of clothing and food if I remember correctly, as well as cash.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And all of this was loaded into the casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, everything was loaded onto the casspir.  Some were, some property was loaded onto the other casspirs, but I only noticed the ones that were loaded onto my casspir.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How do you know stolen goods were also loaded into the other casspirs?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The people mentioned it.  I only concentrated on the casspir that I had been travelling in.  The items that were  burnt at the hostel, at Madala hostel, could not have been carried just in one casspir.  There were many items that were burnt at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question is, you didn't see other items being loaded into the other casspirs?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just heard, I did not see them loading the goods into the casspir, but I was told that other items had been stolen from Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the casspirs left the group behind, they went onto the hostel, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, they proceeded to kwaMadala hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you got back, were these casspirs still there at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see them again.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the casspirs left you behind, I am talking now to the casspir you travelled in before, did the Policemen in that casspir, leave with that casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did the Policemen leave in that casspir?  Did they travel in that casspir from the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, the Police left.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, they left in the casspir.  It was only the hostel residents who followed on foot.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Gatchene also walked back?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he rode in the casspir as an induna.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So others got into taxi's?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Gatchene was an induna, he rode with the Police and the casspir that had been escorting us in the township.  There were many items and Gatchene went on, rode on the casspir when they went to deliver the stuff at the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other people walked on foot back to the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, we walked on foot.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know who off-loaded the items at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not know who off-loaded the goods, I just saw them at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Where did you see the goods again at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were inside the yard, the goods were inside the yard.  There was a main gate at the hostel and there is an open space near that gate and that is where I found that goods.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the goods you found there, were those the goods not only from your casspir, but from all the casspirs?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is so, there were many items that I saw.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How did you know which items are the items you stole in Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I could recognise them because I had only stolen two items, the TV and the video and I took them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As we understand from you, all the stolen items from the four casspirs were put together on the ground, inside the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we understood that, now what he wants to find out is how did you know that this is the television set that you stole and this is the video that you had stolen, how did you identify the goods?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I recognised them because the TV set that I had stolen, was big.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you identify them by the size?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You don't know what the make of that TV was?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, I am not educated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the video, how did you manage to identify the video?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was flat and that small.  I recognised that this was mine, and it was black in colour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it the only video that was there?  There were no other video's there?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I only saw that one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the TV?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were other TV's and some other items that I could not recognise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there was just one video and you knew that you had stolen the video, so this must be your video?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Strydom, what time did you come back to the hostel, do you know?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was it at night or was it ...",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was at night, I cannot remember the time.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you collect these goods at night?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there are lights inside the hostel.  We collected them after they had been delivered by the casspir inside the hostel.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Okay.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "On your way back to the hostel, did you see any vehicles travelling in the street you were walking in?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there were cars travelling along the main road.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Private vehicles or military vehicles or Police vehicles or what kind of vehicles did you see?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just saw private vehicles, I did not see military vehicles.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see anyone of the attackers in your group, firing shots at any vehicle?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see anyone firing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the township, did you see any person breaking windows?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did see people breaking windows, but I cannot identify them, because I went inside the houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you can't identify any person that broke windows?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot tell a lie.  I do not know who broke the windows.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you state in your evidence in chief that you remember one of your fellow attackers breaking windows, and you gave the name of Stikenauw?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember that properly.  I said Stikenauw had told me that he had raped a woman.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you and I've got the note here right in front of me, that you said that Stikenauw told you that he raped - you connected Stikenauw with something that was said about the rape, I agree with that, but before that you said I remember the fellow attackers breaking windows and you then, in that context also mentioned Stikenauw, so why are you changing your version?  Why can't you remember that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you deny that you said that Stikenauw broke windows?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I say I don't know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I don't know what you mean when you say \"don't know.\"  Can you tell me, do you remember him breaking windows or didn't you see him breaking windows?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I said I did not see anyone.  They did break windows, but I went inside the houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that maybe hundreds of houses' windows were broken, you can't state that you saw any one of the people with you that broke a window?  Why not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not see anybody breaking windows.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Am I correct when I say that many, many houses' windows were broken or is that a wrong statement?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I will not dispute that.  I will not dispute it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you yourself break any windows?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I did not break any window.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In one of those first five houses, did you see anybody breaking windows there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir, I stated before that I did not see anyone breaking windows.  I went into the houses to deal with the business at hand.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that today you stated that in one of those houses, I think the third or fourth house, the group broke windows, some people of your group, broke windows.  Do you remember that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This story that you state that Stikenauw said something about rape, what did you hear?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He told me that he had raped someone in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did he tell you that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "After the attack on Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "On your way back to the kwaMadala hostel on the night of the attack or what, or when?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I just want to know you said he told you after the attack, now I want to know, was that on the way back when he told you that, back to the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He told me on the same day, after the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once again, you are mumbling something.  I want to hear your Zulu words, just speak up please.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said he told me on the same night of the attack, after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you say the same night of the attack, after the attack, is that what you said?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was after the attack on the 17th.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But just before that you said on the day after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I must have misunderstood you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I believe that maybe I misunderstood you, so maybe that is the problem, but I heard that.  In any event, you say that on the same night it was said?  Where was Stikenauw and yourself when this was said?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We were in Stikenauw's room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know the room number?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I only know my room number, room 3.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you go to his room after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I went to his room and thereafter I went to my own room, that is after we had been to the stadium to drink ntelezi.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you got to the stadium after the attack, who, which leader was there at the stadium?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This induna, people like Gatchene.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you remember anybody else?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Bekhi Chonco.  I do not remember the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, what was your answer to the question, why did you go to Stikenauw's room?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said that at that time I had not gone to bed, so I went to his room, thereafter I went to my own room.  I said I went to Stikenauw's room ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he wanted to find out is why did you go there.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I had just gone there to visit.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you say at the stadium was Gatchene and Darkie, Prince Vanana Zulu was not there?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I do not remember well.  According to - well, let me make a statement - was he the leader of the whole hostel, Vanana Zulu?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I knew Mtwana Zulu to be an induna at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you don't remember seeing him at the hostel after the attack, at the stadium after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I said I did not see him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I did not see him at the stadium.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Tell me, the muti or ntelezi, did you get some of that after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it was given to us at the stadium.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who gave it to you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was just placed on the ground and every person was free to drink.  I drank it of my own free will.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you don't know who put it there on the ground so that you can take it?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  We also returned the firearms to the stadium and Darkie Chonco removed them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you just drank some of that ntelezi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did drink it.  It was for cleansing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to read your statement, page 22, paragraph 24, the middle of the paragraph\n\"... we then washed by a certain muti provided by Chief Mtwana Zulu.\"\n\tWhat do you say about that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.  I did not see Prince Zulu there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "It goes further\n\"... we were all happy, chanting and singing.\"\n\tDid that happen?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is so.  We did sing at the stadium and we were all excited.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "\"We were praised, especially by Mtwana and Gatchene and told that we did a great job\"?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.  I did say that I did not see Mtwana.  What we did was to place our weapons on the ground, in a pile, the same weapons that we had used in the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So this is again something that appears in this statement that was not coming from you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know the contents of that statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you put your firearms, the weapons on the ground of the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We returned them to the stadium, we put them on the ground and Darkie Chonco collected them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So nobody praised you there at the stadium there after the attack, stating that a great job was done?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know anything about that.  We did sing and we were happy, but I don't remember anybody congratulating us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what Darkie Chonco did with the weapons?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were stored in the ceiling once again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Darkie Chonco?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He is the one who removed them from the ceiling in the first place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the situation that Darkie Chonco removed the firearms from where they were hidden in the ceiling and put them in the stadium?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So after the attack, you put the weapons on the stadium?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, from where he removed them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then Darkie Chonco removed them and hid them where he had removed them from?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You didn't assist him doing that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not assist him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If your statement reads \"we hid the weapons in the ceiling of the hostel\", that is again wrong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that, I did not hide any weapons.  I did not handle firearms, but I would be given one as an IFP member, but it was not my responsibility to look after them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How do you know that the weapons were hidden in the ceiling on that night?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We were at the stadium and we placed our firearms there and Darkie Chonco was the person who removed them and Themba Khosa and I (indistinct) on the 18th, to collect them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you can't really say where Darkie Chonco put the firearms after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He did take them to the ceiling, that is where the firearms were always hid.  That is where we stored our weapons at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That ceiling that you refer to, that ceiling is there at the showers, is that right, or not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, near the showers.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is far from the stadium, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I think so.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So from the stadium, you can't see what is going on at the showers?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did someone assist Darkie Chonco to take these weapons and hide them in the ceiling?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, I just saw Darkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And did it also include the spears, were not there, were they?  The spears, they were not there?  Did he just remove the firearms?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The spears were taken by their respective owners.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He only removed the firearms?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he just removed the firearms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You said on many occasions that Darkie Chonco was in control of the firearms.  Aren't you making a mistake that the real person in control of the firearms was his brother, Damara?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I did not see Damara handling the weapons, firearms.  The only person that I saw as responsible for those firearms, was Darkie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So am I correct in saying that according to you, Damara had no specific role, either a leadership role or any kind of specific job in the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Even though I do not know what position he held, but he was highly regarded.  That is Damara Chonco.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that all the other applicants state that Damara Chonco was the person in control of weapons in the hostel, what do you say about that?  You are the only one that states that Darkie is actually the person that dealt with the weapons.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I deny, I dispute that.  They are just implicating Damara because he is dead.  I am not implicating Darkie falsely, I know Damara as well as Darkie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if Darkie is still alive?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I do not know.  I do not know what has happened to him, I have been in prison.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Well, if you don't know if he is dead or alive, how can you give that reason that they implicate Chonco because he is dead, Damara, because he is dead?  Darkie may also be dead?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Damara died, I do not know with regards to Darkie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you specifically heard that Damara is dead?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I am saying is that Damara died.  I do not know as to what happened to Darkie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I just want one of the applicants to stand up to be identified.  Can the first row of applicants just stand up please.  Can this person on the left, just move out please.  Do you know that person, Mr Nosenga?  The one on the left, the other two may be seated.  I just want ...",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not see him for the first time, but I do not remember his name.  He was an IFP member residing at the hostel.  He also appeared before this Committee.  I also know the others in the front row.  They are all members of the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So the person that is standing, you can't give his name?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember his name.  As I said before, there were many people living at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to get clarity, but before these hearings here, when you were staying in the hostel, did you see him in the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  That is the person standing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give any details about a position, or his situation in the hostel, or was he just according to you, a person in the hostel, just another person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said before, he was an IFP member, residing at the hostel.  He was a hostel resident as he was an IFP member.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I put to you, let me just get clarity, that is not, his nickname is not Gatchene?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you referred to Gatchene during your evidence, you did not refer to that person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know a certain Gatchene, maybe there were two Gatchene's.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "No, I am not stating he is Gatchene, but you didn't, when you spoke about a Gatchene, you didn't refer to him?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I know Gatchene.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The applicant can be seated, thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the record, what is the applicant's name?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is Mr Mkhize, Bhekinkosi Mkhize.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, from your evidence now, I can gather that - no, let me first ask another question, the night of the attack, before the attack at the stadium, did you see the person we know now as Mr Mkhize?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did state that I didn't see everyone, maybe he was also present, but I noticed there is an induna who was present at the stadium.  There were many people there, so he could have been present as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but you can't specifically remember him at the stadium, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I do not remember.  I cannot commit myself to having seen him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you in fact say that you can't say that you saw him on the 17th of June 1992, at all?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I stated before, there were many people in the stadium, there were many people who were from Natal, residing at the hostel, it could be that he was present, but I only noticed the induna, our leaders.  Some hostel residents, I did not know, some I knew them by their first names, some I did not even know their names.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you at the hearings already when Mr Mkhize testified?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, but I was not in this hall, I was in another room in the same building.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you could hear what he was saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot remember, there are so many people who rendered their testimony here.  I did not hear him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, I want to put to you that Mr Mkhize testified and so has all the other applicants, that he was a key person, in fact he was one of the two leaders of the attack on Boipatong.  Do you dispute that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, there were induna's there, Gatchene was present too.  I am saying the attack on Boipatong was, or should I say, did not involve only two people, not the Mkhize that he is talking about.  I don't know anything about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I further want to put to you that the other leader was Damara Chonco?  Can you answer that, the other leader was Damara Chonco?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is a mistake.  Darkie, yes, was present, but I did not see him.  I am saying the one person that I saw in charge of the firearms, was Darkie Chonco, I did not see Damara.  Now, if you are saying it was Mkhize and Damara who were leading the attack on Boipatong, really that is something news to me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that indicates that you were not part of the attack, because all the other people said that they were leading?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They are mistaken.  They are not giving you the right information.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At any meeting prior to the attack, did you see the person we know now as Mr Mkhize, making a speech or addressing the people?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said no, I cannot say I saw him at any meeting that you are referring to.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that that will indicate that you did not attend any, that you were not in the hostel when those meetings were held.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know sir, I was present at the hostel at the time of the meetings.  The meetings that I had already referred to.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I don't want to ask a question I have already asked, but do you agree with me that Darkie is much younger than Damara and Damara is an induna?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, but I know Damara to be Darkie's elder brother.  It is true, Damara is older than Darkie.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So, you also didn't see Damara at the stadium before the attack, addressing the people, giving instructions or anything of the kind?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did say that I did not see him.  I saw Darkie Chonco at the stadium, at the meeting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did Darkie say anything at the stadium before the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He was present at the stadium.  The one person that I remember very well, is Gatchene who said \"the time that you have been moaning about, has arrived\".  The one person who brought firearms along, was Darkie.  He was present at the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Strydom, did I understand the import of your earlier questions where you said that Damara was the induna, are you saying that, are you putting it to him that Darkie wasn't an induna?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "He didn't really answer that aspect.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you Mr Lax.  What I am putting to you is that Darkie was just an ordinary resident.  Do you agree with that, that Darkie was not an induna, but he was just an ordinary resident?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Darkie was an induna, I did indicate that I didn't know about Damara Chonco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about Damara, was he also an induna?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot remember very well, but he was a leader of the IFP.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that Mr Mkhize was arrested on the 30th of June 1992 in connection with the Boipatong incident.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not disputing that, people were arrested.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And I want to take it further, at that stage you were not in the hostel yet?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know sir.  I don't know anything about that, I was at the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that you came to the hostel approximately the middle of July 1992?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is a mistake sir.  I arrived at the hostel in 1991.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And that is the reason why you don't know this person everybody points out as a key kingpin in this Boipatong attack, because he was arrested before you arrived at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, no, that is not true.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You keep on saying that you came to the hostel in 1991.  I want you to have a look at your statement on page 18, the statement to Mr Kjellberg, the first paragraph reads\n\"... until January 1990 or 1991 I lived with my father at 671 Newman Road in Everton.\"\n\tWhat I want to put to you is that you are not even certain when you came to that hostel, you say it is either during 1990 or 1991, so there is some uncertainty in your own mind about when you arrived at the hostel, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir, that is a mistake.  I arrived at the hostel in 1991 and I was not staying with my father at Newman Road.  I grew up at my uncle's place in Everton.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yet again then, something that is totally wrong in this statement?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I don't know about that.  The address is correct 671 Newman Road, Everton.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, do I understand that that is your uncle's address, not your father's address, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "This is my uncle's address, it is true.  My father stays at Everton as well, but that is my uncle's address.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, do you know a person by the name of Holi Bajozi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I know Holi.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And do you know a person by the name of Oupa Moloi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am hearing that name for the first time.  I am not hearing that name for the first time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know him or don't you know him from the hostel days?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No sir, I am saying I am not hearing that name for the first time, it has been a long time since I saw him, but yes, I am not hearing the name for the first time.  But Holi is from Zone 7, I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The second person I mentioned, Oupa Moloi, his nickname is Kgobi?  Do you know him?  It seems to me that you are saying the name rings a bell, but I want to know do you know Kgobi Oupa Moloi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I know him.  Yes, he was not my friend, he was a member of the IFP, but he was not my friend.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Eugenius Mxiti?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I am hearing that for the first time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Eugenius Mxiti?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, no, I am hearing that name for the first time.  I would be telling a lie.  I do not know some of the people, there were many of us.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  The last person I want to ask you about is Teresa Mafokeng, do you know her?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, no I don't know Teresa Mafokeng.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I want to put to you about them, is that they testified at the criminal matter as accomplices, that testified for the State and their evidence were used to convict the accused or the applicants.  These people testified that Mr Mkhize was the leader that led, or he was the person that led the attack onto Boipatong, do you deny that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know anything about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I also want to put to you that these witnesses testified that - well excluding Teresa Mafokeng, but the first three people - that they were part of the attack and they saw no Police vehicles at any stage, during the course of this attack.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They are making a mistake.  There were casspirs at the time of the attack.  Some people of Boipatong survived the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "As far as Eugenius Mxiti is concerned, I want to put to you that halfway through the criminal trial, he was brought to the State Prosecutors by the ANC, and ...",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Would you please repeat?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Mxiti was brought to the criminal trial and was handed over to the staff of the Attorney General by or through connections of the ANC.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know anything about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And he testified that he did not see any Police vehicles during the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is a mistake sir.  I would not implicate the Police falsely, they participated during the time of the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So what I am putting to you is that you are the only person that claims that he was part of the attack, that state that the Police was also involved in this attack.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  I was present at the time of the attack, and the Police were present, using their casspirs.  They were present using casspirs.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to suggest to you that the reason why you are implicating the Police, is to get back at the people that tortured you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.  I am not implicating them falsely for the purpose of revenge for the torture that I suffered, no.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you forgive them for the way they tortured you and mishandled you, manhandled you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were doing their job sir, it was their job that they tortured me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you didn't feel bad for what they were doing to you?  That was just their job, that is fine if they do it?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I am talking about something that happened, I have no grudge against them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you go to Ulundi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say that I went to Ulundi out of my own volition, to attend the Inkatha conference.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You were a youngster from the township, was there any other reason why you as a person who had never been to Ulundi before, went on this specific occasion?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I wouldn't know, but I did go to Ulundi.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "All the people from the kwaMadala hostel that went to Ulundi for that conference, did they go in that vehicle of Damara, driven by Darkie?  They went in one vehicle, only that group of people that went?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I went to Ulundi in a kombi that was driven by Damara Chonco.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Oh sorry, driven yes, sorry, I've got it wrong way around.  Was Mr Vanana Zulu also in that kombi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you got to Ulundi, did you see other people from the hostel that was not in that kombi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did see them.  They had come, using their private vehicles.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to refer you to a document, Exhibit Z, unfortunately not - the second part of that document, I want to refer you to page, it is marked page VI, Chairperson, I see there has unfortunately been a portion cut off, but I will read from the original.  Now I am going to put to you minutes that were taken and you must tell me if you agree with these minutes or not.  On the 18th of July 1992, I think that was on a Saturday.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't recall, but we left on Friday, early in the morning.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did Mr Zulu report back to the congress goers...",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "We can't follow the pagination.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think it, is it VI, is it?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "VI, the page is marked VI.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is the second - I think it is about the fifth page.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It is page 17 of Exhibit Z.",
            "Male"
        ],
        [
            "MR LAX",
            "That is correct, I've numbered mine, and it is 17.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am not going to mark the original.  The question I want to ask you before I read this portion to you, did Mr Vanana Zulu get onto the stage to report something to the people there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, we have gone through this.  I mean if you want to put the minutes to the witness, put the minutes to the witness and let's see what he has to say.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "As it pleases you, Chairperson.  According to this minutes, Mtwana V. Zulu reported about Madala incidents.  Would that be correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So according to you he never spoke at all, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to the minutes, I will read them then to you, he said that on Tuesday somebody came, a person of an age of 17 years, the man was coming to Madala from the township.  He pointed out that the man is round, and he was not forced to come to Ulundi.  Do you have any comment so far?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know anything about that.  I don't know who this 17 year old is.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The name of the guy is Matanzima, he said that he was sent by ANC members to work after members of the IFP in Madala hostel.  He was ordered to monitor the movement of the five members of the IFP.  He mentioned that Mbatha is the man behind this.  If anyone refused to do what he is instructed to do, he will be sjamboked to death.  He also mentioned that he was also instructed to take number plates for the members of the IFP and then it carries on with something else, Mr Twala reported on the conference about the MK and their task since 1960.  You deny all this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you did not hear Mr Zulu speak at the conference?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did say at the beginning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "did you hear someone saying the things that Counsel has just read to you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not.   I am hearing this for the first time here, I did not hear him say that.  I am hearing this for the first time here, now that he is reading it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you or did you know a person with the name of Mbatha?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know Mbatha.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Nosenga, I just want to also put to you seeing that this Exhibit W and Exhibit X were handed in, that according to this cell registers, Mr Keswa was not in the hostel on the 15th of June 1992 and he was not in the hostel on the 17th of June 1992.  What do you say about that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about that.  I cannot say he was present on the 15th of June 1992, when the people were being attacked at Sebokeng, I don't know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So according to you he did not take part in the drive-by shootings on the 15th of June, is that right?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I was with him, together with Ndlandla Ndlovu and Xindi.  He was released now and then from prison, so I cannot say really.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you can't give any explanation why you did not see your friend, Victor Keswa from the 17th when you saw him during the course of the day, that you did not see him thereafter, is that right?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What possible explanation can he give you other than he did not see him then?  If he didn't see him, he didn't see him.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, maybe - I want to rephrase.  When did you see him again from the time you saw him on the 17th, during the course of the day?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I saw him for the last time during the day, he was in the company of Peens.  I did not see him in the evening of that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thereafter, when did you see him thereafter?  Did you see him thereafter, after the attack?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not.  I saw him for the last time on the 17th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You last saw him on the 17th, during the day?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You never saw him again?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So in your whole life, you never saw him again after that day, is that what you are saying?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I did not see him even on the 18th.",
            "Male"
        ],
        [
            "MR LAX",
            "What we are saying is, you are being asked this and you must listen carefully, I know you have been giving evidence for a long time, the question you are being asked is, after the 17th, did you ever see Victor Keswa again at any time?  Not just on that day, on any other day or any other week or any other month?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying no sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I mention the name Moses Mthembu, will you be able to identify that person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Have you heard the name Moses Mthembu before?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I am not mistaken, I think I heard about it before.  If I am not mistaken.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you can't say if he was a person with a position in the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I would be lying, I do not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Well, I want to put to you that Moses Mthembu is the person in control of the hostel, he is an employee of Iscor and in that capacity he is the person who will hand out rooms and deal with all hostel affairs.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know that.  I will not dispute it.  All that I am saying is that I was issued a room by Mtwana Zulu.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that if you were in the hostel since 1991, you would have arrived there at a stage when Moses Mthembu had been there before you and you would have stayed with Moses Mthembu for a long period, and you would definitely know him.  Can you give any explanation why you don't know him?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I want to say is that I did not know many people from Natal who were employees of Iscor.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am not going to belabour the point, all I can tell you is that Moses Mthembu has been in the Vaal and working for Iscor for many years, and he has been in the hostel since the beginning when that hostel opened or when it was reopened.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that he was residing at the hostel, because there are many people there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, just give an indication till what time you want me to carry on.  I think I've got half an hour's questions left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "One question?  Maybe I said something wrongly without thinking, but I've got one issue which I want to deal with and that is the happenings on the 18th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I will try to be quick.  It is difficult to say, it depends obviously on the answers, I want specifics about what happened on the 18th and the reason obviously to find out if the witness was there on the 18th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Haven't we canvassed that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I have specific knowledge that was not canvassed that I want to put to this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  We will adjourn at this stage, we will resume on Monday at nine o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}