{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-05-03",
        "location": "ISCOR CLUB HALL, VANDERBIJLPARK",
        "day": "1",
        "names": [
            "ANDRIES MATANZIMA NOSENGA"
        ],
        "case number": "AM2778/96",
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53375&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990503vb.htm",
        "speakers": [
            "ADV SIGODI",
            "ANDRIES MATANZIMA NOSENGA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR LAX",
            "MR LOWIES",
            "MR MAPOMA",
            "MR MAZIBUKO",
            "MR MBELE",
            "MR STRYDOM",
            "MS PRETORIUS",
            "MS TANZER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRYDOM",
            "MR LOWIES",
            "MR BERGER",
            "MR MAZIBUKO",
            "MR MBELE",
            "MS PRETORIUS",
            "MR MAPOMA",
            "MS TANZER",
            "ANDRIES MATANZIMA NOSENGA",
            "INTERPRETER",
            "MR NOSENGA",
            "MR LAX",
            "ADV. SIGODI",
            "ADV SIBANYONI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "It has become somewhat customary that it seems that these hearings will never will resume.  There are certain technical delays resulting us starting somewhat later than we were scheduled to start.  We apologise for starting late but we had to attend to certain important matters.  Very well now, I gather that there ise this new counsel who wants to place himself on record.  Yes, would you do so Sir?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson, before the new counsel places himself on record I just want to withdraw on behalf of certain applicants.\n\tI won't be appearing for the following applicants anymore, Jack Mbele and Timothy Stals Mazibuko, Moses Mthembu ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a bit, do you have a list of those?  I'm just going according to my list here.   Okay you said Mazibuko, Mbele and Moses Mthembu?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Moses Mthembu and Petrus Mdiniso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And the outstanding applicant Mxoliseni Mkhize is not here to give evidence and I will be withdrawing his application as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that he would - let me just record this for the time being.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Chairman, I think I must word it differently, I'm not withdrawing his application now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would have thought so.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I don't want to do that in his absence, what I'm saying is that I won't appear on his behalf any more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, now you're asking for leave to withdraw?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ja, on his behalf.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Now who is your instructing attorney?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "My instructing attorney is the firm J H van der Merwe and that firm's representative at the hearings here is Mr Fredrech.  Yes, Mr Fredrech will still be the attorney of record or J H van der Merwe for Moses Mthembu and Petrus Mdiniso but they've instructed another counsel to appear on their behalf but as far as Jack Mbele and Timothy Stals Mazibuko is concerned, Anina van der Westhuizen is the instructing attorney so J H van der Merwe ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, as far as who is concerned?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "As far as Timothy Stals Mazibuko and Jack Mbele are concerned my attorney also withdraws.  Attorney Anina van der Westhuizen has been instructed to appear on their behalf.\nAs far as the other two applicants which I withdrew from, Moses Mthembu and Petrus Mdiniso are concerned, they are still represented by the same firm of attorneys, J H van der Merwe, but another counsel has been instructed to appear on their behalf.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And lastly Chairperson, I would also want to mention that to the extent that I appeared on behalf of Mr Vanana Zulu on a watching brief basis, my mandate has also been ended and so has my attorneys mandate been ended.  Anina van der Westhuizen also appeared on his behalf.  Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What is the name of the applicant who you have been appearing for and you are now seeking leave to withdraw from representing?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, that is Mxoliseni Mkhize.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mxoliseni Mkhize.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I think it's number 14 on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have a different list.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "On the form it's number 13.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Number 13 yes, 13.   Do we have the same?  Yes we do, okay.   Mxoliseni Sibongeleni Mkhize, very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you Mr Chairman, may I then place myself on record on behalf of the following applicants, Mr Jack Mbele, Mr Timothy Stals Mazibuko.  My instructing attorney pertaining to these has been placed on record by my learned friend, being Anina van der Westhuizen.  Regarding Petrus Mdiniso and Moses Mthembu, as you were informed Mr Chairman, I'm appearing on their behalf, the instructing attorney here is Attorney J H van der Merwe.  Regarding the person who had been implicated in these hearings, Mr Vanana Zulu, I'm also appearing on his behalf, instructed by Anina van der Westhuizen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, if it meets with your approval, I informed you in chambers and the learned Members of the Committee that there will be an application.  I am now instructed that the matter had been handed or the application had been handed to Mr Chairman and the Members of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, before my learned friend proceeds with his application, might I ask on behalf of the victims if we are entitled to an explanation for this strange state of affairs and that is that my learned friend Mr Strydom has been debriefed in respect of certain applicants and his attorney has briefed Advocate Lowies in respect of two of them, in respect of two other applicants the attorney has also changed.  It appears to us that this is a stratagem designed firstly to increase costs and secondly to have more bites at the cherry so to speak, in other words to have more people to cross-examine the victims when they give their evidence.  There would appear to be no other reason for this odd state of affairs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished Sir?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Mr Chairman no, I would like to place on record whilst I was still busy with the notice of application, you had also been informed Mr Chairman in chambers that for the purposes of the application that I would be acting on behalf of all the applicants mentioned in the application so as to prevent duplication of applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That has been informal arrangements between the parties.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay very well.  Is Mr Mazibuko here?  Would you stand up Sir?  Mr Mbele?   We are informed that the attorney who has been representing you up until the last hearing no longer represents you, do you confirm that?",
            "Unknown"
        ],
        [
            "MR MAZIBUKO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MBELE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your counsel now is Mr Lowies.  Do you confirm that?",
            "Unknown"
        ],
        [
            "MR MAZIBUKO",
            "Yes I confirm that.",
            "Male"
        ],
        [
            "MR MBELE",
            "Yes I confirm that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Sit down.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, Moses Mthembu ...(intervention)",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "May I just assist you in this regard Chairman?  I understand that Mr Mthembu is not available, he is at work and he has problems attending the hearing and he requested to be excused.  The situation is as follows, it has been explained to him that I would be looking after his interests even if it's in his absence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well at least we should have been told rather than us having to enquire about whether he is present or not.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair now just to assist you in that regard, this position is one hundred percent the same pertaining to Mr Petrus Mdiniso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So both of them are not here?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Both are not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, I did indicate to you in chambers that we would like to read your application first before the matter is argued and that is preferable that it should also be served on the other legal representatives as well so that they consider the application.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That is correct Mr Chairman and it's been done, I think there are one or two representatives who haven't received theirs yet but extra copies have been made available.  It will be done in the next minute or so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will determine in due course when it will be appropriate to hear this application.  Yes, very well.\nYes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Are there any others who are not present?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes before we get there, are there any other applicants who are not present?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chairperson, I should have told Chairperson earlier on but people from the prison are not here.  The first applicant is Tebogo Magubane, he is the applicant who serves sentence apparently now in Klerksdorp Prison and I've informed the people to try to get him here.  The same would apply to Sonny Michael Mkwanazi, there's again uncertainty about his whereabouts, apparently he is in Sasolburg Prison, I'm investigating that.  Yes I would ask that we continue in their absence, they have already testified, I will look after their interests, I've got instructions on a previous occasion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Chairperson, Mr Mthembu has not arrived yet but apparently he is on his way.  He was not - ...(indistinct) sent to the prison, but he is on his way.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Chair, he has just arrived.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, in anticipation of these hearings and since the last adjournment, Ms Cambanis, Advocate Malindi and I directed certain correspondence to various parties, amongst them Iscor, the South African Police, Mr Armin Kluth on behalf of the South African Defence Force and the Inkatha Freedom Party.  We received certain replies which may become relevant at a later stage in these proceedings and we didn't want to hold back on anything so we've prepared bundles.  Might I hand up the bundles to you, Chairperson.  If they can be given an exhibit number, we're not going to refer to them at the moment but just so that my learned friends can have copies and consider their position in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, what was the last bundle, was it S?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Sorry, if this then could be Exhibit T?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "T, yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We've made copies for the Committee, I could hand that up and then copies for my learned friends as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that will be bundle T?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "As you please Chairperson.  I had four copies for my learned friends, I didn't anticipate Mr Lowies being here today but it will be handed over now.\n\tChairperson, the other point that we just wish to make and I make this on behalf of Advocate Malindi and Ms Cambanis at this stage of the proceedings, is that our learned friends, Mr Strydom and Mr da Silva have indicated that they do not intend leading any ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, just before you get to that?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh yes, I'm sorry, yes go ahead.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That they do not intend leading any evidence at this stage.  In particular, we would just like to make one point abundantly clear if it hasn't been made clear already and that is in regard to Advocate Strydom's clients and up until this point and I think it still continues to represent the interests of the IFP, we will argue at the end of this amnesty hearing that the applicants, amongst other things, do not qualify for amnesty because they do not meet the requirements of Section 22(a) of the Act.  In other words, that they were not properly authorised to act on behalf of the Inkatha Freedom Party.  Their case is that they committed these crimes on behalf of the Inkatha Freedom Party.  The evidence thus far is that the person who sanctioned the attack was Mr Bhekinkosi Mkhize, on his own evidence not an official of the Inkatha Freedom Party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Nowhere in any proceedings before any Committee were we able to establish anywhere whether Inkatha Freedom Party, any official of the Inkatha Freedom Party has come forward to say that we sanctioned the attack either before or that we sanctioned the attack or approved the attack afterwards and we will argue at the end of the case that there is no evidence before the Committee of any approval either before or subsequent on behalf of the IFP.  We don't want that argument to come as a surprise, we're not asking for anything to be done at this stage, we just want to make it abundantly clear that that will be the argument so that Mr Strydom can consider his position and consider whether there are not any officials of the Inkatha Freedom Party that he wants to lead evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, is there anything you want to place on record?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Except Chairperson to record that Mr Themba Khosa and Chief Mangosuto Buthelezi were notified and Advocate Strydom has confirmed with me that he takes care of their interests.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well just so that there is clarity on the rules to the extent that there is now representation of a group of applicants by more than one counsel.  The rule that we applied to the legal representatives of the victims will also apply to the applicants and that is to say we will not allow a counsel to go over a matter which has been canvassed by the other counsel.  We would please ask counsel to make sure that they don't cover the same ground that has already been covered by the other counsel.  I'm directing this specifically to you Mr Lowies because you have not been here before so that you understand that that's the way you're proceeding here, do you understand?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that when you do cross-examine we would expect someone to conduct a cross-examination at least on behalf of all the applicants to the extent that they have an identity of interest.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "May I just enquire chair, what is the position regarding Prince Vanana Zulu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's not an applicant is he?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, he's only implicated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes indeed.  Yes very well.  Are you ready to proceed ma'am?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I am ready to proceed, I would just like another set of headphones, this is a bit static.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh really?  Just for the record, we intend rising for lunch at about half past one and then we will resume at about quarter past two.  Forty five minutes should be okay, is that okay?  Yes very well.\n\tHave you gentlemen and lady received a copy of the application?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We've received one copy yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have, okay very well.  During the course of the day, perhaps this evening, would you please consider the application and let us know how you intend responding to it whether you just want the matter to be argued of these papers or whether you would like to file affidavits so that we can determine, you know, when it can be heard.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "We'll let you know our attitude tomorrow morning at 9.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS TANZER",
            "Mr Nosenga, you completed and signed two forms, two form 1's in the bundle.  One Form 1 was signed on the 25 September 1996 and one Form 1 was signed on the 15 May 1997.  Do you verify your signatures on these forms?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry to interrupt you, the applicant's application is contained in bundle R is it as I see it, is that right?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes it's bundle R.\n\tDo you verify this as your signature?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have bundle R in front of you?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes I do have bundle R in front of me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh you do.  Alright, okay.  As you are leading Mr Nosenga, will you be referring to bundle R?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes I am.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay very well, now when you do so Ma'am, because it is numbered up to page 17 I think it is, would you indicate to us what page you are on, okay?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I'll do so Mr Chair.\n\tOn page 6 you find the first Form 1, is this your signature?  Do you verify the signature?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Chairperson, the speaker is not coming through.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The testimony that you are rendering here is not for your legal representative but it is manned for us who are sitting here as well as those who are sitting at the back of this hall, so you should not speak as if you're talking to your legal representative only.  So if you want to speak Zulu, if you want to speak English, go ahead and do so.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Do you verify that this is your signature?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that's my signature.",
            "Male"
        ],
        [
            "MS TANZER",
            "On page 13 you signed a second Form 1, do you verify that this is your signature?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not my signature, I do not quite know this one very well.",
            "Male"
        ],
        [
            "MS TANZER",
            "You did not sign this Form 1?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know where this comes from.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now on page 15 of the bundle you applied for indemnity, is that your signature?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not my signature, that is not how I sign.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you are telling me that the only signature that is your signature in this bundle is on page 6?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, this is my signature.",
            "Male"
        ],
        [
            "MR LAX",
            "What about the one on page 17 Ms Tanzer?",
            "Male"
        ],
        [
            "MS TANZER",
            "This letter that was addressed on page 17, is this your signature?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that's not my signature.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now there is also on page 8 and unsigned affidavit which deposes under oath to certain information which obviously you have not signed because it is unsigned.  Have you ever seen or read this affidavit prior to my reading it to you in the prison a few days ago?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, ...(inaudible)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot speak louder than this.",
            "Male"
        ],
        [
            "MS TANZER",
            "Had you ever seen this affidavit before?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes this is the statement that I gave to my legal representative if I still remember very well.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon.  This is the affidavit at pages 8, 9 and 10?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes, this is the affidavit I'm referring to.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Nosenga, what is your standard of education?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I went as far as Standard 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Standard 1?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Let me clarify, I read this affidavit to you last week in the prison.  Had you seen this affidavit before I read it to you, has anybody presented this affidavit to you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not quite understand, would you please repeat?",
            "Male"
        ],
        [
            "INTERPRETER",
            "May I just find out, is his machine tuned into the correct language?  Can the technicians check that please?  Mr Nosenga, do you hear Zulu in your earphones?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Are you referring to my statement?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Just hold on, I'm going to check for you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Peter, just so that we can announce this, what languages - yes?  4 is Sotho and English is 2?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I speak Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright, I think he has been now placed on the correct channel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you hear now Mr Nosenga?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I can hear you now.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright, this affidavit on page 8, I read to you last week in the prison.  Before that, had you ever seen this affidavit, has anybody read this affidavit to you at any time?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that is correct, many people did come, I cannot know which statement it is, so many people came to me in prison.",
            "Male"
        ],
        [
            "MS TANZER",
            "No, my question is did anybody come back to read the statement that they took from you and read it to you to ask you if it was correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, they did not come back to read them to me since they took the statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just wait a minute.  You ask him whether he had seen the statement which occurs, repeated the question, which occurs at pages 8, 9 and 10, whether he had seen the statement.  What was his answer there initially?  Didn't he say that this is the statement that he made to his attorney?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "As I understand he wasn't hearing the correct language, it was on the wrong channel number, now he's understanding it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Forget about whether he understood or not but I want to know what was his answer to that?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "As I heard his initial answer was yes but I think he did misunderstand the question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well we can clarify that with him, I want to know what was his answer to that?  Yes very well.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Has this affidavit ever been read to you before after the information was taken from you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I do not remember.  May somebody please read it to me because I do not remember very well.",
            "Male"
        ],
        [
            "MS TANZER",
            "If I may Mr Commissioner, may I read the affidavit?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you gone through the statement with Mr Nosenga.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Mr Ngcobo, I have gone through the statement at the prison and he indicated that he had never seen the statement before.  I had read the statement and I'd read the signed statement that he had signed and we have gone through it before, yes.  Last week.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, you're being asked about the statement which is - just show him the statement.  Do you see that document?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not educated.  May she please read it to me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go through the document with your attorney?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, my attorney came, I do not understand, I am requesting that she reads it to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you at Sun City?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I am in Leeuhof, Vereeniging Prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said you were at Sun City?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Before I came here I was indeed in Sun City.",
            "Male"
        ],
        [
            "MS TANZER",
            "If I may clarify, he was just transferred for purposes of this hearing on Friday, this last Friday to Leeuhof.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was he not in prison?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "He was in prison at Sun City until Friday and on Friday he was transferred to Leeuhof.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Does the Commissioner require me to read this statement to him?  Alright.\n\"I, the undersigned, Andries Nosenga, do hereby make oath and say that\n\t(i) I am 23 years old, am presently serving a 16 year prison sentence for murder at the Maximum B Prison in Leeuhof.  I was convicted in February 1995.  I have a Standard 1 education.\n\t(ii)  I resided at 671 Newman Road in Everton until 1990 when I left the township and went to live in the kwaMadala Hostel in Sebokeng.  There I joined the Inkatha Freedom Party, the IFP.  Themba Khosa was the chairperson of the IFP in the Vaal Triangle.  The IFP used KwaMadala Hostel as a base from which they would launch attacks on residents of the township.  \n\t(iii)  I was part of a group from the hostel that went on the rampage in Boipatong in June 1992.  Before we left the township we performed various rituals.  Just before we were about to leave, Sergeant Peens of the SAP came and gave Katisi Victor Kezwa some money.  Themba Khosa also took guns from Peens.  \n\t(iv)  When we got out of the hostel onto the road we were picked up by a police casspir driven by a white man whose name I don't know.  In the Hippo there was Chaka of the security branch, a white policeman known to me as Rooikop who had red hair, Peens and our driver.  There were fourteen or fifteen IFP members inside the Hippo.  Others were walking alongside.  Those that I remember who were in the Hippo were Gatchene, who had ordered us to get into the Hippo, Rubin Themba, Blackie, Makuka and Dondo.\n\t(v) ...(intervention)",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just want to say that I don't know this statement, the statement that says I was sentenced to sixteen years.",
            "Male"
        ],
        [
            "MS TANZER",
            "This statement has never been read to you before I read it to you last week in Sun City, is that correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you now recognise this statement?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I understand the statement which she is reading now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that this is not your statement?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about the sixteen years and Themba Khosa being chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Alright, can we then go to the statement on page 18?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, let me understand this, are you saying that you now recognise this statement as a whole?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I recognise the one that she's just read now but it is not mine, it is not true that I was in jail for sixteen years or that Themba Khosa was the chairperson.  The legal representative first read it to me in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She has not yet finished reading it, there is still a lot to go, but are you saying that what she has just read is what you don't agree with?  You see the reason why your attorney is asking you these questions, there is a statement here which we are told she has gone through with you before.  It bears your name but it is not signed, okay?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what your attorney wants to find out is whether do you know what is written in that statement.  Some of the things that may be in the statement may be true, you may know some of the things in that you may be 23 years of age, you may have resided at 671 Newman Road, but what she wants to find out is this whole statement, do you know it?  Did you make this statement to anyone?  Is that what you want?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Not whether he made the statement but once the statement was put down in writing was it ever read to him and presented to him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was not read to me, it was first read to me by my legal representatives in prison.\nADV. SIGODI: I'm sorry, I did not get that answer, what was your answer about the statement.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said my legal representatives first read it to me in prison, it had not been read to me before then.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No one had read this statement to you before, before you had tendered it?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I do not remember.  What I know is that my attorney first read it to me in prison, that was the first time.",
            "Male"
        ],
        [
            "MS TANZER",
            "I now refer you to page 18 of the bundle.  A sworn statement which bears your signature, do you verify that this is your signature?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that I signed this statement but I have made many statements before.",
            "Male"
        ],
        [
            "MS TANZER",
            "Page 22 of the bundle.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "I'm sorry Chairperson, may I just clarify?  This bundle R, there was an affidavit which was handed in in supplement to bundle R where pages 18 up to 23 were added.  Unfortunately it was not attached into this bundle.",
            "Male"
        ],
        [
            "MS TANZER",
            "This was a statement that was taken from you in the prison in Groenpunt and the fact that you signed it in January whilst at the TRC here, before that, do you not recognise the signature.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I recognise my name.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you - sorry, could I just clarify something here, your answer was whether - you were asked whether this was your statement, you said \"yes, I recognise my name.\"  Does that mean you recognise your signature as being your name on the bottom of page 22?  Look at it.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said yes it's possible that is mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, it's not a question of whether it could be you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I did sign the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Your Form 1 application on page 1 of the bundle, in fact 1 until 7, yes, contains certain information which is inaccurate.  Can you clarify for this Commission or let's clear it up with this Commission some of the information which is incorrect.  Okay, firstly, what date were you born?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was born in 1973.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you aware of the exact date in 1973 you were born?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not know.",
            "Male"
        ],
        [
            "MS TANZER",
            "What date were you sentenced for the crimes regarding the attack on Zone 12, Sebokeng and Everton?",
            "Female"
        ],
        [
            "MR LAX",
            "Ms Tanzer could you, just to assist us, you know if you're going to refer to a specific part of this form perhaps just alert us to which page you're referring to and then ask a question in relation to it otherwise we've got to scrabble around trying to find what you're referring to?",
            "Male"
        ],
        [
            "MS TANZER",
            "I'll do that for the Commissioner.",
            "Female"
        ],
        [
            [],
            "Maybe while you are checking the pages, Mr Nosenga, do you know the month on which you were born?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I did mention that I do not know the month on which I was born.",
            "Male"
        ],
        [
            "MS TANZER",
            "I going to detract that question because it actually related to something which is now a ...(indistinct)\nOn page 2 - at page 9(a)(ii) when you were asked to furnish sufficient particulars of the offences associated with a political objective in respect of which amnesty is sought including the date, place and nature thereof and the name or names of any other persons involved, you say 1993.  Can you clarify for this Commission what date did the offence take place?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Are you referring to the Sebokeng incident?",
            "Male"
        ],
        [
            "MS TANZER",
            "Yes.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It happened in 1992 on the 15th June 1992.",
            "Male"
        ],
        [
            "MS TANZER",
            "That is two days prior to the Boipatong attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you already at the hostel on that date?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I was staying at the hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who instructed you to attack these people?  The Sebokeng and Zone 12.  Zone 12, Sebokeng and Everton incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that application before us?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "It is before us in the sense that it's in his application in terms of Form 1.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's not the application we have to concede though?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "No but it actually overlaps.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, I understand but I just want to make sure you know.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes, it's not the actual application before us, no.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Okay.  Who instructed you to proceed with this attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The Prince Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who were your fellow attackers?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Those I remember were Michael Ramakawu, ...(indistinct) Ndlovu, I don't remember the other names, as well as Sipho if I remember well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was Victor Kezwa in the car with you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did these people that you mention, they were in the car with you on the 15th June, did they take part in the Boipatong attack two days later?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The person I remember is Michael Ramakawu but I do not remember seeing Victor Kezwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not see Victor Kezwa where?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "She's asking me about the incident when we attacked Boipatong and that is what I was referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR LAX",
            "This Sipho you're referring to, do you know what his surname is?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know his surname, just the first name.",
            "Male"
        ],
        [
            "MS TANZER",
            "When you completed the Form 1 application you described offences that you committed on the 15th June 1992 relating to drive by shootings in Zone 12, Sebokeng and Everton.  No mention is made of the Boipatong Massacre in your application.  Can you explain to this Commission how it transpired that your activities relating to the Boipatong Massacre became known and why you are applying for amnesty in respect of this massacre?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The reason I seek amnesty for the Boipatong Massacre is because I was also involved and the people of Boipatong did not know what had happened.  That is why I also seek amnesty for the Boipatong Massacre.",
            "Male"
        ],
        [
            "MS TANZER",
            "So you were never convicted of the Boipatong Massacre?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I was not, there were also others who were not convicted.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you ever interrogated or charged for the crimes committed in Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was charged for the offences I committed in Sebokeng, not Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now on page 18 of the bundle at paragraph 2 you state that Themba Khosa chaired the IFP in the Vaal Triangle, is this correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I said that was he was the chairperson of the Youth Brigade, that is the IFP Youth Brigade.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you also said that you had - on the same paragraph, that you had not been involved in any other attacks prior to the Boipatong Massacre.  Is this correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "In the affidavit you state that you were not involved in any other attacks prior to the massacre on Boipatong, is that correct?  This is in paragraph 2 on page 18.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, are you not referring to paragraph 4 on page 19 where you say you were not involved in ...(indistinct)",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was involved in the Sebokeng matter as well as in the Small Farm incident.",
            "Male"
        ],
        [
            "MS TANZER",
            "Which took place on the 15th?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "In paragraph 3 on page 18 of the bundle you said that Mtwana Zulu gave instructions to break into shops and steal food.   Was that accurate?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he did not authorise us to break into shops, we did this on our own initiative.",
            "Male"
        ],
        [
            "MS TANZER",
            "What instructions did you receive from Mtwana Zulu?",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, sorry.  Can you just hear the Chairperson is asking you something about where did this occur, what are you referring to?  Please refer us to the right section and let the witness answer before you then ask him another question?",
            "Male"
        ],
        [
            "MS TANZER",
            "I said it was on page 18 at paragraph 3 of the bundle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So is the position then the statement which says \"we will break into shops and steal food\" that's not correct?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That's my question, yes.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I did say that it isn't correct.  We did this, the breaking into shops, we did it when we were not staying at KwaMadala Hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The statement that Themba Khosa chaired IFP in the Vaal Triangle and he was a frequent visitor at the hostel, is that correct?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said he was the chairperson of the IFP Youth Brigade in the Vaal Triangle, he was in charge of the youth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I've said to you, is it correct or not?  In the statement at paragraph 2, the statement that you made, you say \"Themba Khosa chaired the IFP in the Vaal Triangle and he was a frequent visitor at the hostel\".  Now I want to find out from you is that statement true?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say that Themba Khosa was not the chairperson of the IFP but he was responsible for the youth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Well can you clarify was he a frequent visitor at the hostel, was that correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes he was a frequent visitor.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now in paragraph 3 you said Mtwana Zulu gave instructions to break into shops and steal food.  Is that correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.",
            "Male"
        ],
        [
            "MS TANZER",
            "What instructions did Mtwana Zulu give you, if any?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The only order he gave us was to kill the people of Sebokeng, not to break into shops.  He said this because those people were IFP enemies, they were involved in the killing of IFP members.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now on page 19 of the affidavit, at paragraph 5 on the second line, you say the meeting was held in a big hall and was attended by a lot of people.  Was it a big hall or was it a stadium?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It's like a sports ground.",
            "Male"
        ],
        [
            "MS TANZER",
            "More like a stadium?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now on paragraph 19 of your affidavit which is page 21 you say you entered eight houses that night, is that correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, when we went to Boipatong we entered into five houses.  Please just explain to me are you referring to the Boipatong or the Sebokeng matter?",
            "Male"
        ],
        [
            "MS TANZER",
            "I'm referring to the Boipatong matter.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "In that regard we entered into five houses not eight.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you presently in prison and on what charge?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I am in prison and I have been sentenced with regards to the murders in Sebokeng and Everton.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where were you born?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was born in Everton at 671 Newman Road.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did you leave Everton?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I remember correctly it was in 1991 after comrades had threatened me about the burning of a certain garage.",
            "Male"
        ],
        [
            "MS TANZER",
            "So when you left Everton, where did you go live?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I went to live at the Boipatong Hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "Boipatong or KwaMadala?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "KwaMadala Hostel at the Iscor Hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did you go live in the KwaMadala Hostel, what date, do you remember?  Or the year?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was in 1991, I do not remember the month.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did you become an IFP member?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "In 1991.",
            "Male"
        ],
        [
            "MS TANZER",
            "As you arrived at the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "As you arrived at the hostel did you become an IFP member?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, after I had arrived at the hostel.",
            "Male"
        ],
        [
            "MS TANZER",
            "When you arrived at the KwaMadala Hostel, were they suspicious, the leaders suspicious that you were an ANC spy?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes they were suspicious.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you questioned by any committee about your political affiliations or your reasons for coming to the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I remember correctly, the person who questioned me on my arrival at the hostel were Mtwana Zulu, Damara and Rita Xongo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zulu, Damara Xongo and who else?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Damara Xongo, Dakie Xongo as well as Gatchene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Were you ever presented - well you said to the IFP Senior Committee at the hostel either voluntarily or by force.  Were you taken by force?  According to the evidence of Richard Dlamini you said you were taken by force, is that correct?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't remember that, I do not remember being presented to the Senior Committee of the IFP.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember who assigned you a room at the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The person who issued me a room was Prince Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "So what are your comments regarding Moses Mthembu's allegations that he assigned you a room after the attack on Boipatong.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about what he said because I remember very well that it was Prince Zulu who issued me a room.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember your room number?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember clearly because I went through several rooms but I think it was Room 3.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you employed whilst you were at the KwaMadala Hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I was not employed, I was just an IFP supporter.  We did not work anywhere but we maintained ourselves by stealing cars and breaking into shops.",
            "Male"
        ],
        [
            "MS TANZER",
            "What kind of instructions did you receive from the leaders at the KwaMadala Hostel and who gave you these instructions?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did explain that the commander who issued instructions when we attacked - sorry, are you referring to instructions issued when we went on an attack or to a person who commanded the hostel?",
            "Male"
        ],
        [
            "MS TANZER",
            "Well let me rephrase, what was the policy of the leaders of the IFP at the hostel that you were aware of?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, with due respect, I mean that's a very broad question.  Would you just try and narrow it down so that he can understand what is it that you want him to say?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I'll do that.  Did the leaders of the hostel give instructions to the hostel dwellers or to IFP members to attack ANC comrades in the Vaal Triangle?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you aware of the acrimony between the dwellers of the KwaMadala Hostel and the residents of Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I heard about that, that there were IFP members who had been killed in Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did you first become aware of the fact that an attack Boipatong was imminent?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was a meeting held on the 14th, that is there was a meeting held two weeks before the 14th meeting.  That was where the Boipatong attack was discussed but the order to attack Boipatong was issued on the 14th June.",
            "Male"
        ],
        [
            "MS TANZER",
            "This meeting took ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened at the meeting two weeks prior to the 14th?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That's where Peens arrived as well as Themba Khosa.  They came to discuss the Boipatong matter.  There was an Induna present at the stadium, they said Boipatong should be attacked.  Thereafter, Peens said he will supply the weapons, the firearms.  The person who was interpreting that Afrikaans was Gatchene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They said we would get our instructions from the Induna on the 14th June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I remember correctly, that is what I remember about that meeting.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember who else spoke at that meeting?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The meeting of the 14th?",
            "Male"
        ],
        [
            "MS TANZER",
            "The meeting two weeks prior to the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "In your affidavit on page 19 at paragraph 6 you state that Themba Khosa spoke at that meeting and that you said a certain insect should be killed, referring to the Boipatong residents that there was a certain Inkatha member had been killed in the location.  Do you recall this?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct, he did say that the dogs of Boipatong should be killed because at that time IFP members had been killed in Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "You further state that the Induna's agreed with what Themba Khosa had said, is that correct?  Do you stand by that?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "In your affidavit you also said, it's still paragraph 7, that Peens and Danie who you said is a member of the SAP said they would supply Rooikop, okay, who is a policeman known to you, with weapons and that he would give them to Themba Khosa who would bring them to the hostel.  Do you remember that, do you stand by that?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I remember Peens speaking at that meeting although I do not remember Danie quite well.  I think it was just Peens who was at the meeting not Danie.",
            "Male"
        ],
        [
            "MS TANZER",
            "Are you sure Danie was not at the meeting?  You mention him in your affidavit?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I'm sure.  Peens was the person present at the meeting.  We only met Danie on our way to attack Boipatong, that's where I saw him.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember who accompanied Peens to the meeting, Mr Peens?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was Chaka.",
            "Male"
        ],
        [
            "MS TANZER",
            "Chaka being the policeman?",
            "Female"
        ],
        [
            "MS TANZER",
            "He is a policeman who works in Vanderbijl in the murder and robbery unit.",
            "Female"
        ],
        [
            "MS TANZER",
            "Now at this meeting of the 14th June were you aware that on the next day you were going to attack Sebokeng, Zone 12, Sebokeng and Everton with the other people that you had mentioned?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, we were not aware of it, we heard it from Mtwana Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "When did you hear it?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The order was issued on the same day in the evening, I'm not sure of the time.  That was when he told me we should go and attack Sebokeng.",
            "Male"
        ],
        [
            "MS TANZER",
            "And Everton that is?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were there lots of meetings held at the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes there were meetings that were held amongst the hostel dwellers and sometimes Themba Khosa would be present at those meetings.",
            "Male"
        ],
        [
            "MS TANZER",
            "Would the Indunas always preside at these meetings?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes it will always be an Induna, Gatchene, Indwana and others who were from Natal.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did you know when a meeting was taking place?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was a siren and that would be sounded, that was how we knew a meeting would be held.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you speak Sotho?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not know of Sesotho, I speak Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you understand Afrikaans or English?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not understand either language.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you know personally any dweller of the KwaMadala Hostel who was killed in the Boipatong location?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I remember that there was a person from Natal who was killed although I do not remember the person's name.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you aware of complaints ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You say you don't speak Sotho?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I do not, I speak Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand Sotho?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I can only catch a word here and there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you speak it?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I only speak Zulu.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you have any reservations about yourself participating in the Boipatong Massacre?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you have any personal motive for attacking the people of Boipatong, like revenge or anger?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, the reason we attacked because it was something issued by IFP members but I had no personal grudge against the people of Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "So why did you participate in the Boipatong Massacre?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was because it was IFP policy that if you are a male or you were above 16 years of age you were required to go on attacks.  It was only women and children who were allowed to remain behind.",
            "Male"
        ],
        [
            "MS TANZER",
            "And how old were you in June '92, do you remember?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know, I don't remember.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mention in your affidavit on page 19 at paragraph 7 that weapons were delivered by Themba Khosa to the hostel and kept in the ceiling.  Can you describe the ceiling in which these weapons were kept?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was made of corrugated iron and there were holes in which you could put these weapons.",
            "Male"
        ],
        [
            "MS TANZER",
            "So okay, do you know a policeman by the name of Rooikop?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I know him.",
            "Male"
        ],
        [
            "MS TANZER",
            "Had you seen him at the KwaMadala Hostel prior to the Boipatong attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I started knowing him when we went on the attack at Boipatong, I never saw him at the hostel.  I also saw him when I was arrested.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever see him give weapons to Themba Khosa?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say that I saw him, I only heard Themba Khosa speaking about it but I did not see him personally.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you tell us about the meeting that took place on the 14th June 1992 three days before the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was held on the 14th, that's where we were told that we were going to attack Boipatong and the police, Peens and the other police would be waiting for us outside the hostel near the BP garage and the weapons were displayed at the stadium by Daki Xongo, that was when we were given Indelesi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're talking about the meeting of the 15th.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Of the 14th.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Of the 14th, yes.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's the meeting on the 14th.  No, on the 14th we were told that we should attack - I'm sorry I did not get that question properly?",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright, on the meeting of the 14th, who were the Indunas that presided at this meeting, do you remember?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was Gatchene and Mtwana Zulu, as well as Daki Xongo and others whom I did not know.",
            "Male"
        ],
        [
            "MS TANZER",
            "And what did they tell you at this meeting?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They said the day had come that we should prepare ourselves for the attack on the 17th June.  That was when we learned that we would meet the police at the BP garage on the 17th.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where were you supposed to meet the police?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Outside the hostel towards the BP garage, that is outside the KwaMadala Hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Near the BP garage?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, near the garage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "At this meeting were women present on the 14th?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes they were present on the meeting of the 14th.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you informed at this meeting of the time when the attack would take place?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I just remember the date well.",
            "Male"
        ],
        [
            "MS TANZER",
            "At this meeting what were your instructions, what were you told to do?   In Boipatong that is.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We were just told that we would destroy the entire township.  They said that we should destroy everything and everyone because the people of Boipatong supported the ANC, that is what I heard at the meeting.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now was explained or was it said when you should destroy everybody that included women and children?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's what was said, they said everyone, children, old people, pregnant women, everyone should be killed.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you told at this meeting that you would be supplied with weapons?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They said we would receive the weapons at the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "And when the attack would be finished did they tell you at the meeting what would happen to the weapons, did they tell you what to do with the weapons?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I remember was that it was said that the weapons would be returned back to the stadium and that Xongo would collect them.",
            "Male"
        ],
        [
            "MS TANZER",
            "At this meeting of the 14th was any mention, meeting about a rally that would be held in Ulundi after the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I first learned of that after the attack on Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, when it is convenient, would you let us know so that we can adjourn for lunch?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Well it's convenient at this point because I'm proceeding to the next stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll rise and come back at twenty past 2.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, whilst we're waiting for Ms Tanzer, might I just say that we've had an opportunity to glance briefly at the application that Mr Lowies intends proceeding with tomorrow morning.  It would appear that there are a number of people who are being accused of some very serious misconduct, amongst them the African National Congress.  In fact it is being alleged that the African National Congress is part of a conspiracy to manufacture evidence and other people as well.  We don't act on behalf of the African National Congress but it would appear as though their interests are being effected by this application and we would have thought that they should be given proper notice of this because they might want to make either certain representations or place certain evidence before the Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) the application?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Well our attitude is that we are going to have to prepare papers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Yes Ms Tanzer?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "(continues)  Thank you Mr Chairman.\n\tI just want to go back and clarify with you the question of the unsigned affidavit which is on page 8 of the bundle R.  Although this affidavit had not been signed by you and you had not - and had not been read to you after it was drawn, is it correct that this affidavit was taken or was made as a result of information that you had given to certain persons who had visited you in a prison for the intention of your application for amnesty?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Mr Chairman, I have to object against this question on behalf of my clients.  My submission is that this evidence is suggesting an answer and it is one of the crucial aspects not only in the application but also in the merits of this matter and I would submit that under those circumstances the question would be admissible suggesting an answer.",
            "Male"
        ],
        [
            "MS TANZER",
            "I think that it's a question as crucial in fact to the application of this applicant in that it presupposes that if this affidavit is unacceptable then his whole application is out of time, is not timeous.  Now what evidence I'm trying to draw or what information I'm trying to obtain is that ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The issues is not, it has never been whether his application is out of time.  The objection here is that it's a leading question, that's what it should address you.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Alright then I understand that question.  I'll rephrase it.\n\tDid anybody visit you at a prison in order to obtain a statement from you to support your application for amnesty in respect of any offences that you have committed?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(s.u.o.)  Yes that is correct, that was Mr Berger and Mr Brian.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS TANZER",
            "(cont)\n\t Do you remember when they ...(intervention)",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sorry?   I'm saying Mr Berger and Mr Brian visited me at the Maximum Stoffberg Prison.  Mr Brian.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you clarify who is Mr Berger and Mr Brian?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They came to me and introduced themselves as Advocates and Brian said he is in Johannesburg, based in Johannesburg, and they requested me to give them my statement, my amnesty statement.",
            "Male"
        ],
        [
            "MS TANZER",
            "In making your statement, did you give information relating to the Boipatong Massacre?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now the affidavit that you did not sign and I read to you at the prison a few days ago, is a lot of that affidavit correct insofar as information you did tell them at the prison?  The advocates?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well there's a suggestion that this statement which occurs at pages 8 through 10 is the statement that was given by Mr Nosenga to Advocate Berger and Brian?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That is what I'm asking him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well then ask the question directly.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "The information on this affidavit, on page 8, 9 and 10, that I read to you in a prison last week, that was not signed by you, is this affidavit - does this contain information that you did tell or give to Advocate Berger and Advocate Brian when they visited you at the prison?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't because I did not sign it.",
            "Male"
        ],
        [
            "MS TANZER",
            "But did you tell them any - did you tell them about the Boipatong attack and the Zone 12, Sebokeng, Everton attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there is something that I told them about the Boipatong incident.",
            "Male"
        ],
        [
            "MS TANZER",
            "And that was part of your application for amnesty?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright.  Just on more question, Advocate Brian and Advocate Berger, did they ever come back to the prison and read or indicate that there was a statement that you needed to sign?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, they did not.",
            "Male"
        ],
        [
            "MS TANZER",
            "Alright.  Okay, let's go back to our questions relating to your stay at the KwaMadala Hostel.  When the siren was sounded on the evening of the attack on the 17th June 1992, did you proceed to the stadium knowing that from there you would be attacking Boipatong?",
            "Female"
        ],
        [
            "MS PRETORIUS",
            "Mr Chair, I object to that question, my submission is there is an easy way to ask, just say \"when you heard the siren what happened then?\" but I mean to suggest that the Boipatong was going to be attacked is very leading?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But I thought the evidence of this witness is at least two weeks prior to the 14th they were told that they were going to attack Boipatong.  On the 14th they were also told that they were going to attack Boipatong, so the question is really whether on the 17th he went there knowing that Boipatong was going to be attacked?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Will the question please be repeated?",
            "Male"
        ],
        [
            "MS TANZER",
            "When you heard the siren on the 17th June in the evening, did you go to the stadium knowing that you would be attacking Boipatong that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now did you receive instructions at any of the meetings or on the night in question only to attack and kill SDU members or anyone else to be found at the location of Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, they did not refer to the SDU's, they actually said that we should attack anybody that we came across, any resident of Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "So no reference was ever made to SDU's, comrades?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm hearing that for the first time.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you stated in your affidavit on paragraph 10 on page 20 that on the day of the attack you saw Peens and a member of the South African Police Force, Chaka, arrive in Peens' private car and hand money over to Victor Kezwa.  Could you be certain - sorry?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes that is correct, that was during the day on the 17th when Peens arrived at the hostel, that was just outside the hostel and he gave him some money, I'm not quite sure how much.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you know the reason why he gave him money?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not have any knowledge why Peens gave Gadisi the money.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you a member of Victor Kezwa's hit squad?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was Victor Kezwa present at the hostel on the day of the 17th June 1992, of the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I didn't see him on the day of the attack, I only saw him last during the day.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you just clarify, did you see him last on that day but not in the evening?  When did you see him last?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I only saw him during the day, not in the evening, I did not see him at the meeting in the evening.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now you said that you have often seen Victor Kezwa meeting with Peens.  Did these meetings seem friendly or hostile?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They used to laugh together, that's what I can say.",
            "Male"
        ],
        [
            "MS TANZER",
            "So it was not that Peens was interrogating Kezwa or anything like that?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No that is not how they seemed, they seemed like happy in the company of each other.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ever discuss the attack on Boipatong with Victor Kezwa?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where did you receive the weapons and who gave you the weapons on the night of the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Damara Xongo.  I'm sorry Daki Xongo.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where were the weapons?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "These weapons were hidden in the ceiling to which I referred.  Near the showers.",
            "Male"
        ],
        [
            "MS TANZER",
            "And at the stadium?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He placed the firearms there and said that each one of us should come and choose whatever weapon to take.",
            "Male"
        ],
        [
            "MS TANZER",
            "Where did he place the firearms?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He scattered these weapons on the ground at the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you tell us what happened at the stadium that evening before you proceeded to Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was Indelesi.  We were made to drink this Indelesi.  After that there is another Indelesi which was sprinkled over our bodies so that we could not get shot.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you sprinkle the Indelesi on your weapons?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes we had different types of Indelesi.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did you feel after drinking Indelesi?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It intoxicated me and I felt like I had lost my mind a little bit.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who gave the Indelesi to the people at the stadium?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I still remember very well, I think it was Mtwana Zulu was at the stadium that night?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I saw him at the stadium on the day of the attack, that is at the hostel on the 17th.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did any of the Indunas or any leader speak to you at the stadium or speak to the people at the stadium regarding the impending attack at Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were many Indunas, people such as Gatchene, they addressed us there and many others some of whose name I do not know and people such as Daki Xongo were present as well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember what they were saying to you, what was the message to the people?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot remember very well what people like Damara was saying because the Indelesi was I think working at me at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, you swallow your words, Mr Nosenga, and you make it very difficult for us to understand.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Okay I understand.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did any women arrive at the stadium that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I saw only men because women were ordered to remain behind, they were not wanted at the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were they ordered to stay behind that night or before that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Because they were actually told before we went to the stadium, they were told that there was going to be a meeting on the 17th in the evening at the stadium and that they were not to come.  They were told during the day before we went to the stadium in the evening.  They were told about the meeting that very same meeting and that they were not wanted, only men who were wanted.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you divided into groups and were you grieved about what would happen when you arrived at Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, we were not in groups.  We left the hostel in one group until we crossed the bridge where we came across Casspirs.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now can you just describe in a little more detail for this Commission from when you left the stadium till you reached the Casspirs, the direction you followed?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We took the main road, when you leave the Iscor from the gate you can join the main road, that's the one that we took and we went towards the BP and there was an open veld that we crossed through down to the bridge where we came across the Casspir.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who would you say was leading the attack on Boipatong?",
            "Female"
        ],
        [
            "MS TANZER",
            "In my group I was being led by Induna Gatchene and other groups were led by different Indunas respectively.",
            "Female"
        ],
        [
            "MS TANZER",
            "So were you divided into groups or did you just fall into groups?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were others who were in Casspirs and others were walking on foot and we went to the entrance of the township where we decided to take different directions for cover.",
            "Male"
        ],
        [
            "MS TANZER",
            "My question is, was it a planned action, was it planned into which groups you would be or did you just fall into groups informally?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I only started to know once we were with Peens, that's when I was informed as to who was going to be my Induna and into which group I will belong.",
            "Male"
        ],
        [
            "MS TANZER",
            "And who informed you of this?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was Gatchene.",
            "Male"
        ],
        [
            "MS TANZER",
            "How many Casspirs were waiting for you in the field?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were four of them.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now did you enter into a Casspir?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Who was in the Casspir with you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw Peens, Chaka, Rooikop and one other white male who was driving, one other white person who was driving the Casspir.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you know this driver?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was seeing that person for the first time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This other person, was he the driver?  You've mentioned Peens, Chaka, Rooikop?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "She was asking me as to who was driving the Casspir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, well the person who you got into the Casspir with were Peens, Chaka, Rooikop?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's what I said and other police people whom I did not know.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "How many of the policemen?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think there could have been six or five, I'm not quite sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "How did you know they were policemen?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw Rooikop, the presence suggested to me that these people are police, the presence of Chaka as well and the others that I knew.",
            "Male"
        ],
        [
            "MS TANZER",
            "And amongst the hostel dwellers, do you remember who were with you in the Casspir that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember who from the hostel, the KwaMadala Hostel were with you in the Casspir that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I still remember Gatchene, he was in my group and Sipho, Dondo and Stikenau, Lucky.  Those are the ones that I still remember very well.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember if Themba Kubeka was in the Casspir?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I remember he was present.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was a person known as Rubin the Casspir with you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, you know, he has told us who was and who he remembers.  You are now leading him.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Alright, I'll retract that, I was just referring to the affidavit that he had signed previously, but I'll retract that.",
            "Female"
        ],
        [
            "MS TANZER",
            "Do you know any other people that were in a Casspir with you that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were many of us that evening but I can only remember ones with whom I was travelling in the Casspir when we went to attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe the scene to the Commission as you arrived at Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We got off the Casspirs and took cover.  There is one first house that is painted white I think and we started breaking down windows.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Speak up and slow, we're making notes here and there's someone who is also interpreting.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, start again.",
            "Unknown"
        ],
        [
            [],
            "Through you Mr Chairperson, maybe Mr Nosenga, if you cannot tough the microphone, once it's on it will stay on, if you touch it then do this, there is a lot of sound coming in.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying we got off the Casspirs and we went into this first house painted white, broke windows and doors.  I think we found a male and a female there.  These two people were killed, were shot dead.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you give any ...(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "Listen, the man speaks a hell of a lot, just give us a little bit of a chance to make decent notes?  Carry on.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe any physical features of that road that you entered and that could help identify which street it was?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not quite familiar with the street, there is this one main road that proceeds towards Boipatong and we took the one road or street that ultimately led us to the first house.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you shoot anybody in that first house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes even though I don't know the person's identity.",
            "Male"
        ],
        [
            "MS TANZER",
            "What happened after you left this first house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We went into the second house, we found some children and adults, they too were shot and I also fired shots in that house.",
            "Male"
        ],
        [
            "MS TANZER",
            "What kind of weapon were you using that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "An AK47.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you yourself shoot any of these people, the occupants of this house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "How many people were with you in the second house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think there were six if not five.  Dondo and Rubin Themba included.",
            "Male"
        ],
        [
            "MS TANZER",
            "What happened after that?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, would you please stop looking at the notes of your attorney.  Look up when you answer the question because sometimes your last word we don't hear them because you speak very softly.  Yes, yes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying there were five of us, that is the second house, my legal representative is referring to the second house.",
            "Male"
        ],
        [
            "MS TANZER",
            "What happened after you left the second house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We went into the third house in which we also found people and there was another group from among our group which was shooting from outside and we went inside and fired shots as well.  There could have been three of these people inside.",
            "Male"
        ],
        [
            "MS TANZER",
            "And then what happened after that?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We went into the fourth house then we also found people in this fourth house, some of them were running away, jumping the fence then we went into the house and started shooting the people that we found inside.",
            "Male"
        ],
        [
            "MS TANZER",
            "And then, go on?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "And we went to the last house which was the fifth house and we also found people in this fifth house.  The door and windows were broken and started shooting.  We looked for people under the bed and wardrobes.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember shooting anyone that night or were you shooting randomly around each house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot say I could have spotted anyone individual because I was also under the influence of the Indelesi so that I also do not know the identity of these people that I shot.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you notice any of your fellow attackers breaking windows and damaging houses?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The one person that I saw was Stikenau because another group was breaking windows and doors on the other side.  I could not have seen those.",
            "Male"
        ],
        [
            "MS TANZER",
            "Why did you stop after the fifth house?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I had two magazines, we continued to Slovo Park and another group continued attacking on the same street and I finished my job at the shacks.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see anybody rape a woman that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I only heard that Stikenau had raped someone but I'm not sure about that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you ask him if he had raped a woman",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not question him about it, he just mentioned it.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just repeat that last answer?  I didn't catch the interpretation very well, I'm sorry.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said that he did not question him about it, the person Stikenau had volunteered information.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Had you ever been to Boipatong prior to this night in question?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I had been to Boipatong before I became a member of the IFP.",
            "Male"
        ],
        [
            "MS TANZER",
            "On page 21 of the bundle at paragraph 20 you mention that Peens also shot people, that he shot them from the Casspir.  Can you elaborate to this Commission on what you saw Peens doing that night?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The Casspir was driving slowly and Peens would get off the Casspir and shoot at the people on the street.  He would not go into the houses.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see what kind of weapon Peens was using?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just saw that it was a small gun, I'm not sure what type it was.",
            "Male"
        ],
        [
            "MS TANZER",
            "Tell this Commission, after you left the Boipatong location, where did you proceed??",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Do you mean on our way back or during the attack?",
            "Male"
        ],
        [
            "MS TANZER",
            "During the attack.",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We took the taxi routes towards the Boipatong Hostel as if we were going towards ...(indistinct)ville, there were a lot of shacks around that area and that's where we launched another attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you pass a hostel on the way?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes there was a hostel near a lot of trees and there were also shacks nearby and our last attack was launched on a Xhosa Hostel, that was after we'd been to Slovo Park.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you shoot anybody in the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not remember, I only fired at Slovo Park.",
            "Male"
        ],
        [
            "MS TANZER",
            "Do you remember shooting anybody specifically at Slovo Park or were you shooting randomly?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot identify the people I shot at Slovo Park but I just saw people falling as we were moving around the shacks.",
            "Male"
        ],
        [
            "MS TANZER",
            "What did you steal that night from the houses that you were attacking?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "If I remember correctly, it was a video machine and a T.V. and cash, we stole this from the houses, not from the shacks.",
            "Male"
        ],
        [
            "MS TANZER",
            "What did you do with the stolen items while you were at Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were put into the Casspir because there were many items stolen from the houses including beds and duvet sets.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did you know that you were supposed to put the loot, the stolen loot into the Casspirs?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was informed by Gatchene that he had spoken to the police who had agreed that the loot should be put in the Casspir.  That was information that I received from Gatchene.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he tell you that the loot would be returned to you when you got to the hostel, when you returned back to the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry Chairperson, I have to object against the question.",
            "Male"
        ],
        [
            "MS TANZER",
            "I'll withdraw the question.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did you see any military vehicles during the attack or on your way back to the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see military vehicles.",
            "Male"
        ],
        [
            "MS TANZER",
            "How did you get back to the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We walked on foot and the Casspirs were carrying the loot and the weapons back to the hostel but the rest of us walked on foot.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe the route that you took back to the KwaMadala Hostel, can you remember?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "When we came back from the shacks, we went into the main street in Boipatong where there were shops.  We passed a group of factories along the way and we proceeded towards the street near the BP garage.  I'm not sure of the name of the street.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was this the same direction that you had taken to Boipatong in the beginning before the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, it was not the same route, we took a different route.  It was when we came back from the township we took a different route, we did not go the same way as we had done before.",
            "Male"
        ],
        [
            "MS TANZER",
            "What were your instructions regarding the weapons you had used during the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Weapons such as AK47's, pump guns, spears and pangas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What instructions had you been given in regard to these weapons that you had used?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "On our way back or during the attack?  We were ordered to return the guns to the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "What were your instructions regarding the stolen loot that you had taken from the attack on Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Dakie Xongo, they discussed that the loot should be burned because it would be evidence of the attack on Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "On the night of the attack was there any celebration after you had returned?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes there was, we were singing and when we arrived back at the stadium we received another Indelezi to drink so that we would be cleansed.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did Themba Khosa and Mtwana Zulu take part in the attack?",
            "Female"
        ],
        [
            "MR LOWIES",
            "No, Mr Chairman, I must object again, I submit that that would also be suggesting an answer.",
            "Male"
        ],
        [
            "MS TANZER",
            "I'll rephrase the question.  Did any of the known leaders take part in the attack, did you see any of the known leaders of the KwaMadala Hostel or the IFP during that night of the attack in Boipatong, did you see them at Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The only people that I saw were the Indunas.  The leaders, I saw the leaders at the stadium.",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe to this Commission what happened during the days after the attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MS TANZER",
            "Can you describe what happened on the day and days after the attack.  What took place at the KwaMadala Hostel after the attack on Boipatong and the days afterwards?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Themba Khosa arrived at the hostel after the attack and he had come there to collect all the guns that had been used in the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did he tell you anything else?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he had a meeting with the Indunas, he didn't speak to us directly, so we were informed by the Indunas that he had come to collect the guns.",
            "Male"
        ],
        [
            "MS TANZER",
            "Was there a meeting or any meeting that took place after the attack, regarding the attack at the KwaMadala Hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't remember well because I just remember Themba Khosa arriving to have a meeting with the Indunas with regards to the weapons that were used in Boipatong.",
            "Male"
        ],
        [
            "MS TANZER",
            "What did you do with your weapon?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I returned it to the stadium on the night of the 17th after the attack.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you put it on the floor or where did you put your weapon?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was an open ground where all weapons were placed and Dakie Xongo is the person who removed them.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see Peens, Chaka, Rooikop or any other member of the South African Police Force at the KwaMadala Hostel during the weeks after the attack on Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I last saw them on the day of the attack on Boipatong, I never saw them at the hostel again.",
            "Male"
        ],
        [
            "MS TANZER",
            "Did you see Victor Kezwa on the days after the attack at the hostel.  Did you ever see him again?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said before, I last saw Victor Kezwa during the day of the attack, I did not see him after the attack was launched.",
            "Male"
        ],
        [
            "MS TANZER",
            "In your affidavit, on page 22 at paragraph 25, you stated that Themba Khosa came to collect the weapons?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "You mention \"we were told that other policemen, not the policemen from Vereeniging, would come and search\nfor weapons.\"?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct because the IFP worked closely with the police from Vereeniging so they would not have been able to come and search the place.",
            "Male"
        ],
        [
            "MS TANZER",
            "You also mention that Themba Khosa was very happy and praised the people at a rally that was held at the hostel the same day?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that?",
            "Male"
        ],
        [
            "MS TANZER",
            "You mention that, you stated under oath that Khosa was very happy and praised the people at a rally that was held at the hostel the same day?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't remember that well.  What I remember about the rally is the one that was held in Natal at Ulundi, that was a rally at which Themba Khosa was excited.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what do you say about this statement?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said Themba Khosa arrived after the attack at Boipatong and he spoke to the Indunas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there was no rally at the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, we were informed by the Indunas after they had held a meeting with Themba Khosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is the position that Themba Khosa did not meet with the hostel residents?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He had a meeting with the Indunas and with the authorities.  Those other people that he spoke to, he did not speak to us.  I only got the information from Gatchene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Gatchene report to you that Khosa was very happy and had praised the people?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, a meeting was held after Themba Khosa had left and we were informed about the purpose of his visit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there was a meeting at which you received a report from Isinduna as to what Khosa had said to them in connection with the attack?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Themba Khosa had said that the police were going to come and search the hostel and therefore he wanted to collect all weapons that had been used in Boipatong so that they be burned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see because what you're saying, what says in your statement, paragraph 5, Khosa was very happy and praised the people at a rally that was held at the hostel the same day but as I understand your evidence, Khosa did not meet with you, he only spoke with Isinduna?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Forget about what you said to your attorney, I just want to tell you what is it you are saying to us now.  Okay, so you received a report back from Gatchede, his Induna, as to what Khosa had said to them?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Can you tell the Commission about the rally in Ulundi?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember the month but it was after the attack on Boipatong but there was a rally in Ulundi, an IFP rally and IFP leaders such as Buthelezi and Felgate addressed that rally.  I travelled with Indwana in an E20, which was driven by Daki Xongo.  We were with other Isinduna, some of whom I did not know.",
            "Male"
        ],
        [
            "MS TANZER",
            "What happened at the rally?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were speeches made.  The one person who spoke was Themba Khosa because he was a leader from the Vaal Triangle.  He mentioned the Boipatong Massacre.  Dr Buthelezi, Mangosuto Buthelezi was pleased about what had happened because he made a speech after Themba Khosa had spoken and he spoke about the Boipatong Massacre and said that he was happy about it.",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you ever on the same stage as Chief Mangosuto Buthelezi where you were shown up as an ANC spy?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Can you please repeat that question?",
            "Male"
        ],
        [
            "MS TANZER",
            "Were you ever on the same stage at the rally as Chief Mangosuto Buthelezi where you were shown up as an ANC spy?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.  There was no way that an ANC person would be found in KwaMadala Hostel.  I do not think the ANC would support such a statement.",
            "Male"
        ],
        [
            "MS TANZER",
            "What are your comments regarding your other applicants' allegations that you only joined the KwaMadala Hostel after June 17th 1992, that you were not at the hostel prior to the attack on Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know what they are talking about, that is their own fabrication.  I do not know about that.  The people from Boipatong know very well as to when I left Sebokeng.  Even now I cannot enter the township of Boipatong or Sebokeng.  I would like to challenge them on that matter because I do not know what they are talking about.",
            "Male"
        ],
        [
            "MS TANZER",
            "What are your comments regarding the allegations that you were planted in the hostel by the ANC as a spy to blow up the hostel?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They do not know what they are talking about, they must be confused because they've made statements because what they have done is they are trying to shield the IFP leadership.  I would like somebody to come here, come forward and debate this matter with me.  If I was an ANC spy I should have been killed in the hostel.  As I mentioned before when I arrived they were suspicious of my presence but I explained everything to them.  I do not know what they are referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that shortly upon your arrival they did not trust you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, they would not trust anyone who arrived at the hostel so they also did not trust me at first but eventually, as time went on, they learned to trust me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have to do anything for them to trust you??",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes because I managed to go back to my own township to kill people of the township, that is how they began to trust me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when was that attack, was that in 1992?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The attack on Sebokeng?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "15th of?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "15th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you had been at the hostel since 1991?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now before - you don't remember the month when you arrived at the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Prior to the attack on Sebokeng, did you do any other thing which ensured that you had the confidence of the hostel dwellers?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes because as an IFP member you have to wear the IFP tee-shirt publicly in town and that is how they will recognise you or identify you as an IFP member but for them to trust me, I proved myself by going back to Everton and shooting, killing people in that township.",
            "Male"
        ],
        [
            "MS TANZER",
            "Why did you come forward regarding the attack on Boipatong if you were never charged or convicted in respect of this attack?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thought that he has already told us that there were two reasons.  The first one was that he took part in the attack.  The second one was that the other applicants were not telling the truth.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Thank you, is that correct what was just put to you?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes I did say that I spoke about the Boipatong incident because we were not arrested or should I say not all of us were arrested and I decided to speak out because these people are not telling the truth.  There are many people who died with the police involved.  Many people from Boipatong who fled can testify to this effect.",
            "Male"
        ],
        [
            "MS TANZER",
            "Now do you confirm the political objectives of the attack on Boipatong?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MS TANZER",
            "And to your mind, what were the political objectives of this attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not go to Boipatong out of my volition, it was the IFP that was pushing us into committing the crime.  It is not something that I did on my own, we were actually being forced or pushed by the IFP to do this, that is why I am saying it is politically motivated.",
            "Male"
        ],
        [
            "MS TANZER",
            "What are your comments regarding the other applicants who state that there were no police or military assistance during the Boipatong attack?",
            "Female"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We should not play tennis at this Commission, many people died, old women, children and to now say that the police were not involved during the attack in June 1992 is not understandable by myself.  We are not playing marbles here like children.",
            "Male"
        ],
        [
            "MS TANZER",
            "I've no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) what order are we going to follow?  Mr Lowies will start, right?  Cross-examining, followed by Adv Pretorius and then Mr Strydom.   You've not been implicated, unless you want him to say that they were there?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.  Okay then we'll cross over there, we'll start with Mr Berger, Malindi - no I beg your pardon.  Who is the last?  Okay, Cambanis and then of course subject to the rule that we don't cover the same grounds.\n\tOkay, 9 o'clock tomorrow morning.  I will look at your application this evening and then we will hear what Mr Berger and his colleagues have to say after concerning the application and then we will then indicate when we're going to hear the application.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It concerns me that on more than one occasion we've had to start late after lunch because the legal representatives did not have their lunch in time.  If there is a problem shall we deal with that, I mean I don't know what is the problem but it does concern me because we've heard on more than one occasion when there is some delay in - and it concerns me because it interferes with the progress of the hearing.\n\tMr Mapoma, would you look into this matter so that you just make sure that proper arrangements are made for the other legal practitioners ...(intervention)",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Mr Chairman, pardon, I don't want to interrupt but Mr Klute says he will see to it that he orders our lunch a quarter of an hour before we stop if we just know what time we're going to stop for lunch.  That may solve the problem.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}