{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-05",
        "location": "VANDERBIJLPARK",
        "day": "3",
        "names": [
            "ANDRIES MATANZIMA NOSENGA"
        ],
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53377&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990505vb.htm",
        "speakers": [
            "ADV SIGODI",
            "ANDRIES MATANZIMA NOSENGA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BERGER",
            "MR LAX",
            "MR LOWIES",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MS TANZER"
        ],
        "original_speakers": [
            "ANDRIES MATANZIMA NOSENGA",
            "CHAIRPERSON",
            "MR LOWIES",
            "MR NOSENGA",
            "INTERPRETER",
            "MS TANZER",
            "MR LAX",
            "MR SIBANYONI",
            "ADV SIGODI",
            "MR MAPOMA",
            "MR STRYDOM",
            "MS CAMBANIS",
            "MR BERGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Nosenga, may I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "(Cont)\n\tMr Nosenga, why did you say in your first application - Chair, to refer you to page 2, Exhibit R, paragraph 92, that the date of the commission of the offence for which you're applying for amnesty occurred in 1993?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that's not what happened, the incident occurred in 1992, not in '93.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But it appears to me that you are quite sure that the application that you have lodged for amnesty regarding the Boipatong massacre happened on a specific date and you know that date as being the 17th of June 1993, how could you have made a mistake like that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Lowies, I think what he is saying is that as far as he's concerned, the incident occurred in 1992.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Nosenga, the application for amnesty which bears your signature, which occurs at page R1 through to R6, and I think the signature is at page 6, you say that you signed that application.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, what Mr Lowies wants to find out is, in that application which you signed, the dates of the incidents in Sebokeng is given as 1993.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think the interpreter did not hear me properly, the incident occurred on the 15th of June 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll tell you why this is relevant, Sir, it's because my attorney is busy preparing a bundle, but I'm going to put to you so long what is in the bundle, and that is in the police docket pertaining to the drive-by shootings in Sebokeng, it appears that you voluntarily handed yourself over to the police in that matter.  What are your comments regarding this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.  I ...(indistinct) explain yesterday how my arrest came about.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But it goes further.  You confessed to various offences of drive-by shootings and paragraph 6 of the statement, A23, reads as follows: - Chair, sorry, may I just get a ruling here?  The statement is in Afrikaans, can I proceed in Afrikaans and it will be interpreted?  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose statement is that, just ...(indistinct) tell us.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "The statement is a statement of one, Jan Theodorus Ferreira.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, Chairperson, if the statement is read in Afrikaans, I don't think we'd be in a position to interpret it in IsiZulu.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll translate if it's okay with the Committee.  As you please, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have an actual copy of that statement?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "They are in the process of being photocopied, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At this stage?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "At this stage.  But there is an extra copy with one of my colleagues here.  Could you just bear with me for a minute please, Chair.  There is an extra copy available, Chair.  I'm sorry, but this becomes relevant at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to give this statement to the legal representative of the victims.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "As you please, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then in due course we will have those further copies made.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "We're in the process, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will translate it as we go along?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "As you please, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Mr Ferreira will state that he is a Constable, or he was a Constable in the South African Police in 1992 and in 1993, I think, he took or he deposed to this statement.  In the statement, paragraph 6 he states as follows\n\"I had an interview with a black man who was a suspect.  This suspect, Andries Nosenga, informed me that he would like to hand himself over.  The suspect further highlighted certain occurrences wherein he alleges that he was involved.  These apparently happened in June 1992.\"\nThen he goes on to state he listened to your statements or your explanations and he knows the Everton vicinity quite well, and he was able to connect the events that you described to him with a specific police docket, which is the one in this matter.  Now what are your comments so far, do you recall anything about this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember that.  I was assaulted, that is why I confessed to that offence.  I don't know what else can I say now because I explained it all yesterday.",
            "Male"
        ],
        [
            "MR LOWIES",
            "In paragraph 13 he makes the following statement, well he states the following:  The suspect, being you, described various scenes to him and he was not able to trace those scenes.  This is the way he put it.\n\"Certain places were pointed out but it could not be linked with specific cases.\"\nThe contents of the docket is further to the effect that you confessed to various crimes and it was not possible for the police to link you with all those crimes that you confessed to.  What do you say about this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know what they are talking about.  What I want to say is that they assaulted me with regards to the offence in Sebokeng.  I don't know what they are talking about there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, it is correct that ...(intervention)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know what they are talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Nosenga, listen to the question.  It is correct that you confessed to some shooting after you had been tortured, isn't that correct?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "But didn't you confess, even if you were tortured, to other offences except the drive-by shooting for Everton, Sebokeng.",
            "Male"
        ],
        [
            "MS TANZER",
            "Objection.  He's being asked to give evidence about matters which are not before this court, ...(indistinct) asked to incriminate himself, which is against the Act in fact, the Criminal Procedure Act, or any other, his Constitutional Act I don't think ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Pardon?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "It's against the Constitutional Act.  He's asked to incriminate himself in regard to other events and I think that question should be disallowed, with respect.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Chairman, I would submit the question is admissible.  There is a specific section which I can't lay my fingers on, but I'm sure there is a section in the act that says that he can be compelled to answer any questions put to him in an inquiry such as this and therefore there's a rider in this ...(indistinct).  I would submit it makes it relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga told us yesterday that he was tortured and then he confessed to some of the things, what happens if he denies that he confessed to any other than what he admitted to having confessed to yesterday?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because it was a result of the torture.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I will rephrase the question.\n\tMr Nosenga, I would like to put the following to you, you were never sure when you were involved in any acts pertaining to the violation of human rights.",
            "Male"
        ],
        [
            "MR LAX",
            "What do you mean by that: \"you were never sure\"?  What are you referring to, about the incident, about the dates, about the places?",
            "Male"
        ],
        [
            "MR LOWIES",
            "About the dates, inter alia.  But let's start with the dates.  Can I make it more concise.  Firstly, you were never sure of any dates when you committed offences, and this is clear from the statement by Ferreira and it's borne out by your reply here in paragraph 9 on page 2.  That's the point I'm trying to make, do you agree?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I would like you to explain to me to which incidents you are referring to, whether the Sebokeng incidents or any other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he - he is putting a very broad question to you and he is saying that it is clear that you do not know the exact dates when you committed the offence, the various offences, including the Sebokeng shooting, and he relies on that from what appears in the application for amnesty which described the date of the Sebokeng incident as 1993 and what appears in the statement of the police officer that he's been reading, do you agree with that or don't you agree with that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said before, the incident happened in 1992.  I do not know whether he wants me to admit to 1993 or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is not suggesting that this thing occurred in 1993, he's merely putting to you that you're not too sure of the date.  That's all that he's putting to you.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It happened in 1992, I'm sure of that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now the next aspect which I'm putting to you pertaining to the above is the following and that is, you were not even sure where the offences were committed.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is not true.  These people tortured me and ordered me to go point out the spots and I did that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I think you will agree with one thing though, when you had this, or when Ferreira had this interview with you, you did not tell him about the Boipatong massacre, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I stated before that I do not know this Ferreira.  I do not know how come you ask me that question because I did say I was never questioned on Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And therefore you never tendered anything regarding Boipatong, out of your own free will either, or even under torture.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The people who handled my case did not refer to Boipatong, they only questioned me on Sebokeng.  I do not understand how the Boipatong issue comes into play, because as I've already stated, I applied for amnesty with regards to the Boipatong incident.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And my instructions are further, Mr Nosenga, that you are trying to implicate people in this hearing which had nothing to do with the Boipatong massacre.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not trying to implicate anyone.  I was involved in the Boipatong incident.  I don't know what you're trying to say.  You mentioned this even yesterday and I do not understand what you are getting at.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know Sipho Lukhozi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know a certain Sipho.  I know a tall Sipho, I don't know whether he is the same Lukhozi.",
            "Male"
        ],
        [
            "MR LOWIES",
            "This Sipho is also a tall guy and he was a friend of Victor Kheswa.  Are we talking about the same Sipho now?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The one I'm referring to was there in Sun City and he's tall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I think it's the same one.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Just to put the record straight, he has been transferred to Zonderwater, but he used to be there.  Now that we know that you know this chap, were you, on your version, in a gang of which he was a member?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please explain that question, I do not quite understand it.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well did you two belong to the same gang?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know him to be a member of the IFP and I was also one.  I knew him as a member of the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I understand that.  Were you in the same gang?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We were in one organisation, the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "He never took part in any drive-by shooting with you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did explain yesterday that I was questioned on who was present when we launched that drive-by attack.  Where did you come about Sipho's name?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sir, just answer the question please, the question is simple.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did state yesterday who was with me when I went on that attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will answer the questions put to you.  If the question is unfair we will stop counsel from doing that.  You're simply being asked, did Sipho Lukhozi take part?  If he did, say yes and if he didn't, say no.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he did not take part.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now the reason why this is relevant, I have instructions that although Sipho took part in drive-by shootings and was a friend of Kheswa, he was not an inhabitant of the KwaMadala Hostel.  Your comment?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Are you referring to Sipho?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that he did not reside at the hostel, but I used to see him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "When did you see him for the first time, before or after the Boipatong massacre?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say whether I did see him or not during the Boipatong massacre.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well I have instructions that - and I have to qualify what I've put to you earlier, that for a short period of time he stayed in KwaMadala, but when most of the acts, drive-by shootings were committed by Kheswa, on versions put to other people, he, Sipho, was not an inhabitant of the KwaMadala Hostel.  And I would like to put the following to you, and so were you not.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know where you get that from.  As I stated before, I arrived at the hostel in 1991.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who allocated your room to you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I stated before that the person I remember giving me a room was Prince Zulu, Gatchene(?), Damarra Chonco and Darkie Chonco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And not Mthembu?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not mention Mthembu.  I said the person who issued me with a room was Prince Zulu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Are you sure that Mthembu had no role in this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I am saying that Mthembu did not issue me with a room, it was Prince Zulu, Damarra Chonco, Darkie Chonco and Gatchene.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because so far the evidence is, and this is also my instructions, the person responsible for allocating rooms was definitely Mthembu and not Vanana Zulu.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.  What I am saying is that Prince Zulu issued me with a room.",
            "Male"
        ],
        [
            "MR LOWIES",
            "According to you, who was the leader of the IFP Youth Brigade?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "In the Vaal, sorry.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I stated that it was Themba Khosa who was the Chairperson of the IFP Youth Brigade in the Vaal.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And who was the leader of the IFP Youth Brigade at KwaMadala, the most senior person in the Youth Brigade?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was Buthelezi.",
            "Male"
        ],
        [
            "MR LOWIES",
            "When did you meet Buthelezi for the first time?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Although I do not remember the date I think it was in 1991.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And that stage, what was his position?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know that he was an IFP Youth member.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Was he a leader, according to you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He was the leader of the IFP Youth Brigade.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you hear his evidence, were you here when he gave evidence?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is so.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Wasn't that the first time that you saw him?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was not seeing him for the first time.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What's his fist name?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know him as a Buthelezi.  Some people I know by their first names, some by their surnames.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you know him from '91, but you only know him as Buthelezi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I knew as that Buthelezi, because some of them they know even my surname.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Lastly on this aspect regarding your surname, how are you known?  Are you known as Andries?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They know me by the name of Matanzima.  My surname is Nosenga.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And when you put your names on a document, signature on a document, which names do you put on a document?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I use my surname Nosenga when I sign.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, only Nosenga?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I use Andries Nosenga Matanzima. - Andries being my English name and Matanzima is my African name.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So do you use it in that order, Andries Nosenga Matanzima?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it happens that I sometimes write Andries Nosenga Matanzima or sometimes I just write Andries Nosenga or sometimes just the surname, Nosenga.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But never Matanzima, or do you do that as well?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that I do write that because that is my name.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But why would you only write your name and not your surname, when you have to sign a document?  That is what we're talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, where is this going to take us to?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Well he denies his signature on certain documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If the man says: \"This is how I sign my signature\", I mean isn't that answer final?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll leave it at that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now the reason why I started off with the 1993 issue, paragraph 9, page 2, is (3) where you apply for amnesty, you mention the places Sebokeng and Everton, nothing is said in this application regarding Boipatong, why?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know.  They questioned me on Sebokeng and I told them.  I do not know what happened, there must have been a problem with the person who wrote that statement because I did put in an application for amnesty in regard to Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So what we have is, Sebokeng is not the same place as Boipatong and you know that.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "These are two separate distant townships.  Sebokeng and Everton, Sharpeville and Boipatong are all different townships.  They are different.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So now that being the case and you knew this quite well, I put it to you that you did not when you were requested, or when you requested assistance to complete your application, mentioned Boipatong at all.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know about that.   I was questioned yesterday, I even mentioned Mr Brian and I explained that I did mention the issue of Boipatong and sought amnesty for that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now if you turn to the next sub-paragraph of paragraph 9, you state the following\n\"The first incident was in a shack which was next to a road.  ANC supporters were known to frequent that place.  We shot at people outside a shack in Everton.\"\nPage 2 up until page 3, Chairman.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think you didn't get me well, these things started at Sebokeng.  We started attacking from Zone 12, Sebokeng and we did not start from Everton.  Everton actually is the last township if you have travelled from Sebokeng.  So I would like you to please explain to me what are you trying to say when you say we started at Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The problem is, Sir, this is what you said.  I want to know what you meant by this.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that.  I started attacking from Sebokeng, Zone 12 and proceeded to Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see the relevant portion reads as follows\n\"The second incident was in Sebokeng, Zone 12, where we shot at people who were waiting for buses and taxis.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are you reading from?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Page 3, paragraph 9(4), Chairman, at the top, the third line from the top.\n\tIs this correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct, we started at Sebokeng.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but this, what's stated here is that \"the second\" and I repeat\n\"... second incident was in Sebokeng, Zone 12, where we shot at people who were waiting for buses, taxis.\"",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, it's the first incident where we shot people who were waiting for taxis and buses.  It is the area just off Small Farm.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now do you admit to shooting at people in Everton under the following circumstances, and I quote from your statement - Page 2, Chairman, the last sentence.\n\"The first incident was in a shack which was next to a road.  ANC supporters were known to frequent that place.  We shot at people outside the shack in Everton.\"\nDid this incident occur?  It doesn't matter when, the question is only, did something like this occur?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it happened at a shebeen.  People used to frequent that place, Djomo's place at Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And was this on the same day as the shooting incident in Sebokeng or not, Sebokeng, Zone 12?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, the same day.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Then there's a statement\n\"Details of other incidents attached herewith\"\n... annexed to this, forming part of this statement.  What were you referring to?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I'm not educated, I don't know what you're talking about.  May somebody please read that to me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "In the statement that you made to whoever completed this form, we'll get to it now, wherein you mentioned the Sebokeng and Everton shootings, you say\n\"Details of other incidents are attached herewith\"\nWhat did you mean - sorry, what I'm asking is, did you talk about other incidents?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I spoke about the Sebokeng as well as the Small Farm incident and Everton, these are the only places.  That is where a taxi was shot.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now is Small Farm in the - sorry, I do not know the area, is Small Farm in the vicinity of Everton or Sebokeng or not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is in Everton.  It is actually a squatter camp called Small Farm.  It is something similar to Central.  It is a shack area of Sebokeng.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It's not Zone 12?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "When you leave Sebokeng from Zone 12, there is a tarred road that you have to take to lead you to, to get to Small Farm.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, in your mind, is Zone 12 the same as this Small Farm place or is it not, in your mind?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Zone 12 is a zone and Everton is something different.  It is a shack area that I'm talking about in Everton and the other area is the township with four-roomed houses.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you speak about any other place?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, those are the only places that I spoke about, Sebokeng, Small Farm and Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "On this point I'm going to return to what you've said to Ferreira.  Is it not so that the places where you took Ferreira to were not only Sebokeng, Zone 12 and the shack in Everton, but you took Ferreira to various other places as well?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't recall, maybe that happened because I was being tortured, but I pointed out Zone 12, at a stop sign.  That's where people actually caught their taxis.  I don't know what he is talking about.  I think he is talking about something else.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you take them to Small Farm?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I took him to Small Farm, where the taxis were shot at.  That's the white person you're talking about?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you would surely be able to know whether you just took them to two or three places or more than those, in other words more than three places.  Can you assist us in this regard? - as a result of the assault.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I cannot recall, but I know I took them to Sebokeng, Zone 12.  I was in a Casspir and they were travelling in private vehicles.  I also went to Djomo's place, the place that I said was a shebeen.  I don't know what other places he is talking about.",
            "Male"
        ],
        [
            "MR LOWIES",
            "On your version, who instructed you to attack Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying we were told at a meeting that was held two weeks prior.  It was indicated that we should attack Boipatong.  Themba Khosa was present.  So I really don't know where this question is leading us.  I did mention this even earlier, that we had this meeting two weeks prior and then later on the one on the 14th.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Mr Nosenga, please, you're wasting time.  The question is simple, who, on your version, in other words in your mind, instructed to attack Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The instruction came from the headmen or Indunas on the 17th.  That was on the 17th.  But I can say that Themba Khosa knew that as well because he too was present when this was mentioned.  I don't know what else to say.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can you mention other names in your mind, who were part and parcel of the instruction?  I want names please.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying they said: \"The day has come, we should go and attack Boipatong\". - people like Gatchene.  A siren or alarm was sounded on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, why don't you describe in your words what happened on the 17th.  You say there was a siren, is that right?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's the one that's used by the police.  On the 17th, that evening people were called to a meeting.  When we arrived at the meeting they said: \"The day has arrived\".  Darkie Chonco is one person who went to fetch the firearms from the ceiling.",
            "Male"
        ],
        [
            "MR LAX",
            "You said they said\n\"The day has arrived\"\nWho is \"they\"? - if you can remember.  If you can't remember, just say you can't remember.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall well, there were several people who were talking, but the did say that: \"The day has arrived\".",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "And Ntelesi was brought and placed there and they said that people should come forward and choose weapons, spears and arms, firearms.  After that we went out through the main gate of the hostel.  We proceeded and went under the bridge towards Boipatong and we crossed the robot.  That is where we came across police Casspirs at the veld near Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.  I'd just like to place on record, I'm not going to go into the detail as to how, which routes were taken, but Sir, there is one important thing here that I would like you to comment on.  Damarra Chonco and Darkie Chonco is not the same person, is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They are siblings.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And it was Darkie that went to fetch the guns from the ceiling?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, the name is Darkie.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Darkie.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I apologise.  So Darkie was the chap who fetched the guns from the ceiling?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And you talk about\n\"... the people had to choose weapons, spears and firearms\"\nWere these spears also fetched by Darkie?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Everyone of us brought his own spear, Darkie only brought along the firearms.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did he carry it all by himself?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot tell a lie, I did not see any other person except for Darkie, who came into the stadium carrying weapons.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but he was carrying it in his arms?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he was carrying them. (as the applicant demonstrates)",
            "Male"
        ],
        [
            "MR LOWIES",
            "Demonstrates like you would carry a baby who is sleeping, not against the chest, but with his arms forward?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he was firearms like AK's and pump-guns.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you deny two things here.  Firstly, you deny the fact that it was taken from a Nissan Skyline.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know that Skyline.  It is true that Damarra Chonco owns a Skyline, but I did not see it, I did not see weapons being taken out from the Skyline.  I did not know - I am not aware that these weapons were removed from the Skyline.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And there's a second thing that you deny and that is that the person responsible for the firearms was Damarra and not Darkie.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is not true, Damarra is being implicated falsely, but the person who was in charge of those weapons was Darkie, his brother.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now where was this meeting held?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, it was held at a stadium, it was an open ground inside the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who chaired the meeting?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The meeting was called by the Induna, and I do not know, I cannot be in a position to say who was chairing that meeting.  I cannot put a name and say it was Damarra or somebody else.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who said you must choose weapons?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was Darkie Chonco.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Not Damarra?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Darkie.  Because he is the one who brought the firearms.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And did you choose a weapon?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What was your age at that stage?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember.  I would be lying if I said I knew.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well from the charge sheet in your hearing, we know that when you were tried you were 17 years of age, according to the charge sheet.  So you would agree with me you were very young at that stage?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know.  The only thing that can approve my age is the birth certificate.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And is it not so, Sir, that Zulu custom is as follows;  senior people get preference and the junior people must stand at the back, how come is it possible that you could get a firearm and the senior people not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We were told that a person should choose his own weapon.  If you are 16/17, you are not a child anymore.  I don't know what you're trying to get at.  At the hostel it did not matter, those cultural rules did not apply.  Any person who was old enough went out on the attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "That's not the question, the question is; senior people would get preference to the AK47's, in terms of custom, do you agree?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I am saying is that we were told that any person can choose a weapon of his choice.  I cannot agree with you on that.  As I stated before, we were all called, it was only women and children who remained behind.  I don't know what you are trying to get at.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What I'm getting at is, your version is improbable, Mr Nosenga, you are telling lies.",
            "Male"
        ],
        [
            "MR LAX",
            "With the greatest of respect, Mr Lowies, there's no evidence so far to say that people patiently queued and waited and the more senior people chose weapons first, the evidence before us so far is that it was a free-for-all.  Some people, who are the applicants, have testified that they wanted firearms, but they couldn't get in, it was a free-for-all.  So with the greatest of respect, it's not fair to call this man a liar because you're putting something to him that doesn't accord with the evidence so far.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I retract the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to place evidence before this Committee to substantiate what you've put to the witness?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, my instructions were the following, and let me get this clear, it is normally custom, even if there's a free-for-all, that the eldest people have access to the weapons first, and in that regard the juniors should respect the elders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Forget for one moment about what your instructions are, what your instructions in regard to what happened there? - because that is the crux of what you are putting to this witness.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "My instructions are that it is very unlikely that the events occurred as he describes them and on the probabilities he was not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is was a free-for-all?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, I would not disagree with that, there's no instruction to that effect.  The instruction is however, that culture would not even allow him to take part in a free-for-all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's the way I understood my instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  It is one thing to be instructed as to what the culture is, it is another matter what happened on the day in question.  Now if you're putting to this witness that what he's saying in regard to the selection of weapons is improbable, unless you know you're going to put evidence to the ...(indistinct), do you understand that?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I hear what you say, Chairman.  My argument is the following; I have no witness to say that he took a firearm, he didn't take one, but on the probabilities he's not telling the truth.  Those are my instructions.  And I'm canvassing the probabilities with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.\n\tI still want to know from you in your mind, besides Khosa, who gave the instruction? - the name of a person, if you could supply us with that name.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I have stated before that I do not remember.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It was not Mr Vanana Zulu, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said before, as the siren sounded and we were informed when we arrived at the stadium that we were going to attack, I cannot commit myself and say it was Prince Vanana Zulu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So if I put it to you that Prince Vanana Zulu did not give the instruction, you will not argue with me because you can't remember?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I'm saying is I cannot say who gave the instruction because there were several Induna there.  I cannot name one person.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You can't even recall whether Vanana Zulu was there.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were several Indunas there, I was not in a position to check whether Prince Zulu was present.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you.  So if I put it to you as a fact that he was not present, you cannot dispute it?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I'm saying is that I do not know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see again, at page 3, paragraph 10 of Exhibit A, you mention the following: State political object sought to be achieved\n\"We were instructed by Mr Zulu, who was the head of the IFP at Madala Hostel, Vanderbijlpark, to destroy ANC comrades.  He armed us with AK47's and pump-guns.  Details attached herein.\"\nIs this correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Will you please explain which incident you are referring to, the Sebokeng or Boipatong incident.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well let's hear, let's break them up.  In the Sebokeng, were you instructed by Zulu?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But definitely not in Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I've stated before, with reference to Boipatong, I cannot name Prince Zulu as the person who instructed us because there were several Indunas.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And you entered Boipatong, not with an arm that Vanana Zulu supplied to you on a prior occasion or at any stage, but with one that you picked up there in the stadium, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying the firearms were brought by Darkie Chonco.  I took a firearm that was brought to us by Darkie Chonco.  I took a firearm from the ground.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And again, Sir, I want to put it to you that in your first application you never mentioned Darkie Chonco.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did - I don't know about that, but I did mention that it was Darkie Chonco who brought the firearms along.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Is it correct, Sir, that the ANC viewed the police as the enemy in those days?",
            "Male"
        ],
        [
            "INTERPRETER",
            "May the question please be repeated.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Is it correct that the ANC views the police as the enemy in those days?",
            "Male"
        ],
        [
            "MS TANZER",
            "Objection.  How would he know what the ANC viewed, he said he was a member of the IFP and before that he was apolitical.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Let the witness tell us.  Do you know or don't you know?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Are you sure?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I don't know because I was not a member of the ANC, how am I supposed to know?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because in your statement, page 4, the second last sentence reads as follows\n\"The IFP was also assisted by senior South African Police officers, therefore I considered this as a political conflict because the ANC viewed the SAP as the enemy.\"\nNow how can you say this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I don't know about that.  It is true that Inkatha was being assisted by the police.  I don't know about the ANC, I was not a member of the ANC, therefore I cannot respond to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What counsel is doing, he's asking you about a statement which appears in the application for amnesty in which you state that, you state amongst other things, that the ANC viewed the SAP as an enemy.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  That the ANC viewed the police as an enemy I dispute, because I was not a member of the ANC.  I cannot therefore say that the ANC viewed them as an enemy.  No, I don't know.  The person who was interpreting for me is Sesotho-speaking, I therefore cannot say how this came into being part of the statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So your version is you deny the correctness of this portion of your statement?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I have just indicated that I don't know anything about this ANC statement or ANC thing.  I've just indicated that it was difficult to communicate because the person who was interpreting was Sesotho-speaking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Interpreting for you?  What language were you speaking to this person?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was speaking IsiZulu and IsiZulu was not quite clear, so I'm therefore saying that is not true that I said the ANC saw the police as the enemy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is the position that the person who was interpreting for you was not fluent in Zulu?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, he was not fluent in IsiZulu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who was this person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It's a police, I don't know his name.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you have to supply particulars when making an application for amnesty, in terms of the documentation, whether you benefited in any way financially or otherwise.  No, I would not like my learned friend to show him the specific place at this stage, Chairman, could I just request through you that it does not happen?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "My learned friend, Ms Tanzer, indicates to him certain places on the document.  I would request that it's not done.  Not that I'm accusing her of anything, but it would not be practical.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it's, I mean whenever you refer to the document, Ms Tanzer has been helping to point out the specific place.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I hear what you say, but at this stage I would prefer her not to do so, I will indicate when it's necessary.  I'm not trying to get into an argument with her, I think it was bona fides, but I would prefer not at this stage.\n\tMr Nosenga, did you benefit in any way financially or otherwise from the acts that you committed, on your version, with a political objective?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not benefit financially, I did this in the name of the IFP.  I did not receive any money.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Goods, gifts, rewards?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I did not benefit in any way, I did this in the name of the IFP and I did not gain financially or in any way myself as a person.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Lowies, may I ask the question, did the IFP benefit?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I wouldn't tell a lie, I don't know.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "From out of your actions, out of your conduct - you said you were doing this in the name of the IFP, my question was, out of your conduct did the IFP benefit either financially or in goods or property?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't want to tell a lie, Sir, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Have you ever met - did you ever meet Mr Eugene Terre'blanche?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I only see him on television.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you have anything to do with the AWB?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Have you ever had contact with members of the AWB, you personally?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I personally have no connection with the AWB.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Have you ever seen members of the AWB in person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I wouldn't say I did see them.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see, because, why I'm asking is on page 5 of Exhibit R, you state on a question\n\"Did you benefit in any way financially or otherwise from the acts committed with a political objective?\"\nYou say:\n\"Yes, we were provided with groceries by the AWB, Terre'blanche, for support in the hostel.\"\nNow how is this possible?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not say that.  I don't know about that.  I cannot agree to somebody being pointed out to me as being Terre'blanche.  I am saying something, I'm talking about things that I know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "There's a next question, paragraph (d) of paragraph 10\n\"If so, explain the nature and extent of such benefits.\"\nAnd you proceeded to state:\n\"Groceries.  These were provided by the AWB, Eugene Terre'blanche, for support in the hostel.\"\nYou say this is utter nonsense?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that.  Yes, whites did come to give the hostel groceries, but I don't know how, I cannot comment much.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well let me put it this way, Eugene Terre'blanche in Zulu and Eugene Terre'blanche in Sotho is one and the same person, you don't have a different name for him, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know, I'm not an educated person.",
            "Male"
        ],
        [
            "MR LOWIES",
            "AWB in Zulu and AWB organisation in Sotho is the same organisation, it's the same name, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know.  I did say before that I am not educated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So how on earth could this happen then, that somebody wrote ridiculous comments such as this on your application?  Have you got any reasonable explanation, Sir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying that maybe that person misunderstood me.  I was questioned on what we gained from it and I did not say that the groceries were brought specifically for me, but there were people who used to come to the hostel and bring groceries.  That person must have misunderstood me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever mention to anyone that the hostel residents would get support by way of food from other individuals?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I might have, but I did not mention Terre'blanche's name because white people used to come to the hostel to bring food, but I cannot say it was Mr Terre'blanche.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But in this regard, Sir, it could be charity workers, it could be the red cross, it could be anybody, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, I cannot dispute that.  That is possible, but I don't know.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, Mr Lowies.\n\tJust on this aspect, when these people who brought groceries came to the hostel, did you see them?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw them, but I cannot say who they are.  Yes, I saw them bringing food to the hostel.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did they - where would they put the food?  Where would they put these food parcels?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They used to put it in a room, I cannot remember very well.  That's where the Indunas would meet and divide the food accordingly.  They would divide the food and distribute it into room in the hostels.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did they come in private motor vehicles or what, or did they come in motor vehicles or how did they come to the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I used to see private vehicles.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were they wearing uniform or were they wearing private clothes?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Private clothes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sir, I want to put it to you that such groceries or other items that were supplied were supplied as a result of charity work, not as a result of any political objective.  Can you dispute this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I don't know.  I cannot explain, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well we can also deduct from that answer then that it is not your contention that groceries that were supplied were supplied as a result of the political objectives of the suppliers, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Again in paragraph 11, when you had to supply particulars regarding the orders that were given to commit the offences, or the people whose approval had to be met in the organisation, you only mentioned Prince Vanana Zulu or Mtwana Zulu, as it is referred to here, and no mention is made of Darkie Chonco or Gatchene.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, Sir.  I did say that Darkie Chonco is the one who brought the firearms along.  There are instances where I was asked as to who commanded me to go and shoot at Sebokeng, I did say that it was Vanana Zulu.  Darkie was not present at Sebokeng, he did not instruct me to go and kill people there.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I also do not see the name of Themba Khosa here in this paragraph.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know what happened, but I did mention that Themba Khosa came and held a meeting at KwaMadala Hostel.  Themba Khosa participated in the Madala affairs.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And in your mind, was he part of the instruction to attack Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I stated before, the date was initially not mentioned, but it was mentioned that Boipatong should be attacked and he was also pleased about that.  They did not specify the date at that time, but Boipatong was mentioned as the place that we should attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But that's not the question.  You must listen to the questions please.  In your mind, was Themba Khosa part of the instruction to, did he have, did he participate in the decision to attack Boipatong? - in your mind.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, he was present when Boipatong was discussed.  We as the supporters did not go out to attack Boipatong on our own volition, it was the leaders who had decided.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Gatchene, did he give an instruction in your mind to attack Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He was present, but I'm not in a position to say whether he did issue an order, because a meeting of Indunas was held and they discussed this issue.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know whether Prince Vanana Zulu or Mtwana Zulu's house was burnt down by the ANC comrades ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Where was this house, Mr Lowies?",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'm not sure.\n\tDo you know of any house of the Prince that was burnt?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I heard him saying that his house had been burnt down in Serela.  That is in Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And did he say who burnt it down?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, he just said it have been burnt down, but he never explained who burnt it down.",
            "Male"
        ],
        [
            "MR LOWIES",
            "He didn't say it was the ANC comrades?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, he said his house was burnt down.  Do you want me to admit that it was burnt down by the ANC?  He did not tell me that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Are you trying to protect anybody in the ANC?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I'm not protecting anyone from the ANC, I'm not an ANC member, I belong to the IFP.  If he's told me that his house was burnt down, do I have to mention that it was the ANC?",
            "Male"
        ],
        [
            "MR LOWIES",
            "The reason why I'm asking this is, you stated, and I quote from page 5 of Exhibit R\n\"He was previously residing at Boipatong, but his house was since burnt down by the ANC comrades.\"\nSo this is in your statement.  What is your answer now?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I must have been misunderstood.  I was asked if Prince Zulu's house had been burnt down and I said yes, it was and I was questioned on who had burnt it down and I said I do not know.  I do not know why that person wrote down that it was the ANC.  There must have been a misunderstanding.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see it's the second point.  I just want to make this to you, previously I canvassed this with you, I canvassed with you whether you had knowledge of the ANC viewing the SAP as the enemy, and you denied it, yet it is in your statement.\n\tSecond point, again there is a bad reflection in your statement to ANC comrades and to deny that you said it.  It appears to me that you are trying to protect somebody here, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not protecting anyone, not the ANC or anybody else, but I maintain that I do not know anything about what you are saying.  I was not an ANC member.  You would get better clarification from an ANC member.",
            "Male"
        ],
        [
            "MR LOWIES",
            "We're talking about you, Sir.  You on your own version are not happy with the IFP leadership, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And yet you say you are a member of the IFP, still today, here.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, I did say so even yesterday, that I'm still a member of the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "My instructions are, and I have to put this to you because it's my instructions, you were planted in this application, you are not a bona fide applicant.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not know anything about that.  I am seeking amnesty for the incident that I was involved in. I do not understand if you say I was planted, by whom?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well it appears to me that two things happened in this statement, and that is that you deny anything which is detrimental to the ANC, and it may have been them.  I'm asking you ...(intervention)",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I have not been planted by the ANC.  They would also be surprised to hear their name being mentioned here.  I have come to the TRC to seek amnesty for those acts that I was involved in.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Similarly, is it not so Sir that the AWB, perhaps rightly so, is not very popular as an organisation with black people, in general, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know about the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want seriously this witness to express an opinion as to what the attitude of black people generally is?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I would submit it's relevant to the cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how can - has this man ever taken a ...(indistinct) with the attitude of black people is towards the AWB?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll rephrase the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you do, you will of course recall that it's historical fact that the IFP and the AWB at certain points had a co-operation, as part of an alliance prior to the previous election?",
            "Male"
        ],
        [
            "MR LOWIES",
            "I am apolitical, I have no idea, but if you say so, it could be.\n\tThe reason why I want to put this to you, Sir, is ...(intervention)",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Ask the question.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The mention that you made of the AWB in your application, was to discredit the IFP.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I mentioned before that I do not know anything about the AWB.  You questioned me on whether the AWB brought groceries to the hostel and I responded that there were white people who brought food and I do not know whether they were AWB or not.  Please go onto another question.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And your discrediting of the IFP goes further in your application, you are trying to tarnish the image of the President of the IFP, in this very application, in that you say he congratulated people in public for the Boipatong massacre, which is a lie.",
            "Male"
        ],
        [
            "MS TANZER",
            "If I may, it was the evidence of one of the co-applicants in fact that there was a meeting at Ulundi and he was put on the stage and he was congratulated.  So that was in evidence previously by one of the co-applicants.",
            "Female"
        ],
        [
            "MR LOWIES",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no evidence that he was congratulated, he was taken to Ulundi.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "And put on the stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But was he congratulated, was that the evidence?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That was the evidence, that he shook his hand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There was no such evidence, Ma'am.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I withdraw that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Could you answer the question please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with what is put to you or do you disagree?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please explain it to me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I say you are trying to discredit the President of the IFP, by stating that he publicly congratulated members of his party for the Boipatong massacre.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm not trying to discredit Mr Buthelezi, I am stating what he said at Ulundi.  You are trying to protect him.  It is not the first time that he denies knowledge of events, he does this regularly.  I do not understand what you mean when you say I'm trying to discredit him.  Where do you get that?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sir, if we're talking about a person denying aspects, then we're talking about you and I've already indicated to you during my course of cross-examination, that you are denying certain aspects in your own statement.  So you are the one who is telling the lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, I don't believe ...(intervention)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I'm not telling lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... to get into the argument with the witness.  You've made the point, let's go onto the next point.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "And I would like to put it to you, Sir, that we are in the process of obtaining a statement from a person in the IFP, who will the version that you have given to us regarding what happened at Ulundi.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "You can go ahead and do that, but I know what I am talking about, I'm not imagining things.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Chair, is this an appropriate time to take the tea adjournment?",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you do, Mr Lowies, I've just thought about what I've said earlier and I'm actually wrong, the alliance did not include the AWB at all, it included the Conservative Party and other parties, it definitely wasn't the AWB.  I withdraw that statement, I'm absolutely wrong on that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I would not be able to dispute it, I have no knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will rise, we'll come back at half past eleven.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, would you place on record what you mentioned to me outside?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Mr Chairman, it has come to my notice that emotions are running high between the applicants and the victims.  I have been approached by one of the briefers for the victims, he advised me that he has been approached by Prince Vanana Zulu, from the section of the applicants, where they are complaining that there have been abusive remarks coming from the side of the victims and they want some intervention from the Committee.  That is the situation, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Representative for the applicants, do you have any instructions in this regard?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I heard yesterday that there were abusive remarks, but I did not take it seriously, I said to my guys they must just ignore it, Chair, and I thought the matter was over.  What happened now, I am totally uninformed about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  On the side of the victims, do you have any instructions?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Yes, thank you, Chair.  I was present with Mr Mapoma when these remarks, when the allegations were made and we have undertaken to the Evidence Leader, to speak to our clients during the lunch break, to intervene, to sort out.  Apparently there's a misunderstanding, but we have undertaken to deal with it during the lunch break.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do we know whether these remarks were made inside or outside of this hearing room?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Unfortunately, Chairperson, I am not in a position to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, would you discuss the matter with the senior police officer present at these hearings and ask that police officer to investigate these allegations and thereafter to provide the Committee with a report?  It is in the interest of both the applicants and the victims, that these hearings proceed to finality.\n\tI regard it as a very grave and serious matter if there are allegations of abuse against anyone.  So I urge everyone to refrain from such conduct.  May I also urge the legal representatives to raise these issues with their respective clients, so that we do not have a repeat of this.\n\tMr Nosenga, you're still under oath.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "(Cont)\n\tMr Nosenga, it may be of importance to know your version, what happened to you at Ulundi?  Can you give us the details regarding yourself at Ulundi, once you were inside the stadium, what happened then?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I explained yesterday, I just went to Ulundi and when I arrived I went to the conference.  I don't know what else you'd like me to explain.  Nothing happened to me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you on a stage, were you on a podium or something similar to that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was among the members of the IFP, I was not put on stage.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you mentioned by anybody of the leadership of the IFP?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, no.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You were not on the same stage as Chief Buthelezi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was among the followers of the IFP and Chief Buthelezi was on the stage.  I was not among the leaders, I was among the followers or members of the IFP.  I'm not a leader of the IFP, I'm just a member.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You were not introduced to the chief?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was not introduced to him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You were not mentioned by anybody, as a spy?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, nobody said I'm a spy.  My apologies, Sir, I would like to know where you get that from because you did refer to the spy thing yesterday as well.  I don't know where you're getting this from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, you are here to answer questions, do you understand that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there are any questions that you would like to ask, you will do that through your attorney.  If there is any matter that you'd like to canvass or have clarity on, your attorney will do that on your behalf.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I understand.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.\n\tSo Mr Nosenga, to sum it up, you were just there as a normal supporter, listening and observing what is happening, nothing extraordinary happened to you.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't recall.  I just went there as a member of the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And when the Chief Minister made his speech congratulating people on the Boipatong massacre, was he on a podium or on a stage?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He was standing on something that looked like a stage, something that was a position that was, or a platform, an elevated platform should I say.",
            "Male"
        ],
        [
            "MR LOWIES",
            "In other words simply put, he was making a speech and everybody could listen to him and could hear him?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  Yes, there was a system that was put in place so that everybody could hear.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So he was even speaking on the sound system.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't what it is, it is something that he was using, through which he was speaking.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Which amplifies the sound.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, yes, maybe something like that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What language did he speak?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot remember.  I cannot remember whether it was IsiZulu or English.  I cannot remember.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because I want to put it to you that the evidence will be that there were dignitaries from other states who were invited, members of the press and so forth, and what is amazing is that nobody picked the speech up, the one that you are talking about.  Any comments?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said Buthelezi delivered a speech.  Sometimes these media people write things not as they happened, but I heard Buthelezi delivering a speech.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What counsel wants you to comment on is that the speech was made in public, in the presence of the media and other persons, but in the reports following the conference, there was nothing which indicated he had made the statement attributed to him by you.\n\tIs that what you're putting to this witness?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Correct, Chairman.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I just know that he spoke.  I heard him.  I still maintain that he delivered this speech in the presence of many other IFP members.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And Sir, I put it to you that this is another reason why, on the evidence of my clients, my instruction from them, that they say you are telling a lie, you are just trying to defame the image of the IFP.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am not telling a lie, they are the ones who are telling a lie.  They are the ones who are discrediting the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now Mr Nosenga, now that we've dealt with the contents of the statements that you made and contained in Form 1 - and with your permission, Chair, may my learned friend at this stage just indicate to him which Form 1 I'm talking about, because that is on page 1 of Exhibit R up until page 7, if he does not mind.  Now that the contents of this statement has been put to you, are you able to tell us who took this statement from you, or who completed this form containing these statements?  Also the one that you've signed, just to refer you to page 6, your signature thereon.  If my learned friend could assist me in that regard?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "May my legal counsel please point it out to me?",
            "Male"
        ],
        [
            "MR LOWIES",
            "From page 126, ...(indistinct).  And to assist you further, Sir, it is dated, it bears a date stamp of the Leeukop Prison, dated 25 September '96.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did explain that this statement was taken by Mongezi at Leeukop.  That is if I still remember very well.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you make any other statements to Mongezi or did you have any other contact with Mongezi after this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not get into any contact with him thereafter.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And before this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I did not get into any contact with him.  I did not get into contact with him anymore, I only contacted or got into contact with Mr Brian thereafter, when I was in Stoffberg.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So Mongezi you only saw once then in your life?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I saw him once.  That is if I'm not mistaken.",
            "Male"
        ],
        [
            "MR LAX",
            "If I could just ask him here?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sure.",
            "Male"
        ],
        [
            "MR LAX",
            "I think you asked him; did he have any other contact with this chap after this, he said: \"No\", did he have any contact with him before this, and I can't catch his answer in that regard, I don't know if he answered that at all.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I thought that the implication was no, but maybe we should canvass this, with respect, Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Please.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Maybe Mr Nosenga you could just assist us in this.  Did you see him before this incident where he spoke to you and you made these statements?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I am saying he came to Leeukop Prison looking for Andries Nosenga and we went to Maximum C in Leeukop.  That is where the statement was taken, not at the Maximum section.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who was your lawyer in the criminal charges where you were convicted?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall.  Which criminal offences?  Are you referring to the ones for which I was convicted, the Sebokeng incidents?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, the murders.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Mongezi was not my legal counsel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you have a pro deo counsel?  In other words, one paid by the state, to defend you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I don't know.  I said I don't know whether the counsel was pro deo or not.  I said I don't know.  You're putting it as if it was Mongezi who appointed counsel for me.  I don't know really.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well somebody had to pay him, you didn't, your family didn't.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know.  I just saw a legal counsel coming to represent me.  I am saying I don't know who paid that legal counsel because he was going to represent me here at the hearing.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Nosenga, we're not talking about this hearing, we're talking about your trial where you were convicted.  Do you understand that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not get him very well.  I want to know whether he's asking whether the legal counsel was appointed or paid for by my family.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm trying to explain to you what he's asking you, so if you'd just listen carefully.  What counsel is asking you is, who represented you in your trial which led to your conviction for which you are now in jail?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall, I do not recall his or her name.",
            "Male"
        ],
        [
            "MR LAX",
            "And the other question he was asking you was, did you pay for that counsel yourself or that lawyer yourself or was that lawyer provided for you by the state?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not pay for my legal representation.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Just to turn to page 6, paragraph (f) of Exhibit R, there's reference to\n\"Date of sentence if applicable\"\nAnd it was completed, stating that it was the 1/3/1996,  would you agree with the correctness of this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was not sentenced on that day, I was sentenced on the 14th of February 1995.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Definitely not on the 1st of March 1996?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was sentenced in 1995.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Mr Nosenga, then I would like you to explain to us how was this possible ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute.\n\tMr Nosenga, before signing the document that, before placing your signature at page 6, did you take an oath? - if you can recall.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this document read back to you before you signed it?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Mongezi just took the statement and left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you signed, who was present?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall who was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was yourself, Mongezi, was there any other person?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was - there were other police if I still remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you don't know whether you took an oath before putting your signature?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm saying I cannot recall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you gave him your prison number, being 95244676 at that stage, does that ring a bell, was that indeed your prison number?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You told this person that you were actually imprisoned for 14(sic) years, that is correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Are you saying 14 years?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes 14, not 40.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, my mistake, 14.  Now if you then turn to page 7, from this document it appears that you were requested by one, Nobewe, an Assistant Director in the Department of Correctional Services, Leeukop, to state whether you acknowledge that you know and understand the contents of the declaration, whereafter you confirm this to him and he signed it as well.  Is this a lie?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not recall.  One person who came to me was Mongezi.  Mongezi is the one who came to me to take a statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but that's not the question.  You said that there was a police officer present, was there anybody from the prison present who requested you to acknowledge that you understand and that you know the contents of the declaration?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it's possible, but the one person who came to me was Mongezi and I spoke to him through an interpreter.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something, Mr Lowies?\n\tYou keep referring to a police officer being present during all of this and someone interpreting, it was a police officer.  How come there was a police officer in the prison?  Was this - I'm just interested.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying there were these prison warders, one of whom was interpreting for me and they were based in Leeukop.",
            "Male"
        ],
        [
            "MR LAX",
            "So just to confirm, these are not police officers, you're just using that word, but in fact you're referring to prison warders.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying it is the prison security or prison warders who were interpreting for me, not the SAP.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you, Chairman.\n\tMr Nosenga, then I'd like you to turn to the document which you've been referred to and which has been referred to as the unsigned affidavit, or the unsigned statement, on page 8.  I'm going to request with the permission of the Chairman, your legal assistant just to point that document out to you, all the pages, so as to bring you in the picture.  Are you now in the picture?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now according to this statement you received a 16 year prison sentence.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that's a mistake, I was not sentenced to 16 years.",
            "Male"
        ],
        [
            "MR LOWIES",
            "According to this statement you are now, when this statement was made, you are in the Leeuhof Prison, whereas the previous statement reads that you were in the Leeukop Prison, from the date-stamp we can see there.  On page 7, Chair.  Were you ever at  Leeuhof?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "May the question please be repeated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If one looks at page 8 of the unsigned affidavit, it states that you are at the Maximum B in Leeuhof, whereas it is clear to us that Mongezi visited you at Leeukop, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But there's another mistake here, because if we look at page 7 of Exhibit R, you were in Medium C, do you agree that you were in Medium C first of all?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about Medium C.  Maybe that is where the statement was taken.  I was locked up at a maximum section.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What section?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying Mongezi visited me and I was sent to Medium C, where I met him.  I was locked up at a maximum section and I was sent to Medium C, or Maximum C, where I met Mongezi.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you held at Maximum B Prison?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There is no Maximum B, there is just, it's just a maximum section prison in Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there a Maximum B in Leeuhof Prison?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is a regional prison, that is Leeuhof.  I was transferred from Leeuhof to Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Answer the question.  In Leeuhof Prison, is there a Maximum B?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's just one small prison?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did you start to serve your sentence?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I started serving the sentence in Leeukop Maximum Prison.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you ever in Leeuhof?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "When I was arrested I was placed in Leeuhof and after sentencing I was sent to Leeukop.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you never served any sentence in Leeuhof, you only were detained there pending the outcome of your trial?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's were I was detained during the trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) your conviction ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "After everything had been done, I was sent to Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And for how long did you remain in Leeuhof Prison?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, it was quite a while.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you remain in your prison after your conviction?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, but it could not have been more than three days.  Thereafter I was transferred to Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So whilst you were an awaiting-trial prisoner, you were at Leeuhof?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's where I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then after your conviction you remained there for a few days.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And thereafter you were transferred to Leeukop.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Leeukop Maximum.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "And nobody visited you for the purposes of amnesty at Leeuhof?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not recall anyone visiting me.  No-one came to visit me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you say nobody came, so that's a fact?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, no-one came.  People started visiting me at Leeukop.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The reason why I'm asking is, this statement reads that you are, when this was taken, that you are presently serving 16 years for murder at Maximum B Prison, Leeuhof.  That is completely wrong in three regards.  Firstly, nobody took a statement from you in Leeuhof, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Secondly, there is no Maximum B Prison in Leeuhof?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And thirdly, you did not get, you were not sentenced to 16 years, you were sentenced to an effective 4 years imprisonment, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Then if we look at this statement again and compare it to page 6 of Exhibit R, we see that the one statement refers to a conviction and sentence on the 1st of March '96, whereas the other one, on page 8, refers to the following\n\"I was convicted in February 1995\"\nDo you see that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I can see it, but the fact is that I was convicted on the 14th of February 1995.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So page 8 in this case is correct, but page 6 is incorrect.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now it appears to me, Mr Nosenga, that it could not have been the same person - if you just look at these mistakes in the first paragraph, who took the unsigned affidavit from you, because of these mistakes that I've indicated to you.  Do you agree?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  What I'm saying is I do not recall.  It is possible that that is what happened.",
            "Male"
        ],
        [
            "MR LOWIES",
            "However, is it correct that you have a standard one education?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Is it correct that you reside at - or you resided at 671 Newman Road, Everton, until 1990?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is incorrect.  I was born in Everton at that address.  I left in 1991 to go and reside at the Madala Hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you were actually born and raised here in Everton?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I was born and raised there.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did you go to school, also Everton?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I started school in Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now isn't the language that is predominantly spoken in Everton, Sotho?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is Sesotho, but there are AmaZulu and AmaXhosa living there as well.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but I'm talking about the language that's predominantly spoken in this area, in the Vaal area.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Just because the majority speaks Sesotho, I would not do the same.  I am UmZulu and my mother is Xhosa and therefore I cannot speak other people's language.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But I haven't asked you that, I asked you whether the language predominantly spoken in this area is Sotho or not, what do you say?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Right.  Yet you say you can't speak the language.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know that language. I can hear a word or two here and there, therefore I cannot claim to know Sesotho.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If you can here it, can you speak it here and there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I speak my father's language, which is IsiZulu.  I cannot speak a language that is not my mother tongue.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Okay, then we know that there's another aspect which you disagree with, and that is the fact that you left the township in 1990, you say no, it was 1991, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You then say in this statement\n\"Themba Khosa was the Chairperson of the IFP in the Vaal Triangle\"\nDo you regard this as being correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I said he was the Chairperson of the IFP Youth Brigade.",
            "Male"
        ],
        [
            "MR LOWIES",
            "When did you say this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat that?",
            "Male"
        ],
        [
            "MR LOWIES",
            "To whom did you say this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I said he was the Chairperson of the IFP Youth Brigade in the Vaal or in the Johannesburg area.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you would never say that he would be the Chairperson of the IFP in the Vaal Triangle because you know it's not correct, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Ja.  I knew him to be the Chairperson of the IFP Youth.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "In the Vaal region.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You say in this statement that\n\"Before we left the township we performed ...\"\nSorry, may I rephrase with your permission, Chairman?  The question that I would like to put to you is the following; in the statement you make mention of the fact that you were part of a group from the hostel, that is now KwaMadala, who went on the rampage in Boipatong in June 1992.  You go on to state:\n\"Before we left the township we performed various rituals\"\nAnd then you continue to say:\n\"Just before we were about to leave, Sergeant Peens of the SAP came and gave Katisi, Victor Kheswa some money\"\nMy question relates to the last aspect, and that is that shortly before you were about to leave Peens arrived and that he gave money to Kheswa.  Is this correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.  But I just want to state that before we went to attack Boipatong, he did come to the hostel during the day.  I don't know how much it was.  I did say that, that is true.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who came to the hostel earlier today, Kheswa or Peens?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Peens.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now, what was the money for?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, I did not ask him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where was the money handed over to  Kheswa?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "May the question please be repeated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did this incident take place, the handing over of the money by Peens to Kheswa?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They were outside the hostel at the Iscor parking area.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now how long before the incident did this happen?  The incident I'm referring to is the attack on Boipatong.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was during the day.  The attack on Boipatong happened during the evening and the handing over of the money to Kheswa happened during the day.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I see.  Now did you see whether any weapons were handed over to anybody at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not see who Peens gave firearms or weapons to.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Are you sure?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I would not say I am sure.  I only heard, I did not see him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What did you hear?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I heard that Peens gives firearms to Rooikop and Rooikop in turn gives these firearms to Themba Khosa.  So I'm not in the position to say, really.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you didn't see that firearms were actually handed to Themba Khosa?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see Themba Khosa taking receipt of the firearms.",
            "Male"
        ],
        [
            "MR LOWIES",
            "As a matter of fact, on this specific day, the only thing that you observed was the handing over of the money?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I saw Katisi receiving the money.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And thereafter Peens left?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "May the question please be repeated?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you that Peens left the premises thereafter?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did because we were standing together with Katisi at the gate.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So if there was a handing over of firearms to Themba Khosa at that stage, you would have seen it?  Is that correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  Yes, that is something I could have seen.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you see Themba Khosa at all that day?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I saw Themba Khosa at the meeting two weeks prior to the attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Mr Nosenga, please, we're wasting time.  My question is simple, did you see him on that day, not any other day?  What is your answer?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see him on that day.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So if one gets the impression on that day that the money, that Peens handed guns over to Khosa, that would be wrong, it did not happen on that specific day to your knowledge?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I only heard about that at a meeting at the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now did you tell Mongezi, to your knowledge, about Ntelesi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still on the affidavit?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's correct.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did tell Mongezi about the Ntelesi.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What did you say to him?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Mongezi asked me as to what we drank when we left the hostel to go and attack the people at Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes and then?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We proceeded to Boipatong where we met the police.  That is where we attacked people.  That is what I told him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you tell anybody else but Ngedezi about the Ntelezi? - Mongezi.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall.  I am not sure whether I did mention this to other people.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Do you know the difference between a Hippo and a police Casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I know the difference.  I know the difference.",
            "Male"
        ],
        [
            "MR LOWIES",
            "What is a Hippo?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Hippo is the one with four wheels, the one that looks like a pig, that is what we call it, and the occupants can actually be seen through the roof and the sides.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And the Casspir?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "A Casspir is something that looks like a bus, but it's a little wider and it has a door on the side.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now to your knowledge, do the police use Hippos and Casspirs or only one of the two?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "They used Casspirs, not Hippos.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So who used the Hippos?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I did not see Hippos.  The one thing that I saw personally were the Casspirs.  Those are the ones that we used on entering Boipatong.  They were actually leading the IFP followers on entering Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "There was evidence regarding a suitcase and the suitcase was described as a specific army vehicle, do you know what a suitcase is?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The suitcase one I think is the one that is so high and such that you can actually see the soldiers appearing or soldiers' heads appearing through the roof.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It's not the same as a Hippo?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  No, the Hippo is something wide.",
            "Male"
        ],
        [
            "MR LOWIES",
            "On the night of the attack, at any time, and I repeat, at any time, did you see a suitcase?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see that.  I did not see soldiers at all because soldiers would not have allowed us to continue attacking people and killing people at Boipatong.  I don't want to tell a lie, I did not see soldiers.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but I'm talking about vehicles.  Did you see a suitcase, yes or no?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not see that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you see a Hippo on the night of the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, the one thing that I saw were the Casspirs, the ones that we were using.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you never saw Hippos or suitcases?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see, in your statement you stated that Shaka of the Security Branch was in a Hippo on the night of the attack.  This is then obviously a lie.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That's a mistake, I spoke about Casspirs.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, in fairness to the witness, the first sentence does talk about a police Casspir.  It's not my witness, but I think in fairness to him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I thought I asked the question whether Shaka was in a Hippo.",
            "Male"
        ],
        [
            "MR LAX",
            "What Mr Berger is pointing out to you is that if you read the first sentence he says\n\"We were picked up by a police Casspir driven by a white man\"\nAnd then he goes on.  The next sentence referring to Shaka includes that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I thought there was nothing wrong with my question.  I thought maybe there was a slip of the tongue, that's why I'm confused.  Sorry, Chair.  Let me rephrase the question because I am now confused as to precisely what I asked, in the sense that I may have had a slip of the tongue.\n\tI want to quote the following to you:\n\"In the Hippo there was Shaka of the Security Branch\"\nNow here you're talking about a Hippo and you're talking about two things, Shaka is a member of the Security Branch and he's inside a Hippo.  This is not true.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true.  I did not talk about a Hippo, Shaka was inside a Casspir, not a Hippo.  There was no Hippo, there were Casspirs used there.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now were you ever a passenger in the Casspir on the night of the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did say that.  There were four of these Casspirs.  There was not one Casspir, we had four of them.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see you also go on to say that\n\"There were 14 or 15 IFP members inside a Hippo\"\nThat is totally wrong.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that's a mistake.  A Hippo is small, it can only accommodate about 10 people, not 15, because you see it has a very big engine.  I think it could have accommodated 10 people.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see then it goes on\n\"Those that I remember who were in the Hippo were Gatchene ...\"\nAnd you mentioned others, I will get to that later.  That is a total lie, according to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) the opening sentence here clearly says\n\"When we got out of the hostel we were picked up by a police Casspir driven by a white man\"\nAnd then it goes on to say:\n\"... in the Hippo\"\nAnd thereafter he uses the word \"Hippo\".",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I don't follow, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if you follow it, in the context appears that he's referring to the police Casspir in which ...(inaudible)",
            "Unknown"
        ],
        [
            "MR LAX",
            "If I could help you.  What he is saying ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the context.  Do you see that?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No.  Maybe ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It begins by saying\n\"When we got out onto the road we were picked up by a police Casspir ...\"\nI'm reading at paragraph four:\n\"... driven by a white man whose name I don't know.\"\nThen it goes on to say:\n\"In the Hippo there was Shaka of the Security Branch, the white man known to me as Rooikop, who had red hair, Peens and our driver\"\nOkay?  \n\"There were 14 or 15 ... inside the Hippo\"\nSo what I'm saying is that in the context it appears that the word \"Casspir\" and \"Hippo\" were used ...(indistinct).",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I see, I missed that.",
            "Male"
        ],
        [
            "MS TANZER",
            "Mr Chair, also in fairness to the witness, when he talks about the statement can he say: \"the unsigned statement\", so that it's clear that it's ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As far as you are concerned, Mr Nosenga, you got into a police car.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Now was Mongezi part of your group of not?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Mongezi was not part of it, he doesn't know anything about this.  You asked me who took the statement, I told you it was Mongezi.  Mongezi was not part of this attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now who were passengers in your vehicle?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say that it was, the first one was Induna Gatchene and Dondo, Stikenauw and Themba.  I've forgotten the name of the other one.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you state here that you killed eight to nine people on that night and probably injured many more.  Page 9, Chairman.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I am not sure how many people I shot.  I said there could have been five houses or so that we attacked, but as to the number of people that I shot, no, I cannot say.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It would not be correct to say that you killed eight to nine and probably injured many more, that would be completely wrong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I am not sure of that.  I know people died.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You know people died from being shot by you?  The operative words are; shot by yourself.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did shoot people, but I cannot say how many of them died.  I cannot say exactly as to how many people I killed.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Would you say that you did kill people?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And you had an AK47?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because I have not been present at the hearing where the applicants were charged, but my instructions are, and Mr Strydom will raise this with you in detail, but I just have to make the point at this stage, it's not true, there is no evidence that anybody was killed by an AK47.  The post-mortems will bear that out.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say, but I am saying that there were AK47s as well as pistols.  It is not true that people did not use AK47s during the night of the  attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put to you is that according to the post-mortem conducted on the bodies of the deceased, there is no evidence that anyone of them had died of a gunshot wound fired from an AK47.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that, but people used AK47s.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now what I want to put to you, Sir, is again ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "What I would like to put to you again is the following;  you are not telling the truth.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am telling the truth.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now when did you see Themba Khosa for the first time after the attack on Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall.  He came to KwaMadala several times.  He used to come to KwaMadala, but I cannot say exactly when.  I know Themba Khosa.  Even if the can take me to a parade I can point him out from the rest of the people.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, but my point is - and you must listen to the question, when did you see Themba Khosa for the first time after the attack?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember, but he did come to the hostel.  I also saw him at Ulundi, but I cannot recall exactly when that was.  I did see him after the meeting at KwaMadala Hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I didn't catch the interpretation.  Sorry, Chairman.  Could it just be repeated.",
            "Male"
        ],
        [
            "MR LAX",
            "He said he did see Themba Khosa after the meeting at KwaMadala Hostel.  That is what he said.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you.\n\tWhat meeting are you referring to?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It was a meeting of the residents of the hostel, and I saw him at Ulundi as well.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now when was this meeting, the very same day, the next day, two days thereafter?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not recall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can you read?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm uneducated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "With your permission, Chair, may I just get a second?  I just want to consult with my colleagues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm indebted to you, Chairman.\n\tNow is it not so that Mr Khosa only arrived a day or two after, I think it's on the 18th, the Boipatong incident, and he was in the company of the police?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know about that.  What I know is that Themba Khosa arrived at the hostel to collect the firearms that had been used in the Boipatong attack.  It is possible that he might have arrived with the police.  What I do remember is that he came to the hostel on the 18th, to collect those firearms that had been used in the attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now was Khosa an Induna at the hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Which Khosa?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Themba Khosa.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He was not an Induna.",
            "Male"
        ],
        [
            "MR LOWIES",
            "According to you, who was in charge of the attack on Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, there were Indunas there, because when we entered Boipatong we divided ourselves according to various streets in the area.  I only can refer you to the people I was with, people in my group.  I can only tell you about what happened in what I was involved in.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but listen to the question.  According to you, who was in charge of the attack on Boipatong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say, there were many Indunas.  In my group Gatchene was the leader.  I cannot specify just one person because there were many people in charge, and those leaders were in charge of separate groups who went into different streets in Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "We've heard, just before the lunch adjournment, that Vanana Zulu was not seen by you at all on the 17th, the day of the attack, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "You did ask me a question with regards to that and I responded that I did not see him at the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that at the meeting on the 17th?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I did not see him because there were many Indunas there.  There were people like Gatchene present, so I cannot say that I saw him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you see him at all on the 17th?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not see him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because your statement says that the people who were in charge of the attack were Mtwana and Gatchene.  That's not correct, the Mtwana part is not correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that part is inaccurate.  I said there were Indunas who were responsible for leading the attack, but in my group it was Gatchene who was the leader.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And Mtwana is Prince Vanana Zulu?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I know him by the name of Mtwana Zulu.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And there's no other Mtwana that you know?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said before, I know him by the name of Mtwana and there's no other person I know of that name.",
            "Male"
        ],
        [
            "MR LOWIES",
            "How many times in your life - sorry, I retract that question.  Did you ever see Mr Themba Khosa in possession of firearms, of any nature?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I stated before, Themba Khosa came to collect the firearms that had been used in the attack.  He was in his Sprinter.  I did see him inside the hostel where he told the hostel dwellers that they should burn the property that had been looted from the Boipatong attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you see him in possession of firearms at any other stage in your life?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I said, he came to collect firearms that had been used in the attack, so he did have firearms in his vehicle.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Besides this incident, that's my question.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know.  I only know him to have carried weapons, with reference to the Boipatong  attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And the carrying of the weapons was actually when he collected it, not when he delivered it, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You see the reason why I'm asking this is, in your statement it says\n\"Themba Khosa was an Induna at our hostel\"\nWe know that you disagree with that portion.\n\"He also attended meetings briefings and debriefings\"\nAnd then:\n\"He also delivered guns to the hostel on a regular basis, using his Sprinter\"\nThis according to you is completely incorrect.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.  I only said he came to collect the firearms in his Sprinter.  What I said was that he came to collect the firearms that had been used in the Boipatong attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And it's not true that he also delivered guns to the hostel on a regular basis, using his Sprinter?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now in the drive-by shooting for which you were convicted, how many accomplices did you have?  How many people were involved with this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were five of us.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, who were they?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There was Zwee.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Ntlantla.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Ntlantla.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Hunter Ndlovo.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Victor Kheswa.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Also known as Ketisi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's the one, and myself.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Is Ntlantla Xinde or not, is his surname Xinde?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Who is Michael Ramakau?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He is somebody from Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Was he involved in a drive-by shooting?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.  I made that mistake.  There were five of us and one person was driving the car, he was not involved in the actual shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you made a mistake?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I must have made a mistake with regards to Michael Ramakau.  It was myself, Hunter Ndlovo, Ntlantla Xinde and Victor Kheswa and Zwee, who was the driver.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I want to find out whether, are you saying that you made a mistake, where?  Where did you make this mistake?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think we misunderstood each other with the person who took the statement, Michael Ramakau was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you made a mistake or he made a mistake?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It must have been that person because I do not know anything about Michael Ramakau.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So the person who took down the statement, on his own included the name of Michael Ramakau?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It must be that we misunderstood each other, Michael Ramakau was not present.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So how do you know that this statement is, or this name of Michael Ramakau is in your statement?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I heard you reading from the statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "There's one puzzling aspect though, how would the person taking down the statement know of Michael Ramakau if he was not mentioned by you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I'm saying, I may have made a mistake.  It is not the person who took the statement who made the mistake, but ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, Mr Nosenga, I don't follow this explanation.  What you're being asked is, the person who took down this statement, how would he know of Michael Ramakau unless he was told by you?  That is what is being put to you, so what's your ...(intervention)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I'm stating, I must have made a mistake.  It is possible that I made that mistake and he did not read the statement back to me.  I would have attempted to correct it if he had read it back to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you think that you may have made a mistake and mentioned the name of Michael Ramakau?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  Michael Ramakau had not been present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But because the statement was not read to you, you didn't have the opportunity to correct that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So in this case you are not blaming bad interpretation as you initially did, in this instance?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "As I have stated I must have made the mistake, and it was not read back to me after it had been taken.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, the last portion was not interpreted.  He spoke and nothing was interpreted.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said that the statement was not read back to him after it had been taken.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, is this an appropriate time to take the lunch adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the adjournment and come back at a quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, you are reminded that you are still under oath.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "(Cont)\n\tThank you, Chairman.\n\tMr Nosenga, if you look at your unsigned statement, at page 9 ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "If you look at your unsworn statement, at page 9, you say in the last sentence of your statement\n\"I pleaded guilty and was defended by a pro deo counsel\"\nDo you see that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But with my earlier question this morning the impression was created - sorry, do you want to say something?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, the court found me guilty.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But the question is, earlier this morning I got the impression that you didn't know what pro deo counsel is.  Do you know what it is?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, ...(intervention)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Will you please explain, I don't understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One has to give allowance to the fact that this affidavit, if it is that of Mr Nosenga, was not drafted by him, it was drafted by people who knew what they were talking about, using this term of pro deo.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If a man says\n\"I didn't pay for my counsel\"\n... one infers that it probably must have been a pro deo.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I take the point, Chair.\n\tNow I would like to explain what happened after the attack, how did the attackers ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you come to the end of the statement?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, Chair, I'm still busy, second paragraph.\n\tAfter the attack, how did the attackers congregate and what happened once the attack on Boipatong where residents were involved, was now completed?  Maybe I should be more specific and ask you firstly, how did you know that this is the end of the attack, we are now finished?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "From the shacks we went to the male/female hostel as well as children at Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying, after the shack or after attacking the shacks we went to the Boipatong hostel, that is where we launched our last attack.  We came back and gathered and we went down the road that's going down next to the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "...(indistinct) you're now referring to, sorry?  The one that was attacked or the one, the KwaMadala Hostel?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There's a mixed hostel at Boipatong, not KwaMadala Hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what is the name of that hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I just know it's a hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've been referring to Umkukweni.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to know, would this be Slovo Park?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is possible.  There are many trees actually in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "So how was this hostel attacked?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "May the question please be repeated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "How as the hostel attacked?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "People were shot.  People who were standing outside were shot, but I did not shoot there, I only shot or fired shots at Slovo Park.  I only fired shots for the last time at the shacks.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So did you actually see whether these people at the hostel were hit by the bullets?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Some of them fled, crying and some were shot.  I heard people crying.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you actually see them fall?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If you have to give an estimate, how many would you say?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, I don't want to tell a lie.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but I'm asking you to give an estimate, which means you can be out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, when a man says: \"I don't know, I can't estimate\", what more does he have to say?  Unless there is something that turns on the figure, of the figures that fell down.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he says he can't estimate.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I get the point, I'll rephrase.\n\tBut you say that it's definitely people and not one person that fell down?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us that figures fell down.  What Mr Lowies wants to find out from you is, these figures that were falling down, these were human beings?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, because some of them cried, screamed and started fleeing.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But the ones that fell down were more than one person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There were several of them.  I cannot say exactly how many.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I want to put it to you, Sir, that this hostel was never attacked.  You are telling lies.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "There are people who died there, I don't know how many.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And there was never any evidence prior to you giving evidence here today, that the hostel was attacked.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying the hostel was attacked.  It's a hostel right in Boipatong and from the hostel you can proceed to Slovo Park.  People died at that hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If you could just bear with me please, Chairman.",
            "Male"
        ],
        [
            "INTERPRETER",
            "We request Mr Nosenga to speak out a bit louder so that we can interpret what he says.  Sometimes he swallows his words.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Nosenga, do you hear the request by the interpreters?  The interpreters are saying you speak very softly and at the end it's very difficult to get what you are saying because you swallow your words at the end of your sentences.  That makes it very difficult to interpret.  When you speak, please don't hurry, slow down a little bit.  Just speak freely and leisurely.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Now this hostel, was it on the side of the factories or Slovo Park or KwaMadala?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying it is in the middle of the township.  Madala is at Iscor.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And you were telling us still that the hostel was attacked and from there what happened, which route did you follow?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We regrouped and went back to the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, I know that.  The question is not whether you regrouped, the question is, can you describe the route please.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "We took the main road, I think it's a taxi route and we went down towards the firms.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes?  Now the main road, are you talking about Frikkie Meyer?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know the name of the road.  I did indicate I'm not educated.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But it's a tarred road?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, there are firms next to the tarred road and we have BP just there and a stop sign next to that area, and there's a section or an intersection indicating a route to Vanderbijlpark and other areas.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If I show you map, will you be able to indicate to us which route you took?\n\tChair, if we may, with reference to Exhibit J, do so with your permission.  With your permission, Chairman, may I retract this question and request that it be dealt with by somebody else.  I'm not quite au fait with these facts and I think it would be better suited if I do not pursue the matter further myself.  So if it's not a problem, I would rather retract the question completely.\n\tMr Nosenga, forget the question please.  On your version, Mr Themba Khosa collected the firearms after the attack, am I correct that this is your version?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct, after the attack on Boipatong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did he collect it from?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The car, his Sprinter came right into the KwaMadala Hostel and these firearms were fetched from the ceiling where they were concealed and they were taken to his Sprinter, his vehicle and he said the things that were stolen from the hostel, things like clothes etc., should be burnt.  Beds were also taken and television sets.  He said these things should be put on fire to cover up.",
            "Male"
        ],
        [
            "MR LOWIES",
            "When did he say so, that very same night or the next day?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The next day.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'm putting to you that this is a lie, Mr Khosa never said so.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He said that.  He did say that these things should be burnt.  He spoke to the Indunas, he said these things should be burnt.  I cannot say something, I  cannot suck this information from my thumb.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you hear him actually giving that instruction?  That is the point.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did hear him telling the Indunas.  I was there at the hostel, I did hear him say so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What  actually happened, did Themba Khosa call Indunas and address them or did he call everyone else and address the Indunas in your presence as well?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  He summoned all the residents, but spoke directly referring to the Indunas to say everything that was stolen should be burnt.  This message was directed to the Indunas, who would in turn tell the hostel residents.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And you witnessed this?  You overhead what he said to the Indunas.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I was there at the meeting, we were all there at the meeting.  I did hear him say that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I want to put to you, Sir, that this is directly in conflict with your evidence yesterday where you said you were not present, he only had a meeting with the Indunas.  What is the truth?  Both cannot be true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refresh my memory, was that in relation to the burning?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That was, as I understood it, to be in relation to the burning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because my recollection of his evidence was that the leadership would meet separately and then the decision taken at the leadership level would then be conveyed to the general membership.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "May I come in here Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what you're referring to?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, no, that was the evidence as a fact, yes, but I'm not referring to that incident.  My recollection of the evidence is the following, that they were only informed, the attackers, afterwards that Mr Themba Khosa was happy about the attack and he does not know anything regarding the meeting where Khosa allegedly was.  As you will remember the other applicants testified.  That's how I have it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But as I recall it, it was not put specifically in relation to the burning of the loot that was taken from Boipatong, as I recall the evidence.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "My impression, Chairman, is with respect that it was not directly related to that, but the incident is clear, it was that incident.  My note reads as follows Chair, if I may;  that\n\"After he left we met and we were informed by the Indunas that Khosa was happy and that he had come to collect the weapons and that he said ...(this is now what they were still informed) that the police were going to be coming to search them for weapons.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You see my note says\n\"Darkie Chonco said these stolen items must be burnt because they would expose the hostel dwellers to arrest\"\nAnd then the third answer to that was:\n\"After the attack, Themba Khosa came looking for the firearms used during the attack.  He did not speak to us, we heard from IsInduna.  He spoke to them\"\nIs that the part that you're referring to?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's correct.\n\tSo Mr Nosenga, the impression created yesterday was that he only spoke to the Induna and that you did not see that.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said Themba Khosa came after the attack on Boipatong, he came for the firearms.  A meeting was convened for everybody, but he was not speaking directly to us, he spoke directly to the Indunas, to say that everything that was stolen from Boipatong should be burnt before the police arrived because there would be police coming to search, police would be coming from Pretoria, not Vereeniging.  That is what I remember as having been asked yesterday.\nCOMMITTEE DISCUSSES EVIDENCE",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you, Chairman.\n\tMy question to you is, Sir, it appears that you were not present because he only had a meeting with the Indunas.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was there at the hostel.  I was present when the meeting was held after the attack on Boipatong and a meeting was convened at the stadium.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If he had a meeting with the Indunas, you would not be present.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He summoned all the residents, but in his speech, or should I say he directed his speech to the Indunas in the presence of the rest of the residents.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I put it to you that it's still contradictory to what you said yesterday, because yesterday - and my note is clear on this, he only had a meeting with the Indunas and they then in turn informed you about the situation.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Regarding Michael Ramakau, you also mentioned his name yesterday - my mistake, Monday, as being part of the Kheswa gang, now today you denied that he was.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "You asked me about Kheswa's gang and I mentioned people like Hunter, Themba ...(indistinct).  I did not mention Michael Ramakau, I did not say he was a member of Kheswa's gang.",
            "Male"
        ],
        [
            "MR LOWIES",
            "To be fair to you, you mentioned him in the sense that he was part of the group who committed these drive-by shootings, therefore one can say that he was part of a gang.  Seen in this light, do you still ...(intervention)",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did explain that there must have been a mistake made by myself when the statement was taken.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but you made the same mistake yesterday, that's the point - Monday.  Why when it was taken and Monday?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't remember being asked that question.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So if you said so on Monday, it was also a mistake?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What I'm saying is, I do not recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you indicate to us where ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "The question was relating to who the fellow attackers were, and then he mentioned, he started off with Hunter Ndlovo - I think Michael was mentioned second, Mr Chairman.  You will also recall that there was an objection regarding a leading question when this was asked, but only after this was mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  My colleague has a note here which indicates that amongst the persons that you mentioned who were with you on the attack in Sebokeng, you mentioned Michael.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that I may have mentioned him, but the person who was present then was Ntlantla Xinde.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  No, no, we understand that but - is the question whether he was making a, he made a mistake yesterday as well?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Do you understand the question?  You see you've told us that it was a mistake on your part when you spoke to the person who took the statement from you, to mention that Michael Ramakau was also present in the Sebokeng and Everton attacks, is that right?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what's being put to you is the following;  when you told this Committee that Michael was present - I think this was during your evidence-in-chief, you're making a mistake as well.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's what I'm saying.  I must have made a mistake, he was not present.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But it goes further.  The very next question after this, the one that we've debated, was whether the people in the car also took part in the shootings, and your evidence was quite clear that you can remember that Michael Ramakau was present, but you cannot recall that Victor Kheswa was present.  Sorry, may I retract?\n\t Sorry, the question was whether the people in the car took part in the Boipatong massacre two days later and you said you can still very well remember Michael Ramakau, but you cannot recall whether Kheswa was part of that.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did say that.  I do not remember Victor Kheswa being present at the Boipatong attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But the question relates to Michael Ramakau.  It seems like you made the same mistake on two occasions to two different questions.  And in you tendered to this question the name of Ramakau.  What is your explanation?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It must have been a mistake.  Michael Ramakau was not present in the Sebokeng attack.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where does Michael Ramakau reside?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "He resides at Small Farm.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did he reside in June 1992?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "At that time he lived at KwaMadala  Hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I want to put it to you that he did not reside there, Sir, and that is why you're trying to take him out of the fact, out of the gang who was - wait I'm still busy - why you're trying to take him out of the gang who did the drive-by shootings, because he was not a hostel dweller.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not true, Michael Ramakau resided at the hostel, he was an IFP member.  He left Small Farm for the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And now he's back in Boipatong, is that what you're saying?",
            "Male"
        ],
        [
            "MR LAX",
            "He said he's back in Small Farm.",
            "Male"
        ],
        [
            "MR LOWIES",
            "In Small Farm.  It's my mistake.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That person is late, he is deceased.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Where did he reside when he passed away?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I last knew the person to be residing at KwaMadala Hostel.  I did not check where he was all the time.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But why did you then give the answer when I asked you about his residence, to say that he stayed in Small Farm?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was not always with Michael Ramakau, but I know that he was born at Small Farm.  That is where his home was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that where he resided before going to the hostel?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I want to put it to you, Sir, that you yourself did not reside in the hostel when these drive-by shootings occurred, just like Ramakau.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is not true.  It is not true that I did not reside at the hostel.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You heard the evidence of some of the applicants, the other applicants.  My question is, whose evidence did you hear?  We know about Buthelezi, who else that you can recall?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say that I do not know the names of the other co-applicants, but there were many people who gave evidence before the Committee.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Would you be able today to identify Buthelezi?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Would you be able to identify all the applicants who gave evidence?  Firstly, all the applicants who gave evidence in your absence and all the applicants who gave evidence after you arrived, today?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, let's just get to the point.  The applicant came to the hearings, he may not have been sitting in the hall, but sitting in another room where he was watching the proceedings.  Now what is the  issue?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "The issue is he may not know some of them and if he was there since '91, one would have expected him to do so.  And it's part and parcel of our defence that he was not there as a hostel dweller before '91 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "... after '91, during '91, sorry Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is it your instruction that everyone who was at the hostel knew one another?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "...(indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But at least you expect Mr Nosenga to know everyone at the hostel.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Well Chairman, my submission is the following; if they were in leadership positions, surely he would because he was a member of the IFP, on his version.  You know because they stand out, I mean it's not like a normal child or whatever, they stand ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well why don't you ask him about this, because when you ask him about everyone who gave evidence, some of those who gave evidence were not in leadership positions.  That's why I'm saying let's get to the person you want to ask him about.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "As you please, Chair.  Could you just bear with me for a minute?  With your permission, may I just canvass another aspect whilst we're looking for a certain document?\n\tMr Nosenga, was Mtwana Zulu present when you attacked the people in Sebokeng?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Mtwana Zulu was not present when we attacked the people at Sebokeng.  He issued the command, but he was not present when the attack was carried out.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can I summarise this?  He was never present during any attack that you participated in? - to your knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not what he said.  That's not what he's saying.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm asking, Chair, I'm not putting it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you're saying you're summarising what he's saying.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Could I rephrase?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Can I ask you this.  To your knowledge, was Mtwana Zulu ever present during an attack where you took part?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "With regards to the Sebokeng incident, he was not present, but the role that he played was that he issued the order.  With regards to the Boipatong incident, I did see him.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And there were no other attacks where he was present, that you know of?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now that we've canvassed this specific statement with you, on your version who did you tell this to?",
            "Male"
        ],
        [
            "MR LAX",
            "Can you just repeat the first part of your question, it somehow got cut off in my ears.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, Chair.\n\tNow that we've canvassed the contents of this document, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say finish?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Canvassed.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I may have said finished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just interested whether we're finished with this statement.",
            "Unknown"
        ],
        [
            "MR LAX",
            "That's being hopeful.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now that we've canvassed this document with you, who do you say did you give this information to contained in this document?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said a lot of people came to me and took statements from me, people like Mongezi, Brian.  I do not know which statement you are referring to.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'm referring to the one which we've just canvassed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a statement which you did not sign.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Is that the one?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, this is a statement where on your own you've just mentioned that it was a mistake of you to have mentioned Michael Ramakau.  Do you remember the statement?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, now what counsel wants to find out, can you recall the person to whom you made this statement?  If you can, say so, if you can't, say so.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I did mention before that it was taken by Mongezi and that is the statement that is unsigned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You think that the unsigned statement is a statement that you made to Mongezi?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it must be it.  Yes, because it is unsigned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see because we're talking precisely about that statement.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.  It was the statement taken at Medium C in Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright.  You again have the tendency of swallowing your last words, speak up.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say this is the statement you made to Mongezi in Medium C in Leeukop?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tMr Nosenga, I'm a bit puzzled here, because this statement says in itself in its first paragraph, that you're presently serving a sentence at Maximum B Prison in Leeuhof.  So that's the one we're talking about, the one which in it says that you are at Maximum B in Leeuhof.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm not incarcerated in Leeuhof.  Presently I am in Sun City.  I only came this side for the purposes of the hearing.",
            "Male"
        ],
        [
            "MR LAX",
            "You're not understanding me, let me try again.  You were asked about the statement which appears at pages 8, 9 and 10 and which starts in front of you there - and your lawyer can show you what I'm talking about, you've been asked a whole lot of questions about this statement and amongst other things it's the statement where you yourself, as the Chairperson has said, volunteered the information that the mention of Ramakau must have been a mistake that you made.  Now you've just told us that this is the one that Mongezi took from you, because it's unsigned and it mentions Medium C, Leeukop.  Do you understand that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "Now what I'm asking you is, this statement doesn't mention Medium C, Leeukop anywhere on it, so that's why I'm confused.  Do you understand why I'm confused?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, yes, I do understand.  Two people came to me to take statements, Mongezi and Mr Brian.  The first statement was made at Leeukop.  Mongezi is the one who took the statement from me.  That was the first statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think what my colleague wanted to clarify is that if this statement that we've been dealing with was taken in Leeukop, then as you have pointed out yourself in your evidence earlier on, it probably is a mistake in the statement when it says you are in Leeuhof.  Is that ...",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the moment - you're not at Leeukop at the moment?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I'm not in Leeukop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are you?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am in a the small prison in Leeuhof, having been transferred from Sun City.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, have you been at Leeuhof since you began to attend these hearings?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I only came here on Saturday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This last Saturday?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You will recall that the Committee also said at the beginning of this year, in January, I think about the 18th I think it was, ...(intervention)",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "This year?  I started attending this hearing on the 3rd, on Monday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The hearings started last year and we continued in January this year and you were present in January.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I was present here in January.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, when you were attending these hearings in January, were you being detained in  Leeuhof?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I was in Stoffberg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Stoffberg?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I was in Stoffberg in January.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a prison?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's a maximum prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that in Vereeniging?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I would say so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "You had always been detained at a maximum prison, not so, except for those three days waiting to be transferred to Leeukop?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "At the moment I'm at the small prison in Leeuhof, but yes, it's true, I've always been detained in the maximum prisons.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And the only reason why you're detained here is for transport purposes and after this you will go back to the maximum, correct?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you come to these hearings last year?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, in January, but I was in Stoffberg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean last year, in August.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't recall because I think when the TRC sat for the first time, it sat at Sebokeng.",
            "Male"
        ],
        [
            "MS TANZER",
            "If I may clarify?  In August he was present here at the TRC, but he was not watching, he wasn't actually, he didn't have access to what was going on here, he was sitting in the police bus and in fact at that stage he didn't hear anything in the proceedings.  Only in January was the first time he actually got access to the proceedings and heard the proceedings.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I thought so, yes.  And that was just once, was it?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "That was - what do you mean once?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was here for one day, was he?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Yes, for one day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's when you - yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Do you agree with what your counsel said, that you were here in August once in a bus and that you did not attend the hearings here?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Because I can clearly recall your evidence yesterday, which was to the effect that when you were here you heard that you, or that there was a denial that the police were present at Boipatong and that as a result thereof you decided to make application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, Mr Lowies, with all due respect, ...(indistinct) with two different things.  The occasion that Ms Tanzer is referring to is when he just came here once in August and only remained in the police vehicle, bus, as the case may be, where he did not come in either in this hall or sit elsewhere to watch the proceedings.  That is what he is referring to.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes, precisely my point.  I would like to explore this ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Explore what when - you want to find out whether he was watching the proceedings from the police vehicle?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I would like to know how it happened that he said \"when he was here\", because that was what bothered us yesterday.  How it could be said that he was here if he didn't attend the meetings, and now we know something new, which we didn't know yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.  When he came to attend these hearings, when he began to attend these hearings he was not sitting in the hall, he was sitting in another area where he was watching, I gather, the proceedings on a TV monitor ...  That is what he was referring to.  That is when he saw them.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's what he said at one stage, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "But he did also say when he was here last year he heard this.  And I thought - sorry, maybe I misunderstand you, may I just get ...\n\tWhen we talk about here, we're talking Iscor Club where we are sitting today?",
            "Male"
        ],
        [
            "MR LAX",
            "No we're talking - they're talking about him arriving on the last day of the hearing at the Sebokeng College, not here.  I beg your pardon, I'm getting just as confused as you.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If that is the case, Chairman, his evidence is clear that he heard \"here\", and that's what ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put the question.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "... and that's what concerns me.\n\tMr Nosenga, when you gave evidence yesterday you were cross-examined about this quite a lot and one of the answers that you gave was; when you were here, referring to this place, you heard that there was a denial that the police were involved in the Boipatong massacre.  Do you agree with this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fairness to him also mention to him that he also said that when he was watching television in prison he saw the hearing and heard that the people were not telling the truth, that he referred to the snake incident.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, I don't think it would be fair to say that because that would be wrong.  The way I have it is, the only thing that he heard in prison ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I am saying to you, also indicate that to him as well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I will do that.\n\tMr Nosenga, let's just hear this.  Did you hear in prison, when Mthembu gave evidence, that there was a denial of police complicity?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I heard him when I was in prison.  I was watching television whilst in prison.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But the only aspect that was on TV was that he said\n\"a snake gives birth to a snake\"\nHe did not talk about police complicity on TV.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say that, Sir, yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm puzzled now.  Are you putting it as a fact to this witness that the only footage that was shown on TV was that incident where he, the only incident that was shown on TV, was that relating to the snake and nothing else?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm putting to him that on that footage there was nothing said about the absence of police complicity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a fact?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Those are my instructions.  But let's hear what he says.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I mean ...\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... it isn't a fact, because if it is a fact we can establish that by getting the SABC ...(intervention)",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I will rephrase the question.  I follow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... to provide us with that.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Sorry, Chair, I follow.  I will rephrase.\n\tMr Nosenga, did you also hear when the evidence of Victor was on TV, that there was an absence of police complicity, that that was denied that the police were present in other words?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I am saying, I heard him saying\n\"a snake gives birth to another snake\"\nAnd these were - Sir, I said Victor said, Victor kills a snake and if a snake gives birth to another snake he will kill the snakes.  And he was also asked, he continued to say:\n\"When Shaka went out on a battle he would come back with a loot like live cattle etc\"",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, but answer the question.  The question is, did you hear that he denied police complicity on TV, yes or no?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said - I am saying there were others who denied the complicity of the police, but I specifically heard Victor Mthembu when he spoke about the snake.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So you did not hear Victor speak about the absence or the presence of policemen in the attack, yes or no? - on TV, nowhere else.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying, during the news on SABC 1 you don't get the whole coverage, you just get pieces of information.  He spoke about being a Zulu and he also gave an anecdote on the battles that Shaka got engaged in, where he brought home live livestock after the battle.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, and therefore nothing was said by him regarding the police, whether they were there or not.  That's a fact, not so?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said I have already indicated my position, I don't know what else to say.  I don't know what to say now.",
            "Male"
        ],
        [
            "MR LOWIES",
            "The answer is a simple yes or no.  Did Victor speak about police complicity? - nothing else.  Yes, he did, no, he didn't.  That is the question. - on TV.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I am saying I cannot answer that question because I cannot say whether he spoke about the police or not, but yes, there are people who came forward seeking amnesty, people who spoke about the complicity of the police.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now once we know that you can't say whether he said that, your knowledge is therefore not the following, and that is Victor did mention the absence of police complicity, on TV, because you do not know.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now you have to explain what you said yesterday, because you said you heard here that they were lying when they said the police were not involved.  Why did you say that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I said some of them said the police were not involved.  I don't know what you're trying to say.  I think you're trying to say I'm lying.  I was only watching this on television.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, listen to the question.  We're finished with TV now.  It's a simple question.  And you repeated this, you said it at least four times, and that is that you heard here that they were lying about police complicity.  What did you mean by that?  When did you hear this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was not in this hall, I was in another room, not in this hall.  I was in another room where I was watching the proceedings on a monitor.",
            "Male"
        ],
        [
            "MR LOWIES",
            "But it was here?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR LOWIES",
            "There's no interpretation.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Not in this present venue, in another room on the premises where I was watching the proceedings on a monitor.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I see.  And you went further, when questioned on Monday by the Chairman, to state that that prompted you to bring your application for amnesty.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I am saying I was affected.  I am saying I was affected.  I was involved actually in the Boipatong incident.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, that you also said, but forget about that, we're now dealing with your motivation.  You specifically said, yesterday also, but especially on Monday, that when you heard these lies that made you decide to bring your application, the lies pertaining to the police who were present.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Sir, I am saying I was involved.  I heard that the people were not telling the truth before the Commission.  You see the people of Boipatong lost their children and people died, that's what I said.  That's the reason why I came to the TRC to seek amnesty, to say what I know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And also because they were lying when they denied complicity?  That's the question, still the question.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The truth is not coming out here, Sir.  We cannot conceal the truth before the TRC.  People should tell the truth so that they can be pardoned.  They should tell the truth about what happened on the 17th of June 1992, at Boipatong.  They should tell the truth about the shooting and the killing of people in the houses and the streets.  There is one child who is confined to a wheelchair right now, she has no future.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'm talking about your motivation, Sir ....(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, this was canvassed yesterday and the day before yesterday.  If you have a specific point to make in this regard which you haven't made, put it to the witness.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I want to put it to you that because - I will retract.  Can you hear me?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now I want to put it to you that it was only then, when you were here in August, when you heard on a separate monitor that there were allegations that the police were not present, that you decided to apply for the first time for the Boipatong massacre, for amnesty regarding the Boipatong massacre.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't know what you are saying.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And further, Sir, if it is true - just to prove to you that this is the situation, if you have a look at page 7 of Exhibit R, it is dated 25 September '96.  That's when the statement was taken.  You have no reason to doubt that, correct?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Lowies, you keep doing this and it gets very, very confusing.  You keep saying \"that's when the statement was taken\" and you keep referring to this Form 1 as a statement.  It's not a statement, it's an application form for amnesty.  If you would separate out, maybe he'd begin to get the picture a bit better.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I hear you and I will do so.\n\tNow when I refer to page 7, I mean the application, the document, the one that is now being shown to you by Ms Tanzer.  If you have a look at that, do you have any reason to doubt that it is dated, and that this document was completed 25 September '96, when Mongezi was there?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot say I'm sure.  Yes, it is possible.",
            "Male"
        ],
        [
            "MR LOWIES",
            "If you look further, at page 10 of Exhibit R, then it appears that this document must have been intended to be signed by you in June '96. - the very last page.  Now how is this possible, that you complete the form and you have a discussion with Mongezi in September, yet he intends you to sign this document in June, which is three months before?  That is funny.",
            "Male"
        ],
        [
            "MS TANZER",
            "I object.  In fairness to the witness, I mean to the applicant, he can't answer what Mongezi did or intended to do or didn't intend to do.  As he said he's never seen the statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think what counsel wants to find out - and just listen carefully, Mr Nosenga, and if you don't understand the question let me know, I will repeat the question to you in Zulu.  The application for amnesty which you've signed is dated the 25th of September 1996, and it indicates that it was signed at Leeukop Medium C Prison.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then comes the unsigned affidavit, which you have told us was probably drafted from a statement that you made to Mr Mongezi.  That unsigned statement indicates that it was to be signed in June of 1996, do you understand that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because there is a date June 1996 in it, and the exact date in June was still to be filled in and you were still supposed to sign it, do you understand that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry Chair, there's no interpretation.  I think it's because he doesn't speak in the mike.  I didn't get the answer to that one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he understands what I'm saying.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "He understands.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In other words, your affidavit and the statement which gave rise to the unsigned affidavit, were all prepared some time in June, before you made your application for amnesty, which is dated September 1996.  Do you understand that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the question?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Therefore, Sir, it appears on the face of these documents, that your unsigned affidavit was backdated and it was not taken in September.  It could not have been taken in September, on the face of the documents.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me, Mr Lowies, if you look on page 1 of the statement, there is a date on which this application form was apparently faxed, and the date is the 15th February 1996.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but I think it was an empty application form.  An empty application form was faxed to the place, to be completed.  So it arrives at wherever this is, as an empty form.  It doesn't mean that it was completed at that stage.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And also there is a date up there, 23rd September 1996.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The question I want to ask, is it perhaps not possible that this form was completed and there were some outstanding, either information, or it was not attested before the Commissioner of Oaths and then it gets returned by the TRC to say: \"Please have it attested before the Commissioner of Oaths\".  I'm asking that as a possibility.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'll investigate that, I can't give an answer.  Because Chair, I hear what you say but you see all these - with respect, and if I might bring this point us now, that is why there is a substantial application to have this matter fully investigated.  There are so many unanswered questions which we do not know and we haven't got access to those documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I told you repeatedly that raise those matters up with the TRC.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair, I'll do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are at these hearings, we don't have those documents here.  And only if you have difficulty in getting those documents, then come back to me.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll make sure that you get those documents.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you.\n\tNow Sir, if we turn to page 11, this is a second application for amnesty by yourself - wait, before we proceed to page 11, I'd just like to make the following point as well and give you the opportunity to answer.  It appears to me further, Sir, that if one has a look at the discrepancy in the dates which I have indicated to you, and if one has a look at your evidence yesterday, today and Monday, that one of the reasons that prompted you, that motivated you to bring an application for amnesty was only when you heard the denial of police complicity, clearly indicates that this document was backdated.  And I'm talking about you unsigned affidavit.  If you read all those together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know that's a matter for argument.  I'm not too sure that the applicant can ...(intervention)",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I will argue it later.  I agree with you, Chair, sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... can explain that, yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "If I have interrupted, I'm sorry, I just wanted to ...  I apologise.\n\tNow just one aspect regarding page 11, before we start with that.  Why was it necessary for you to file a second application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now are you on the second application, starting at page 11?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Page 11.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we're finished with the affidavit?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "We have.\n\tMr Nosenga, page 11.  There is a second application for amnesty on page 11, which has been canvassed with you before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refresh my memory, did he say that what occurs at page 13 is his signature?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "He denies it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He denies it, yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Now, Mr Nosenga, I'm going to put the contents of this application to you, on page 11 and further.  The form has now been shown to you by Ms Tanzer - and with your permission, Chair, may she page through the pages, pages 11 up until 13 and up until the place where his name is - now you see that is now being shown to you, do you deny that this document was signed by you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot see this properly.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry yes, let me give you a better one.  There's a better copy available, Sir.  We had a problem yesterday as well.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I can see the signature, it is possible that I signed here.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Let's examine the contents ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, just tell us, is that your signature or don't you know who signed there?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did state that, I did indicate where my signature was appended.  I do not think that was mine.  I would just like to know where that statement was taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we will come to the, we will probably come to the statement, but all we want to find out is, did you sign the document there.  You see on its face this documents indicates again that it was signed at Leeukop Prison I think, yes.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "It is possible that I signed it at Leeukop.  I would like to know who took this statement because there was one that was signed and one that was unsigned.  Was this statement also taken at Leeukop?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well on its face that is what it indicates.  But all I want to find out at this stage is, is the signature above the name \"Deponent\" at page 13, your signature.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, that is not my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm indebted to you, Chair.\n\tNow Mr Nosenga, I'm going to put the contents thereof to you and find out whether you agree with the correctness thereof.  Unfortunately I'll have to ask you to turn to page 13 again, because it appears from this that a certain Peter Daniel Magesa was the Commissioner of Oaths who attested to this ...",
            "Male"
        ],
        [
            "MR LAX",
            "On the face of it, it says Magesa Daniel Peter.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It could be.",
            "Male"
        ],
        [
            "MR LAX",
            "Whichever way around, I don't know.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I will rephrase it as such, that a certain Magesa Daniel Peter - ja, Peter could be a surname, attested to this.  Do you know this person, either by the name of Magesa Daniel Peter, or Peter Daniel Magesa or Magesa or Peter?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not, I'm hearing it for the first time.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now it states  here that your date of birth is the 4th of June 1973, it can't be.  Sorry, Chair, to assist you, this is page 11, paragraph 5.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I have stated before that I do not know when I was born.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And it also states here in paragraph 3, that you reside at Newman, spelt N-E-W-M-A-N, Sebokeng, Everton, Sebokeng.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I resided at 671, Newman Road in Everton.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now in this statement you were requested, in paragraph 9, to supply particulars of any acts or omissions which was committed in the furtherance of the political objective, and you were requested to supply detail.  You supplied the following detail\n\"We were sent by Baba Mtwana Zulu, member of the IFP, to go and assassinate ANC members\"\nNow my question is, do you know a person by the name of Baba Mtwana Zulu? - Baby.  It's not clear.",
            "Male"
        ],
        [
            "MR LAX",
            "He's been calling you Baba all day.",
            "Male"
        ],
        [
            "MR LOWIES",
            "...(indistinct) Baba.  I'm sorry, Chair.  It makes sense to me now.  I retract the question.\n\tNow can you recall that on a second occasion you filled in or you were required to give particulars to a person to fill in a form and that you supplied these particulars?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did say, Sir, that I am uneducated, I could not have filled in a form.",
            "Male"
        ],
        [
            "MR LOWIES",
            "However, is it not true that if you have a look at page 11, paragraph 9.A.2, that where it is stated\n\"I do not remember the date and month, but it was in 1993, early\"\n... that you could not have committed anything wrong there, on your version, as you have given it to the hearing here.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It is clear from the date, 1993, that on your version here you could not have committed anything in 1993, because you say everything happened in 1992.",
            "Male"
        ],
        [
            "MS TANZER",
            "With respect, Chair, he has claimed that, he hasn't claimed ownership to this document or having signed this document or given in formation relating to this document, so by referring to this as his information is misleading the Chair and himself, the applicant.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But it's not put to him that he supplied ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think in questioning him you've got to bear in mind that ...(intervention)",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I will rephrase it, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... that the information that may be here may coincide with what happened, but he doesn't say that.  He denies this application.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I see.  To put it differently, did you tell anybody that you committed acts at Sebokeng, Zone 12, in 1993?   (2) and (3) read together, Chair.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not remember well.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you tell anybody as indicated on page 12, paragraph 4, that the nature and particulars that you supplied was to kill supporters of the ANC?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "What incident are you referring to, the Sebokeng or the Boipatong incident?",
            "Male"
        ],
        [
            "MR LOWIES",
            "On the fact of this document it refers to Zone 12, Sebokeng.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did state that Mtwana ordered us to kill ANC comrades in Sebokeng.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you state to anybody that quite a number of people died in the incident at Sebokeng, Zone 12?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did say so.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Very important too is the next paragraph\n\"I do not know the names of the victims, I only saw photos\"\nNow the photos is important, the fact that you saw photos.  Did you mention to anybody that you're not sure who the victims are and that you only know through photos that you killed at Sebokeng, Zone 12?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct, I do not know the identity of the people who were killed, I just saw the photos which were shown to me.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Yes, but to whom did you say this?  The important thing is not whether you said it, at this stage now, the question is to whom did you say it?\n\"... I only saw photos\"\nCan you recall?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not recall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Then you said to this person who completed the form, on the face of it of course, is that\n\"Through investigation I'm confident that there's a way to locate the victims' addresses\"\nDid you say this to anybody when they requested you to fill in a form?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not understand you properly, can you repeat that?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Were you requested by anybody to give them information that may assist them in identifying the victims and in so doing stated to them the following, words to that effect of course\n\"Through investigation I'm confident that there's a way to locate the victims' addresses\"",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Do you mean after I'd been convicted?",
            "Male"
        ],
        [
            "MR LOWIES",
            "Well on the face of what I've read to you.  Sorry, you were already convicted at that stage.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I did mention that.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can you recall to whom you mentioned this?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not recall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you say to anybody when requested to state political objectives sought to be achieved, that the objectives were the following\n\"The objectives to achieve was to fight the communists and we were promised monies in every mission we were ordered\"\nI think that's what it meant, ordered.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about money.  I was questioned on the motive for attacking ANC members and I responded that I got my orders from the IFP, but I never referred to money.  I never received any monies from the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "So this is completely wrong, the contents?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is wrong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "And then, were you requested by anybody to state justification for regarding any acts or commissions, and more specifically the ones pertaining to Sebokeng, Zone 12, and in so doing stated the following\n\"Because I was doing a job which was under IFP instructions, the person who gave me instructions is an IFP member and I am a supporter\"\nCan you recall such a response to any person?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I was questioned on where I got the command from to shoot the people at Sebokeng and I responded that I had got that command from Mtwana Zulu, as  member of the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now this is not here in this document, but I'll leave it at that.  Page 13, you were requested to state\n\"Did you benefit in any way financially or otherwise?\"\nAnd you say, on the face of this document you said:\n\"Yes, he gave me something, money or grocery\" - sometimes.\nI repeat the response, it may not be clear.\n\"Yes, he gave me sometimes or grocery\"\nDid you respond ...(intervention)",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do not know anything about money.  I never received money.",
            "Male"
        ],
        [
            "MR LOWIES",
            "This is completely wrong?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is not true.  I would never received any money from the IFP.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Could you just bear with me please, Chairman.\n\tNow the document goes further to state that Mtwana Zulu gave you orders from the Madala Hostel in Sebokeng and of importance here is the following; it appears to me then that the person who must have given you something like the money or the groceries was Mtwana Zulu.  My question to you is the following, did Mtwana Zulu ever ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, where do you get that from?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "If you read it in conjunction with paragraph (c).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The man said that this is not his statement.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'll rephrase the question.  Did Mr Zulu ever give you money or groceries?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about money, Sir, I did mention that.  I did say I don't know anything about money.",
            "Male"
        ],
        [
            "MR LOWIES",
            "No, but I'm talking about Mr Zulu now, Mr Mtwana Zulu.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I do understand that.  I say I was not given any money to go and kill people.  I was doing everything in the name of the IFP, I was not doing it on my own.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Not for the purposes of killing anybody or for attacking people, just in general, did he Prince give you money ever?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did he ever, for whatever purpose, give you groceries?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I have said that, no.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now Mr Nosenga, if I have to ask you this then, is it your version that this application which you didn't sign but is in your name, which was received by the TRC on the 10/5/97, is not yours?  It was not filed with your consent?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I did not sign this statement, I don't know.  I did not sign this statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'd like you to turn to page 15 please.  You have another application ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before - when you were in prison were you ever assisted by anyone to apply for amnesty, that is apart from Mr Mongezi? - fellow prisoners or prison warders?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "So can we take it then that the only application, according to you and what you've said now, for amnesty was the one where Mongezi assisted you?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, you see Mongezi did not come to represent me at the TRC, no.",
            "Male"
        ],
        [
            "MR LOWIES",
            "We're not talking about that, we're talking about assisting you in completing a form, applying for amnesty, a form such as the one that has now been indicated to you by your legal ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Just as a matter of interest, page 15 has been pointed out to him and that's not an application for amnesty, but anyway.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I'm sorry.  Could she just with your permission point out pages 11 to 13?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said though that apart from Mr Mongezi no-one ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I retract the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Do you know anything about the document on page 15?  Did you request anybody, firstly, to complete a document similar to this one?",
            "Male"
        ],
        [
            "MS TANZER",
            "Chair, in fairness to the applicant, he can't really read.  I don't think he can read this document, so to ask him that question won't get the proper answer.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But he may still be able to tell us. - he may not be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should ask him whether that's his signature.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Is it your signature that appears on page 15, at the bottom thereof?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Did you request anybody, whilst at the Leeuhof Prison, to apply for amnesty on your behalf - to apply for a release ...(intervention)",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Indemnity.",
            "Female"
        ],
        [
            "MR LOWIES",
            "... indemnity.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot recall.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Now on page 16 there's a document which you have recognised yesterday or the day before, it's a letter written on your behalf you said.  On page 17 there's a signature, is it yours? - at the bottom thereof.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot recall whether it's myself who signed here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand, Mr Nosenga, that you may have signed a number of documents and we do not expect you to tell us if you can't remember, what documents you signed, do you understand that?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what we do expect you to tell us is whether the signature at page 17 is your signature.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that's my name, that's Matanzima.  Matanzima is my name, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you sign there?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, it's possible I signed here because this is my name.",
            "Male"
        ],
        [
            "MR LAX",
            "Could I just ask something, Mr Lowies?\n\tCan you remember whether before the Truth Commission even existed, during the time when the political parties were negotiating, whether you ever applied to some government department to be released from prison because what you were, what you had done was an act of a political nature?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think I applied for indemnity.",
            "Male"
        ],
        [
            "MR LAX",
            "And do you remember writing a letter about what happened and what you had done in connection with that indemnity?  I'm not saying you personally wrote it, somebody must have written it for you.",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And what was the outcome of that application?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I did not get any response until my lawyer showed this to me.  There was no result.  I did not get any response.",
            "Male"
        ],
        [
            "MR LAX",
            "You see the document on page 14 is actually a letter from the Office for Indemnity that was processing these applications, addressed to you while you were at Leeukop Prison and what it says basically is that your application can't be finalised and that it gives reasons why.  It was sent on the 11th of September 1996.  In fact it's dated the 27th of July '95, I beg your pardon, and it was purportedly received by someone who signed for it with your name, in August 1996, 19th of August 1996.\n\tSo do you remember ever getting a letter saying look, your application for indemnity can't proceed just yet, but in due course something will happen?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I do not recall.",
            "Male"
        ],
        [
            "MR LAX",
            "But you do remember writing some letter attached to the form about it, or having a letter written or a statement or something like that?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, yes, I think I remember.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When this letter was written, the letter on page 16, the letter for the indemnity in support of the indemnity application, were you assisted by someone in writing this letter?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, even though I cannot recall.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I did not get the answer, sorry.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "The person who assisted me was a fellow inmate.  I can't recall really what happened.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you, Chairman.\n\tMr Nosenga, we've established that the document on pages 18, 19, 20 until 22, you say these are your signatures appearing on the different pages, starting at page 18.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we through with ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes, Chairman, the previous documents.  I'm through with them, I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nosenga, you see the letter that is at page 60, which you say that a fellow inmate assisted you in writing.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would direct your attention to the second paragraph, the second sentence thereof, which begins\n\"... and we have gone to Sebokeng, Zone 13.  By that time it was on (is it) January 8, 1991 and it was about 5H30 p.m. ...\"\n....(intervention)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I think it's May or June, not January.\nCHAIRPERSON\n\"... and we have shoot, killing people there\"\nDid any incident occur in Zone 13 in 1991, in January?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Sir, this thing happened in June 1992 on the 15th.  I'm talking about the Zone 12 incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So would this be a mistake?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "Yes, that can be a mistake because the incident happened in 1992, on the 15th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And then the next paragraph, it says\n\"And then again in 1991.01.08, we have gone to shoot at Everton at library and we've shoot people, a Small Farm(?).  We have shoot people inside a taxi.  It was about 5H45 and 6H00 p.m.\"\nIs that date also incorrect?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I don't know anything about that date.  I don't know anything about the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think it says 1991, either January 1991, on the 8th of January 1991 or on the 1st of August 1991.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, Sir, this thing happened on the 15th of June 1992, including the one of the Small Farm, the taxi incident.  That happened on the 15th of June as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the last sentence, the next paragraph, it simply begins with\n\"1992 I was arrested on February at Parys and they transferred me to Vanderbijlpark.\"\nWhen were you arrested in Parys?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I cannot recall, Sir, because they arrested me in connection with a vehicle.  Shaka came to fetch me actually.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that in 1992?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I don't want to tell a lie, I do not recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that in February?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think it was after the Sebokeng incident.  It was in 1992, because the Sebokeng incident happened on the 15th of June 1992.  I therefore cannot recall exactly when I was arrested in Parys.  They left me or they picked me up and they took the Vereeniging Police Station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the statement which says\n\"1992 I was arrested on February in Parys\"\n... is that correct or incorrect?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I think there must have been a misunderstanding between myself and the person who was taking the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that's incorrect?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, no, do you meant that I was arrested in 1992?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "No, I cannot recall when I was arrested, because I think I remember it was after the Sebokeng incident when I was arrested in Parys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last paragraph on page 17\n\"And on the 14/02/95 I was convicted for a period of 14 years imprisonment\"\nIs that correct?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is correct.  I was sentenced on the 14th of February 1996, sentenced to 14 years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, the interpreter has just said 1996, the document says '95.  I'm just not clear, because the witness is agreeing with this, but I'm just not clear what's going on.  Was there maybe a problem with the interpretation?",
            "Male"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I was sentenced in 1995, on the 14th.  I was sentenced to 14 years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, would this be - I want to step over to page 18 and I think this could be an appropriate time to take the adjournment.  It's 30 seconds to four.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The inmate that assisted you in taking down the statement, what language did you speak to him?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "I spoke in IsiZulu and he spoke Sesotho.  Many inmates at Leeuhof speak Sesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You spoke to him in Zulu and he spoke to you in Sotho?",
            "Unknown"
        ],
        [
            "ANDRIES MATANZIMA NOSENGA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  We'll adjourn and reconvene at 9 o'clock tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}