{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-18",
        "location": "VANDERBIJLPARK",
        "day": "12",
        "names": [
            "WITNESS : MIRIAM MOLETE"
        ],
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53386&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990518vb.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "COUNSEL",
            "ELSIE BUWA",
            "FLORENCE MOLETE",
            "INTERPRETER",
            "MIRIAM MOLETE",
            "MR BERGER",
            "MR BOTHA",
            "MR DA SILVA",
            "MR FREDERECH",
            "MR LAX",
            "MR LOWIES",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MS F MOLETE",
            "MS M MOLETE",
            "MS PRETORIUS",
            "MS TANZER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR BERGER",
            "MIRIAM MOLETE",
            "MR LOWIES",
            "MS M MOLETE",
            "INTERPRETER",
            "MR LAX",
            "ADV SIGODI",
            "MR SIBANYONI",
            "MR FREDERECH ?",
            "MS PRETORIUS",
            "MS TANZER",
            "DA SILVA",
            "MR DA SILVA",
            "COUNSEL",
            "MR BOTHA",
            "MR MAPOMA",
            "MS CAMBANIS",
            "MS BUWA",
            "ELSIE BUWA",
            "MR STRYDOM",
            "MR CAMBANIS",
            "FLORENCE MOLETE",
            "MS F MOLETE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Berger, would you care to introduce us to the lady who is sitting next to the witness?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, she's from the TRC, she's not with us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.  Yes, very well.\n\tMs Molete, may I remind you that you're still under oath.  Hopefully I'm reminding you for the last time.",
            "Unknown"
        ],
        [
            "MIRIAM MOLETE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "(Cont)\n\tMs Molete, in your mind, does a Hippo and a Koyoco one and the same thing?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, I only know of the Hippo.",
            "Female"
        ],
        [
            "MR LOWIES",
            "In your mind is a Hippo and a Casspir one and the same thing?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I say I do not know, I only know that it is called a Hippo.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did anybody board the Hippo, get onto the Hippo on that night of the incident?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see whether anybody loaded anything onto the Hippo?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "According to you, was this Hippo a Hippo belonging to the police or the army?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know the police or the soldiers' Hippo, I only know a Hippo.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now was there sufficient place for this Hippo to drive in Slovo Park between the shacks?",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, she never testified that the Hippo was driving in Slovo Park between the shacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want this witness to tell us that the Hippo that she saw drove through Slovo Park?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, I would just like to know whether it was possible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But you are asking her for an opinion, is it?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why, why is it relevant?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "As to the width of the streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, okay.  I understand.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "What is your answer?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "There were no streets in Slovo Park, the Hippo moved along Bakwena Street.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now the people with the Hippo, were they running or just walking normally?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "They were in front of the Hippo and they seemed to be walking hastily.",
            "Female"
        ],
        [
            "MR LOWIES",
            "The two white people that you saw with the camouflage uniform, overalls, camouflage overalls, which part of their faces did you see?  At what angle were you looking?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I was looking towards the door.  Their faces were not covered.",
            "Female"
        ],
        [
            "MR LOWIES",
            "No, did you see them from the side - sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what counsel wants to find out is this, were you looking at their faces from the side or from the front?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I was looking at them directly.  They were standing at the door and I had thrown myself on the floor and I looked directly at them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "...(indistinct)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker is off record.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Did you glance at them whilst you were on the floor, or did you have a good look at them?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I had thrown myself on the floor.  I had not fainted, I looked at them thoroughly.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now were you not hiding your face whilst on the floor?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now had the lamp, the paraffin lamp on your version, which was there been out, would you still have been able to see these ...(intervention)",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, this question has been asked and answered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think Mr Berger is right.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I dispute that.  What has been asked was regarding the person with the balaclava, not regarding these two people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, my colleague Mr Lax indicates to me that Mr Lowies is right.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I can't dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, very well.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Had the lamp been out, would you have been able to see the faces of the two chaps with the camouflage overalls?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, I would see them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Why, where were they in relation to the light?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "They were outside at the door.  The apollo light was switched on and there was moonlight.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now what provided the light for you to see, the apollo light, the moonlight and the lamp or just the apollo light and the moonlight?  Did you see these two?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "There was a greater light and there was moonlight and the door was broken down.",
            "Female"
        ],
        [
            "MR BERGER",
            "Chairperson, I think the witness said apollo light, which wasn't interpreted.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I did mention apollo light, Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, no, the second time around, I'm sorry, when it came\n\"There was greater light, there was ...\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I have ... let me just make sure.  What I have here\n\"There was moonlight, apollo light and the door to the house had been broken down.\"\nRight?",
            "Unknown"
        ],
        [
            "MR LAX",
            "What he said was\n\"There was greater light, moonlight and the door was broken down.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Okay, so ...",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Mr Translator, it came across - maybe you can just explain what was meant by that, but the answers seem to be\n\"There was greater light, moonlight and the door was broken down.\"\nWhat is meant by greater light, I've no - we were a bit puzzled.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Ms Molete stated the apollo light was switched on, which is what I said, and that there was moonlight and then she further on stated that there was greater light for her to can see because the door was broken down.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Chair, have I been 10 minutes?\n\tI just want to put to you finally then, Mrs Molete, that it is disputed that there were any white there and that there was a Hippo as you say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your comment, Ma'am?  You see what Mr Lowies has put to you is that the applicants deny that there were any white men during the attacks, what do you say to that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "There were white people present.  Even when I was in Pretoria and Mr Strydom had summoned us, Mr Strydom himself stated that the police and the white person were present and he bought barrels for us and gave us R150 and stated to us that we must not disclose this.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Are you saying my colleague, Strydom, bribed you with R150 to say there were no police?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, he gave us R150.  Some of them are here when he had called us there and we were telling him our statement as he called us to meet him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Ma'am, would you please slowly just repeat what you have said.  You said Mr Strydom knew that there were police and white men during the attack?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "When he called us to Pretoria he said the white persons and the police do not deny that they were present.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, just hold on.  Yes?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "But today they have disowned those people.  And sent us to buy a Kentucky barrel for us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, wait a minute, you've said that\n\"When he called us to Pretoria he said that the white men and the police do not deny that they were present.\"",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Continue from there, yes?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "From there at lunchtime he said some of us should go and buy a Kentucky barrel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "When we were to leave he gave us each R150.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many of you were there?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Some of them are not here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many approximately were there?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I remember seven of us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you told why you were given this R150?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, he didn't state a reason, he said we must leave, those are our pocket monies.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thought initially you told us you were given this money, R150, so that you should not disclose that the white men and the police were present during the attack.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "As he explained, I do not deny, he had our statements that the police were present and the white persons, but the white persons have disowned them today.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't follow what you are saying now, just start afresh.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Mr Strydom, as he called us to Pretoria, he said to us he does not deny that these people say the police and the white men were there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we've gone past that.  All that I want to find out from you is, you told us a minute ago that you were given this R150 so that you should not disclose the fact that there were police and white men during the attack.  Did you say that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Can you recall approximately when this occurred?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "If I can recall I think it would be before the 77 people were jailed in 1993.  I cannot remember the day and the month, but I think I've got them at home.",
            "Female"
        ],
        [
            "MR LAX",
            "Can I just understand something?  You said something about disowning people, I didn't quite follow that, something like \"today they disown those people\", what did you mean?  Did that happen today or did that happen on that day, what exactly are you saying?  I just don't understand that.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That was stated when we were at Pretoria.",
            "Female"
        ],
        [
            "MR LAX",
            "State by who?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "By Mr Strydom.",
            "Female"
        ],
        [
            "MR LAX",
            "Just repeat the gist of what was said, I just didn't catch it clearly so I just didn't get a proper note.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "He stated that he does not deny.  He heard that the police and the white men were there, but today these people are being disowned without no assistance.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He said to you - well let me put it this way, who are the people who were not denying that the police were there?  Were these the accused persons or the police?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "They accused persons.  He said it was the accused persons.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So what Mr Strydom told you is that the accused were not denying the fact that the white men and the police had been present during the attack.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, that's what he stated.  He did not say this to myself alone, we were a group of people in the office.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But that the accused were then being deserted by the police and the white men?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "As he stated, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you had been called to testify you would have told the court that there were white men and policemen during the attack?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And Mr Strydom knew that that is what you were going to say?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I would know what he would have in his mind, but like I've been saying I would testify that the white men were there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He didn't ask you about what you saw on that day?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He was actually asking us about our statements and police who were there we must not speak to him secretly, we must talk to him in the open right there where we were.  Thereafter he send some of us to go and buy food barrels and that is when after we got this R150.  We didn't use the State vehicles to get there.  And he said we must organise a car and he paid it later on.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Was it Mr Strydom who paid for the motor vehicle?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He paid the owner of the motor vehicle, he himself.  We were all in that office where he had called us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And was the driver also there?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He was there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And Mr Strydom took out money from his pocket and paid.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He had all the money, even the one that he gave to us.  And the driver got money, R150, except that for the petrol.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Sorry, you mentioned that you could remember seven of the people who were present, can you give us their names?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I remember Mhlango, Phule ...",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Your sister?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Mrs Tsoatetsi, Keketsi, Simon, Makhoedi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How do you spell that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "M-A-K-H-O-E-D-I.  And then myself and my child, Mita.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now what is Simon's surname, do you know?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Simon Moloi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Did you attend the trial when the accused were giving evidence?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, we only went to testify.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "But you said that you did not testify at the criminal trial.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "In fact we never attended court, we were just asked questions in some of the rooms, not that we entered the courtroom and gave evidence.  I went twice.  On the third occasion we were called by Mr Strydom.  At first Mr Kekana would call us and they would question us in some of the rooms, not in court.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Mrs Molete, where are there rooms you are talking about?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "They are at Pretoria.  As you enter the main entrance there are some various rooms, not in the courtroom, they are like offices, these rooms.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Who owns the rooms, is it the police or lawyers?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Where they write in events, statements.  Like if I go and lay a charge, that's where they write things down.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Did you see police around there?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "The police were at all times on guard, they were present.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "You have just said sometimes you were called by Mr Kekana who would ask you about the events, is it the Kekana who was interpreting for you, who was speaking the mixture of Tsetedi and Tswana?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, it is them.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Excuse me.  Now the Strydom you are talking about, is it the Strydom to whom you were giving a statement when Kekana was interpreting for you?  I'm just using the word Strydom.  Is it a white person to whom you were giving a statement when Mr Kekana was interpreting for you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is not Strydom.  The one who was with Kekana was a Steenkamp.  At the moment we are speaking about Strydom.  The one who was talking to Kekana is Steenkamp.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "I also heard you saying that it was before these people were arrested, or before they were tried, did I understand you correctly?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "The trial had already started, but it was before they were convicted.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, we would go to Delmas.  They would go to Delmas and Pretoria and other places.  They have not yet been convicted.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Now how did Mr Strydom call you, was it by way of a letter or was it telephonically?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "It was a letter, because we were always first by motor vehicles, kombis, State kombis at the different stages.  So many would go and then later on so many would go and then they would be questioned so and so on.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "And - okay, lastly, you were called in preparation of the trial.  In other words they were trying to find out from your group who will be called as State witnesses.  Did you understand that that way?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "What I'm trying to find out is whether you are not making a mistake when you say this person who was calling you is Mr Strydom, when in fact it was part of the prosecution.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I am not making a mistake, and the others would come and give evidence on this matter.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the trail of the accused commenced, did you go to court?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, Sir.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The answer is \"no\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The only time you were called in connection with the trial was when it was in Pretoria?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was that the first time you attended the, you went to court when the trial was proceeding?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We would go there on a daily basis, but we would not enter the court.  I went thrice myself.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.  When you went there for the first time, did anyone speak to you?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who was it, can you recall?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I do not know the surname of that policeman.  It is Themba and Lucky Kekana, in the company of Mr Steenkamp in that room.  We would go in one after the other and we would be questioned.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Do you know what a prosecutor is?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I have not been to court.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The Steenkamp that you are talking about, is that the Steenkamp to whom you made a statement?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I was giving my statement to Lucky Kekana and he would tell Mr Steenkamp what I said.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now apart from Kekana, Steenkamp and, did you say Lucky?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Themba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Themba and Lucky two different persons?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "They are different people.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes. Apart from those three persons, was there any other person in the room?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, and on the second day what happened?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "The second time I spoke to Lucky Kekana alone, at the very offices.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And on the third occasion, was that when you spoke to Mr Strydom?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And that was the last day you attended court?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one last aspect if you'd allow me.  How -you were called to the same place the third time, were you told anything by anybody before you spoke to Mr Strydom?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "When we arrived there we were told that it is not our day maybe on the roll.",
            "Female"
        ],
        [
            "INTERPRETER",
            "If I could ask the witness to say what does she mean when she says it is not our day.  Maybe that would clarify that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Ja, please explain that.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "It was not our day as victims to get into court and they asked us who called us.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, and?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "We told Simon to hand out the letter that we received.",
            "Female"
        ],
        [
            "MR LAX",
            "Who did he give it to?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "We were showing this letter to the policemen who were in there.",
            "Female"
        ],
        [
            "MR LAX",
            "And what was the result of that?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "The other left and fetched Mr Strydom.",
            "Female"
        ],
        [
            "MR LAX",
            "And then?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Then Mr Strydom came in to us.",
            "Female"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "MR LOWIES",
            "You said something about some policeman talking to you about your statements, either with Strydom or before Strydom or something like that.  I just couldn't catch it properly.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said Themba and Lucky worked in that, and those were the police that I worked with.  And thereafter when we were called by Mr Strydom, we talked to this policeman who fetched Mr Strydom, who works at Pretoria.",
            "Female"
        ],
        [
            "MR LAX",
            "And when you spoke to Mr Strydom, who else was present with you?  Was there anyone else there?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I was not alone speaking to Mr Strydom, we were all the people that he had called.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, but besides the people who were called and Mr Strydom, was anyone else present?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "No, Sir.",
            "Female"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, Chairman, I was taken a little bit aback.  I'll have to canvass this with my colleague.  At this stage I request a postponement, an adjournment, sorry, so that I can just get proper instructions regarding this.  I'm totally unprepared.  Inter alia from Mr Strydom and also my attorney.  Well I can't talk to him now, but I'd like to talk to Mr Strydom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not representing Mr Strydom are you?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, but I will have to cross-examine regarding this evidence, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What for?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Well these are serious allegations against my client, because what she says is firstly, my clients knew there were white policemen and their lawyers, and probably mine as well, or probably my clients as well, bribed her with R150 not to mention this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refresh my memory.  What was the difference that was put at the trial?  Isn't there something which indicates that the defence ...(indistinct)\nCHAIRPERSON HAS DISCUSSION WITH PANEL",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I haven't looked at the Heads for a long time, but it was a denial that they were present at all.  And there was an argument about the attack having been carried out with military precision, if I remember correctly.  I don't know if Mr Frederech was the instructing attorney in the trial.\nMR FREDERECH ?: Chair, at that stage I was not on the scene yet, but it was a bare denial that was given.  That was the instruction.  They were not there at the scene when - yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) the presence of the police.\nMR FREDERECH ?: On that I have no idea unfortunately.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, Ms Pretorius.  Do you have any further questions to put to this witness?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Can I not get a postponement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, there's going to be no postponement, you will continue with your cross-examination now.  If you don't have questions to put you can take instructions from your client during the break, but we can't have a postponement now.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, I don't want a postponement, sorry Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I meant an adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean a stand-down?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you will have the opportunity during the tea break.  You can take instructions from your client.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "And then I can re-cross-examine on these ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you can go out an take instructions now.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chairman.  Can I be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, Ms Pretorius?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "I have no questions.  I just want to put it to the witness that my instructions are that there was no Hippo and no white men ...(inaudible) part of the attack on that night.",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I say they were present.",
            "Female"
        ],
        [
            "MS PRETORIUS",
            "That's all thank you, Chairman.",
            "Female"
        ],
        [
            "MS M MOLETE",
            "In my case I had a fight with a white man.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "Thank you, Chair.\n\tWhen you say that your attackers were wearing camouflaged overalls, were they civilian clothes or did they look like some kind of military or police uniform?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I never said the attackers were wearing such things.  I said I fought against one person and two others were at the door in camouflage.  I didn't fight against three of them, I fought with one of them.",
            "Female"
        ],
        [
            "MS TANZER",
            "Yes, but the two that were camouflaged, as  you described, was that civilian clothes or was it some form of a military or police uniform? - the two at the door of your home.",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I do not know or cannot distinguish between the police or the military uniform.  I have on many occasions seen people wearing this uniform.",
            "Female"
        ],
        [
            "MS TANZER",
            "Are you aware of the structure in the Boipatong/Slovo Park area, which is used as a mixed hostel or was used as a mixed hostel?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "May you repeat the question.",
            "Female"
        ],
        [
            "MS TANZER",
            "Are you aware of a building in the Boipatong location, which was used as a mixed hostel?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "Yes, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "Is this building close to Slovo Park?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is so, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "Are you aware on the night of the attack that this building was also attacked?  Were the inhabitants of this structure or building also attacked that night?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I do not have knowledge of that.",
            "Female"
        ],
        [
            "MS TANZER",
            "Were you alert to, or did you have any warning of an imminent attack on Boipatong?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "No, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "There were no rumours whatsoever that Boipatong would be attacked?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I haven't heard of such rumours.",
            "Female"
        ],
        [
            "MS TANZER",
            "Is the first time that you noticed the attack, when your neighbours at 17 were being attacked?  Is that the first time you became aware?",
            "Female"
        ],
        [
            "MR BERGER",
            "The was in 17.",
            "Male"
        ],
        [
            "MS TANZER",
            "I apologise, in 19.",
            "Female"
        ],
        [
            "MS M MOLETE",
            "It was the first time.",
            "Female"
        ],
        [
            "MS TANZER",
            "During the attack, did you hear a lot of gunshots and bullets flying, did you hear shots being fired in Slovo Park?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is so.",
            "Female"
        ],
        [
            "MS TANZER",
            "During the period May and June of '92, were you aware of the acrimony between the residents of the Kwamadala Hostel and the Boipatong location?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I have not stayed a long time at Boipatong,  I was not aware of that happening.",
            "Female"
        ],
        [
            "MS TANZER",
            "What was the relationship - how was the relationship between your comrades of Boipatong and the residents of Slovo Park, were they also protecting Slovo Park?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I did not stay at Slovo Park, I stayed at Amatola on the outskirts.  I went to Slovo on the day of the attack.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did you notice any black people during the attack?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is so, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "You could not identify any of them?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is so, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "Now were you, on your version were you discouraged to testify at the criminal trial, by being offered R150?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "Well I cannot comment on that one, I do not know.",
            "Female"
        ],
        [
            "MS TANZER",
            "Well what was the reason given why you were being given R150?  What were you told was the reason for that money being handed over to you?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "We were not told, we only knew that was our pocket money.  We would get the money at the office.",
            "Female"
        ],
        [
            "MS TANZER",
            "So whenever you mention ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which office?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Except the one that we were given by Mr Strydom, we were given R10 for food and we would sign some forms.",
            "Female"
        ],
        [
            "MS TANZER",
            "Whenever you mention the white men attacking you, in your statements, were you concealing the fact that you knew that they were actually policemen?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I did not know whether it was a police officer or a white person because I only saw a person who came to assault or attack me.",
            "Female"
        ],
        [
            "MS TANZER",
            "So how do you know there were policemen attacking you on that night in question?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I have never talked of a police, I only talked of a white person, and that was stated in Pretoria.",
            "Female"
        ],
        [
            "MS TANZER",
            "Were you ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "All you saw were these white men who came tot he house where you were.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You don't know whether they were policemen or not?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is what I said.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS TANZER",
            "When you heard the evidence of Mr Nosenga - were you present when Mr Nosenga gave evidence?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did it become clear to you from his evidence that those white men were in fact policemen?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no, no.  Did Mr Nosenga testify that the white men that she saw were policemen?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "No, Mr Nosenga testified that the white men that attacked that night were policemen.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MS TANZER",
            "My question is, from Nosenga's evidence - well did you hear Mr Nosenga when he gave testimony?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did you make the deduction from his testimony, that the white men that attacked you were actually policemen, members of the South African Police Force?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When did she say that?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "Mr Chair, she said that white men attacked her.  I'm asking ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But when did she make the deduction that these men were white policemen, were policemen?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "I'm not putting to her, I'm asking her a question whether she made a deduction of that nature.  I'm not putting to her that she made the deduction, I'm asking a question whether such a deduction was made.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "When Mr Nosenga gave his testimony it has been a long time since I've made my statement.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did you want to give evidence at this criminal trial?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "No, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "Why not?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I do not know, I was never summoned to give testimony at that criminal trial.  I would not know.",
            "Female"
        ],
        [
            "MS TANZER",
            "But did you want give evidence, did you want to testify to what you witnessed that night?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I wanted to according to how they expected me to and I wanted to tell what I knew.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did anyone amongst you refuse to take the R150 that was being offered?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "I was the first one because I was very furious as we were being - he talked to us in a very harsh manner, but I ultimately took the money.",
            "Female"
        ],
        [
            "MS TANZER",
            "Were you informed from where this money was coming from?",
            "Female"
        ],
        [
            "MS M MOLETE",
            "No, Ma'am.",
            "Female"
        ],
        [
            "MS TANZER",
            "I have no further questions, Mr Chair.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mrs Molete, I want to clarify a number of aspects with you.  I understood your evidence to be that on your version the armed vehicle you saw was a police vehicle, is that correct?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, the Hippo.  Are you referring to the Hippo?",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Yes, I'm talking ...(intervention)",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is so, Sir.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "On your version the Hippo was a police Hippo, is that right?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, Sir, that is so.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Alright.  Then Ms Tanzer asked you a question just now, it was something along the lines that the - with reference to the camouflage uniforms that you saw, she asked you: \"Was this civilian clothing, military clothing or police clothing?\"  You didn't really answer that question, could you answer that question please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She answered.  She answered the question.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Mr Chairman, she said she cannot distinguish between police and military vehicles.  That was her answer.  She didn't answer whether it was civilian clothing.  She didn't answer the question, with respect, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because my note says here\n\"I have often seen people wearing this uniform.\"",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "I'll leave it there, Mr Chairman, I'll put the question in a different way.\n\tIs it correct that you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you want her to deal specifically with the question whether or not this was a civilian?",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Yes, that's the question that I wish to put.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DA SILVA",
            "Would you answer the question please.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I did answer that question, Mr da Silva, that I usually see this at the township.  I never mentioned whether it was the military or the police uniform, I said I would see these people wearing these things at the township.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Can I ask you this, in June 1992, are you saying that the camouflage uniform that you saw or the camouflage clothes that you saw, you couldn't distinguish whether it was military or police uniform?  Is that what your evidence is?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know the military clothing or the police clothing, I say the camouflage that they wore on that day I would see it at the location and people wearing such.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "The camouflage uniform that you see predominantly, what colour was it?  Was it predominantly green or predominantly brown or predominantly grey?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "It was more green and more brown, brownish.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Now when you say you can't distinguish between military uniform and police uniform, are you saying you don't know the difference?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is so, Sir.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "And if I put it to you that the military personnel at that stage did not wear camouflage uniform, you would not dispute that would you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "It is because I do not know the military uniform and the police uniform.  I usually see them at the location.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "The point that I'm making Mrs Molete, is if you don't know the difference, and I put it to you that the military did not wear camouflaged uniform, you won't be able to dispute that.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct there.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "My last aspect I want to clarify, you spoke about a Mr Strydom, yesterday did you see that Mr Strydom in this hall?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, I did.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Where did you see him?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Where the gentleman is seated next to Ms Tanzer.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "Are you saying that Advocate Rean Strydom, who has been a practising advocate for 18 years, offered you R150, is that what you're saying?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "He gave us R150 each.  I was not the only one who received that R150, and it is not the first time that I see Mr Strydom here.  I know him.",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I don't have any further questions.\nNO FURTHER QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "COUNSEL",
            "I have no further questions, Mr Chairman.\nNO QUESTIONS BY COUNSEL",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY COUNSEL",
            "Thank you, Mr Chairperson.\n\tI just want to put something to you, Mrs Molete.  I'm acting on behalf of Mr Greeff and Mr Tshaka and I want to put it to you that they were not involved in the Boipatong massacre in 1992, June 1992.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I do not know those people, Sir.",
            "Female"
        ],
        [
            "MR BOTHA",
            "I've got no further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR BOTHA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, you've taken instructions now?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, Chairman, I could not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I could not.  I couldn't get hold of an interpreter and I could not get hold of Mr Strydom either.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no questions.    NO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now how long will it take you to get that interpreter?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "...(indistinct)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker is off record.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But how do you communicate with your client?  We need to get on with - we can't allow Ms Molete to remain here the whole day and tomorrow.  We need to know from you when you can get instructions from your client.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "About half an hour, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "About half an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why don't you go and take instructions from your client now?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Mr Frederech will do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you have any re-examination at this stage?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I have a short re-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Should I do it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just go ahead.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR BERGER",
            "Ms Molete, yesterday when Mr Strydom was questioning you and he put to you that you were mistaken and that you were lying about the presence of white people in Boipatong, you said\n\"Can I ask you a question, Mr Strydom?\"\nDo you remember that?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, I do.",
            "Female"
        ],
        [
            "MR BERGER",
            "And you were stopped from asking that question.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "What question did you want to ask?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "It is the very question concerning Pretoria and money.",
            "Female"
        ],
        [
            "MR BERGER",
            "The R150 and the Kentucky?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "Why did you not testify in the criminal trial?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I was not called.",
            "Female"
        ],
        [
            "MR BERGER",
            "The letter that you speak about calling you to attend in Pretoria, was that a letter on a letterhead, or was it a subpoena from the court?  Do you know the difference?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "They would write letters and at times we would go on different days and we would be fetched by police in State kombis.",
            "Female"
        ],
        [
            "MR BERGER",
            "Who is the \"they\" who would write the letters?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know because the letters were from Pretoria.  When the police come they would tell us to prepare ourselves as the next day we would be going to Pretoria and we would be a group there.",
            "Female"
        ],
        [
            "MR BERGER",
            "And is that how you went to Pretoria on those three separate occasions?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "Were you confused at all during the attack?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is so.",
            "Female"
        ],
        [
            "MR BERGER",
            "What confused you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I was confused by the attack that I did not know the cause of and as I looked at my child I would ask myself that my child was not born disabled and today she is disabled, and I'm asking myself, since I cannot work now, who is going to fend for her and who is going to bring her up, what kind of upbringing would she have.",
            "Female"
        ],
        [
            "MR BERGER",
            "So your confusion relates to the question; why did this happen to me and my family and to my child?  Is that the confusion?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "Do you have any doubt that you were attacked by a white man?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have no doubt,  I saw this with my own eyes.",
            "Female"
        ],
        [
            "MR BERGER",
            "Do you have any doubt that you saw two policemen, two white men in camouflage uniforms?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have no doubt, I saw them.",
            "Female"
        ],
        [
            "MR BERGER",
            "Do you have any doubt that you saw a Hippo?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have no doubt, I saw it Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "When you ran or when you went to your sister's house, Phuleng, where did you find her?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I found her in her house in the bedroom.  She was hiding and very much in shock.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did you at any stage see Phuleng outside of her shack?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I did not see her, she has always been inside.",
            "Female"
        ],
        [
            "MR BERGER",
            "Thank you, Ms Molete, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tThere was one aspect just now that you gave while you were being questioned, it was around the issue of whether you wanted to give evidence in the criminal trial and you answered that you want to give evidence \"... according to how they expected me to do so.\"\nThose were the words you used, what did you mean by that?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I wanted to tell the head I have inside and state what I have observed.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, but did anybody expect anything from you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not have knowledge of that, Sir.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Sorry if I may, Chair, just one other thing.\n\tYou said you'd seen this uniform, this camouflage uniform on many occasions in the township.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR LAX",
            "Who was wearing it on those occasions?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I would see people passing by in this uniform.  A lot of people in the township wear this uniform.",
            "Female"
        ],
        [
            "MR LAX",
            "Were they just ordinary people?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR LAX",
            "So what I'm trying to understand, was it a form of uniform like a security guard or a policeman or a military person, or was it just a style of clothing that civilians would wear?  That's what I'm trying to understand.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "As I observed on a daily basis, people wear these things and other are not employed.  I would not know whether it would be a style of wearing or they previously worked for the military or not.",
            "Female"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You mentioned that you resided at house number 717 in Amatola Street.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct, Ma'am.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Alright.  And what time did you leave your house to go and visit your sister, on the 17th?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We left at 3 o'clock with our luggage.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you aware that at that time that there was teargas in the township, being fired at some of the Special Defence Unit people?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "If that happened I do not know.  It might have been taking place at the centre of the location, but Amatola is more on the outskirts of the location, towards the firms.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you aware that there were any trenches being dug in your side of the, in your area?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I only saw one along in Bafokeng Street.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Did you know why these trenches were being dug?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, Ma'am.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say that you don't know why the trenches were being dug?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I said so. I say no, I saw one and I passed thereby as I took my child to creche.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "How long had you being staying in Boipatong?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "It was the third year.  The third year that I have been living in Boipatong.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you aware of the presence of Self Defence Units in the township?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I did not know Ma'am, I have heard it being mentioned here, because during weekends we would leave.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "It is Mita.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And how old was your husband at that time?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We were equals and 36 years old each.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "We have heard evidence that men would be called out to go and guard the township during those days because the people were aware that the streets would have to be guarded.  Was your husband never called to go and guard out?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He worked night shifts and he was not that used to these people at the township.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Had your husband been there for three years, just like yourself?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "He came afterwards.  He came there to work for about two years and three months.  We started staying there at Amatola and I resided at my brother's place.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And out of that period he had been working night shift?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "During the attack he was still working night shifts.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Were you aware of any people being necklaced in the township?  Had you heard such rumours?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We would leave for home during weekends.  When he was off weekends we would leave for home in Carltonville.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no, what you're being asked is, are you aware of any people who were necklaced in the township?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I have not seen such people.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Did you hear about that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "No, I would stay in the yard the whole day and I would not walk around a lot, therefore I did not hear a lot of things.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "In other words, you were not aware of any tension that prevailed in the township?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is so, Ma'am.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Why did you go to visit your sister on that day?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We were moving out of that place, that is why we left for her place because we were still scouting for a place to stay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Had you left your residence at Amatola Road?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So whilst you were with your sister you were in the process of looking for some other accommodation?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We were going to scout for a place to stay.  We would briefly stay with her and scout for a place to stay from the street committees in that area.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see. And who were these street committees?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I had not known them at that time because the very day we had just arrived, unfortunately in the evening we were attacked.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But what the street committees do?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "We did not go to them.  The day we arrived was the day of the attack.  We were not able to meet with the street committee.  We left at about three from Amatola, taking our belongings to our sister's place.  That day when we were supposed to meet the street committee we were attacked.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were the street committees responsible for allocating accommodation within the township?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "So you mentioned that this house where you were staying, was it your brother's house, at 717 Amatola Street?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, we're not getting the interpretation.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "We were renting out the garage at 717 Amatola Street.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "So there was another family in the main house?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "The Mokobos resided in the main house.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And the children, were the children in that main house?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Young men?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Only daughters.  It was the father, the mother and their daughters and the grandchild.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  The time now is about 11 o'clock, shall we take an adjournment and we'll come back at half past eleven.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "(Cont)\nThank you, Chairperson.  May I proceed with my cross-examination?\n\tMa'am, I would like to put the following to you;  at page 3724 of the criminal trial, in the judgment the Honourable Mr Justice Smith gave the, or summarised the defence of my clients and the other accused as follows:  he stated that - and I want to interrupt myself, he states - this is still my instruction, he stated that the applicants and the accused in that matter heard rumours that there may have been police involvement and as a result they even called two witnesses to prove police complicity, although at all relevant times they denied knowledge of this themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well as I understand the case at the criminal trial, it was an alibi.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  However, attempts were made on behalf of the applicants to establish that the attack was carried out by either the white men or the police, the police officers.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they led evidence to that effect.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "They called two witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who claim that they saw police during the attack?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That's correct.  The witnesses were Selo and Mabuza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Selo ...?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "The one Selo and a certain Abudnego Mabuza.  Do you know - may I proceed, sorry Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think it's been a long question, but let me, tell me if this is not accurate.  What's being put to you is the following:  at the criminal trial the accused, and I assume that includes the applicants ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... denied that they had taken part in the attack.  Do you understand that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I do not know that, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, but do you understand what I'm saying?  Do you hear what I am saying?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I hear, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  On their behalf evidence was led, that is of two witnesses, Selo and Mabuza, who gave evidence to the effect that there were police during the attack.  Do you understand what I've just put to you?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, I hear.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know Mr Abudnego Mabusa?  I said Mabusa, it's Mabuza, sorry.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Where does he stay, Sir?",
            "Female"
        ],
        [
            "MR LOWIES",
            "He resides in Boipatong if I'm not mistaken.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "MR LOWIES",
            "I did not catch you.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know the person.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But let me refresh your memory.  You were specifically called into the court by Judge Smith with Mr Mabuza and various other people, can you recall that?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know Mr Smith.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I would like to put the following to you, you may not know the judge's name but at the criminal trial you were requested with Mr Abudnego Mabuza, to enter into the court as a result of something which Advocate Botha raised with the Judge, and you were asked certain questions.  I'll get to those questions just now, but do you remember such an incident?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have never been with Mr Mabuza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But do you recall that at some point during the trial you were called into the courtroom?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "It is because I have never been called into court.  I have always been there with my child.  I don't know about those who went into court.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Well let me fresh ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Lowies, if I could just ask a question.  Just for my own understanding, this incident where the judge called these people in, was this in Delmas or was it in Pretoria, where was it?",
            "Male"
        ],
        [
            "MR LOWIES",
            "According to the record, and I could be wrong, at page 3208, if I read it in conjunction with everything it must have been in Pretoria, Mr Chairman.\n\tDo you recall?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said that I have never been called into court.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Chair, I have a problem with my hearing device.  Sorry, I apologise.\n\tNow I'd like to read to you certain aspects that is the case of the applicants in this matter, and you'll find it at page 3208 and further, or the record.  Advocate Botha started off by stating that there are certain defence witnesses which he, on behalf of the accused and the applicants wanted to consult with and he raised the problem that you were one of them, but you did not want to consult with him and the other lawyers because you received an instruction from the ANC not to talk to anybody.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is not so, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Not to talk to anybody regarding the Boipatong matter ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you see what - you've got to listen very carefully, what he is reading to you is what the advocate told the judge in court.  Now do you know anything about that conversation which took place between the judge and Advocate Botha?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I said that is not so.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And is it not so that you did not want to talk to the defence witnesses, the defence advocates which included Mr Strydom?  It was Botha, Strydom and van Eck.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "There were no other people, it was only Mr Strydom that we talked to the last time I went there.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And the record reads further at page 3209, that you were called into the court, 3209 and 3210, the third line.  And you were called in inter alia with Florence Molete, Jeannette Monisi, Rebecca Motahung.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I'm sorry, Chair, I'll repeat.\n\tIt was yourself, Florence Molete, according to the record, Jane Monisi, Rebecca Motahung, Diamond Latha, Johanna Tsoatetsi and Joshua Mahlango and Simon Moloi.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, what was the name after Tsoatetsi, if you're repeat that for me please.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Diamond Latha; L-A-T-H-A and then Joshua Mahlango, Simon Moloi.  And then the court checked whether you were there.  He even called Abudnego Mabuza closer.  That you see at page 3210.  Can you recall such an incident?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not remember us being called into court.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And then the judge instructed the interpreter as follows\n\"Tell them that I'm busy hearing a matter which emanates as a result of an attack at Boipatong on 17 June 1992.\"\nIt goes on, that's the judge.  He says:\n\"I am informed by one of the advocates for the defence that they were summonsed to appear here and to possibly give evidence after being consulted ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I object to that, I have never been called into court.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Well the record reflects you were there.  And then the judge went on to state\n\"I'm further informed that some of you told the advocate that you are not prepared to consult with him because you were instructed by representatives of the ANC not to talk to anybody about the case.\"\nAnd then he said:\n\"Is that so?\"\nThe record reads that everybody, including yourself, replied that:\n\"This is correct.\"",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have never met with the representatives of the ANC.  I have always been a person who was not involved in such organisations.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, you see what you're being asked here is what transpired inside court.  What counsel is - he is reading he tells us, from a record of the proceedings in court, which indicates that you were called into court and the questions that he's just mentioned were put to you and those whose names he has mentioned.  Do you deny that it happened?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, I deny that fact.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Then the judge went further.\n\"Is everybody satisfied that this is so?\"\nAnd the record reads:\n\"All the witness (which includes yourself) reply in the affirmative.\"",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know of such facts, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now to be fair to you, at a later stage there was a dissent amongst people and one or two of them raised this fact that they did not agree.  But the point is, at a stage the record reflects that this happened and you were instructed, according to what you informed the judge, not to talk with the defence lawyers.  My question now is, did you ever refuse to talk to either Mr Strydom or Advocate Botha or any other lawyer acting for the applicants?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "The person that I talked to, we talked to was Mr Strydom.  I have never refused to do that.  And the police that I have talked to was Kekana.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did Mr Strydom talk to you personally, you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "He never talked to me alone, we were all in a group of people that I have mentioned.  I still remember that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And did he ask you whether you know, and I'm talking about the group, you member of the group, whether you know of any police complicity or white people who took part in the attack in Boipatong?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said he talked to us harshly and looked through our statements as he talked back to us.  He himself and then he continued, stated that, starting talking to us.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did he talk to you about the police being involved and white people being involved?  That is the question.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said he stated that his people told him that white people and the police were involved, but today they are left alone.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And did you say to him you know that police were involved?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I did not talk to him about the police.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Because the law as it was in 1993, did not allow Mr Strydom to have access to your statement and it is denied that anybody had access to your statement during the criminal trial.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "He had books in his possession and he came out to talk to us, asking us our names, telling us about our statements.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, Mr Lowies, are you - just I'm thinking about it myself as you're putting it: \"the law said that ...\", are you quite sure that the law didn't allow accused access to statements at that stage?  I'm pretty sure it did, but there were a number of decisions that opened that issue round about that time.  I don't have the specifics in my head, but ...",
            "Male"
        ],
        [
            "MR LOWIES",
            "...(indistinct).  My instructions are clear.  I'll argue this later I think ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "No problem, I just wanted to make sure that you were sure in your own mind, that's all.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I have not a shadow of doubt, Sir.  ...(no microphone).  Sorry, Mr Berger?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well Chairperson, I was going to say that when witnesses - my understanding was, when witness were made available by the State to the defence, then the State had a discretion whether or not to give the defence copies of the witnesses' statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they were not as a matter of right, entitled to those statements?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Not as a matter of course, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "And therefore I would like to put the following to you, and it's also my case, Mr Strydom definitely did not have a statement of any of the potential witnesses in his possession.  Can you dispute this?  And if I say Strydom, I'm talking about him and all the other defence advocates, not only him.  Can you dispute this?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I dispute that because it was him who came in possession of these documents.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Can you describe this document, how do you know it was a statement, how do you know it was not just a pad like this, a writing pad?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "He had a bag and those papers in his hands, these brown bags with folios and then he would close it.  I still remember that bag.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes, but how do you know your statement was in there, or did you just assume because he had this bag and he had papers, this must be your statement?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said to you, Sir, he asked us each our names and I did not say he had all the statements of us, he had a bag and papers that he had in his hand.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I would like to put the following to you;  the whole purpose why Advocate Botha, and this clear from the record, why Advocate Botha raised this aspect with the judge in Pretoria, was they wanted to get somebody who could tell them that there was police involvement.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Your version however, is the following;  you said he paid you money to deny police involvement.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I never mentioned police, I mentioned white people and those who stood at the door.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Molete, let me explain to you in this manner.  You've told us, amongst other things, that you were paid this R150 so that you could not testify.  At some point you said that, although at some point you also told us that you didn't know why you were given this money.  Now what Mr Lowies is putting to you is this; the reason why the group of people were called into court, which included yourself, we know you've denied that, was to get someone from that group to come and give evidence to the effect that there were either policemen or white people during the attack.  And the import of this is to suggest to you that it cannot possibly be true that you were paid so that you should not give evidence to the effect that there were white men who weren't police officers, during the attack.  Do you understand that?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "It is now that I understand, Sir.  I do not have knowledge on that point.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Can I summarise?  Mr Strydom never wanted you to deny that there were white people involved in Boipatong.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "If you do not know, you cannot say that he wanted to deny that there were white people, correct?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "The manner in which he stated it, he said to us his people have been left in the dark.  He said that the police and the white people were involved, now his people are left alone.  That is why he said we must deny that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "So he said you must deny that, is that your version?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said Mr Strydom gave us this as our pocket money.  He stated that he does not deny that white people and the police were involved according to his people, but today his people have been disowned, they've been left alone.  I did not say that he paid us not to disclose that as a fact.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Okay, now let's leave the pay out.  He also did not want you to keep quiet regarding white people who were there, he wanted the opposite, not so?  This is a question.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "May you please repeat that question, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Mr Strydom did not want you to keep quiet about white people, not so?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Right.  And it may be that you were paid witness fees, but not by Strydom.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I know witness fee to be R10.  We would go to the office and sign for them.  We did not sign for this one.",
            "Female"
        ],
        [
            "MR LOWIES",
            "For the R150 that he paid seven people each?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Yes, that is correct.  ...(no English interpretation)",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, Mr Interpreter, we're not getting you again, perhaps you need to press ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "He sent the two of us previously to go and buy a barrel of food and some rolls, bread rolls.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, but that does not cost R150 to each, which is denied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not too sure what purpose will be served if you begin to argue with the witness.  I think you should just put facts to her.  If she denies those facts, let's move onto the other questions.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Is it your version that each and every one of those people received R150 from Mr Strydom, each and every one of them?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But you do not know why he gave the R150 to each and every one?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said he has just stated to us this fact.  After we have had our lunch we were given those R150 each.  We took that as our pocket money.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I want to suggest to you the following;  you are trying to incriminate the applicants by stating that there were white people, it's not so. - white people on the night of the attack on Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I didn't hear her mentioning any one of the applicants.  She has not mentioned any name.  As far as I recall her evidence she could not identify any of the attackers, both white and black.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "It's a matter of argument, but I'll rephrase it then.\n\tYour version that there were white people on the night of the attack is something that you have decided out of your own accord, it's not true.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "That is not so.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Alternatively I put it to you that somebody told you that you must come and say that there were white people involved.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "Nobody said that to me. I saw this with my own eyes.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I want to put it to you that you are twisting your evidence in order to reflect badly on the applicants' case.  An example is the fact that you created the impression that Mr Strydom did not want you to give evidence regarding white ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, that's a matter for argument.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Well I - she can answer to that, but if you say I can't answer it I'll leave it.\n\tAnd I want to put it to you Madam, that your evidence relating to what happened on this specific day where Mr Strydom spoke to you is not correct, the correct version has been put to you.",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know Sir, that is how you put it.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you on the day when you were called into court, see an attorney by the name of Caroline Nichols?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said I have never been into court to give testimony.",
            "Female"
        ],
        [
            "MR LOWIES",
            "On the day when you spoke to Mr Strydom, on your version, did you see an attorney by the name of Caroline Nichols?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I said we were in a room and Mr Strydom entered whilst we were in there, not in court, Sir.",
            "Female"
        ],
        [
            "MR LOWIES",
            "My question is simple, did you on that day at all, it doesn't matter where, see Attorney Caroline Nichols?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have not seen her.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you know her at that stage?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I do not know her.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you meet her afterwards?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I have not met the lady attorney.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Ms Cambanis next to you?",
            "Male"
        ],
        [
            "MS M MOLETE",
            "I knew her late last year.",
            "Female"
        ],
        [
            "MR LOWIES",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR LOWIES",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, is there anything arising from this questioning?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Nothing Chair, thank you.\nNO QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Could I have the record please, could I have the record that you've been reading from?  Is it marked, do you have notes on it?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "No, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say this is page ...",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "It starts at 3207.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mentioned that when you went to Pretoria there were seven of you, is that right? - that you were called by Mr Strydom.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I said I remembered seven.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was Florence Molete amongst those?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Jeannette Mnisi?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Rebecca Motahung?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Diamond Latha?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I said I do not remember who they were.  I never mentioned that name.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no, no-one is suggesting  you mentioned that name, I'm simply asking you, do you know Diamond Latha?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Yes, I know him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he amongst that group?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I cannot remember.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Johannes Tsoatetsi?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I remember Johanna Tsoatetsi, not Johannes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Johanna Tsoatetsi.",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "That is correct, Johanna Tsoatetsi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joshua Mahlango?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "I just know the surname, Mahlango.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he in the group?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Simon Moloi?",
            "Unknown"
        ],
        [
            "MS M MOLETE",
            "Correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Very well, Ms Molete, you may stand down.  Just before you stand down, I assume like all the other victims, she completed the necessary form for the ...",
            "Unknown"
        ],
        [
            "MR BERGER",
            "She has, Chairperson.  We had a whole bundle of forms here for you yesterday and unfortunately overnight they got left in the wrong boot, so ...  We'll bring them for you tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  As long as I have the assurance that each one of those who come and testify ...",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Has filled out a from, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Yes you may stand down, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, my learned friend, Ms Cambanis will lead the next witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Chair.  The next witness is Mrs Buwa, Elsie Buwa.\nMACHINE SWITCHED OFF",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I am Xhosa.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Do you have a reason not to take the oath?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I do not hear you properly.\nCOMMITTEE DISCUSS CHANNELS",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I am Xhosa.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "I said do you have a reason not to want to take the oath?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Please repeat.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Please give us your full names.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.\nPROBLEMS WITH INTERPRETATION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm trying to establish, Ms Cambanis, whether we do have an interpreter who can interpret from Xhosa into English and visa versa.\n\tMr Interpreter, do you understand Xhosa?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Generally yes, Chairperson, we do understand Xhosa but we were just concerned that at a certain point we might not ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would you just repeat that, I didn't get that.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I said generally we do understand Xhosa, but we were just concerned that there may be a certain aspects of the evidence which may prove difficult.  So that if we do get stuck it may be a problem, but we may proceed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Well we can assure you that we will keep a check on what you say.\n\tMs Cambanis, I am informed by the interpreters that although they are not fluent in Xhosa they do understand Xhosa and if they get stuck, because of certain words, they will indicate that and my colleague, Advocate Sigodi and myself do understand Xhosa as well.  But if you have any objection to us proceeding, the witness would have to stand down and perhaps you can call another witness and we can see whether we can arrange some other interpreter.",
            "Unknown"
        ],
        [
            [],
            "Chair, we have no objection, we'd like to proceed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.",
            "Unknown"
        ],
        [
            [],
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  If you get stuck, would you please indicate to us?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, Chairperson, will do.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Chair.\n\tMrs Buwa, on the 17th of June 1992, were you ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, wait a minute.  She has to, Ma'am, otherwise she is not going to hear the interpretation.\nPROBLEMS WITH EARPHONES",
            "Unknown"
        ],
        [
            [],
            "Thank you very much, Chair.\n\tMrs Buwa, on the 17th of June 1992, were you a resident of Boipatong township?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes.",
            "Female"
        ],
        [
            [],
            "At what address were you living on that day?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "807 Bafokeng Street.",
            "Female"
        ],
        [
            [],
            "Would you please proceed to tell the Committee what happened during the course of that evening at your house?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "We were asleep in the evening.  As I awoke I heard gunshots ...(intervention)",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Sorry, sorry.  Mrs Buwa, we would like you to speak loudly so that we can hear, we'd like to hear your Xhosa version as well, thank you.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I will try although I do not have a high voice.  I have a problem with my head, it usually gives me problems if I speak too loudly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you in a position to testify?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I can testify.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            [],
            "Alright.  Mrs Buwa, you said that\n\"We were asleep at the house\"\nWho is the \"we\" that you are referring to?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Myself and the children.",
            "Female"
        ],
        [
            [],
            "Please tell the Committee who the children were, are.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "... the eldest is Gladys, then Miriam, Mavis.  I was sleeping with these children in the bedroom.",
            "Female"
        ],
        [
            [],
            "Sorry, Mrs Buwa, before you proceed, you were sleeping with these three persons in one room, were there other people at your home that night?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes there were other people sleeping in other bedrooms.",
            "Female"
        ],
        [
            [],
            "Please tell us the names of the other people and which rooms they were in, as far as you know.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "My other children, my sons were in their bedroom because there were three bedrooms in the house.  My son, John Buwa was in another room together with his wife.",
            "Female"
        ],
        [
            [],
            "Tell us the name of his wife please.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I forget her name.  She's Martha, Martha Buwa.",
            "Female"
        ],
        [
            [],
            "Okay.  In the third room, was there anyone present that night in the third room in your home?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, there were sons or boys sleeping in that room that night.",
            "Female"
        ],
        [
            [],
            "Do you remember who they were, Mr Buwa?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, I do remember.  The first one is James Buwa, the second is Victor Buwa, the third is Phillip Buwa and the fourth one is Harry Buwa, my youngest son.",
            "Female"
        ],
        [
            [],
            "Harry.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say Henry?",
            "Unknown"
        ],
        [
            [],
            "Harry.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Harry, yes very well, sorry.  This is the youngest is it?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "He's my  youngest some.",
            "Female"
        ],
        [
            [],
            "Okay.  Mrs Buwa, then you've told the Committee that you were asleep in your room with the children when you were awoken by gunshots, is that correct? - by the sound of gunshots.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "That is correct.",
            "Female"
        ],
        [
            [],
            "Please tell the Committee what happened after you heard the sounds.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "After that gunshot I woke up and I hid some of the children.  After the children had hidden I sat on top of the bed, I did not hide myself.  I was confused as to what was happening, why was this gunfire.\n\tPeople came into the house, three persons. They came into my bedroom ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you just slow down so that we can take down the notes, Ma'am.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'll tell you where I am now.\n\"I stayed on top ....\".  \"After the children had hidden I stayed on top of the bed\"\nYes, right?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "As I sat on top of the bed three people entered the room.  I saw the first person, I recognised the one person, but I did not know the other two.",
            "Female"
        ],
        [
            [],
            "Who did you recognise?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "It was Zulu, we call him Zulu.  That is how we call him in the township.",
            "Female"
        ],
        [
            [],
            "Who is that?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I've recently heard that he's Vanana Zulu, but we just called him Zulu.",
            "Female"
        ],
        [
            [],
            "Okay.  Mrs Buwa, you say the first person that you recognised was Mr Vanana Zulu, what was he doing?  What did he do?  What happened?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They just entered the room and started assaulting us.  They assaulted me on the head.  I fell onto the ground.  After I'd fallen one grandchild came into the room looking for his mother ...(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "Can you just slow down a little bit please.  Sorry, we're just struggling to take it all in.  You said you were hit on the head, you fell on the ground.  Then after that?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "One grandchild that high, came into the room.  The grandchild was running to me.  They hit the grandchild on the head and as I raised my hand they hurt my finger and the grandchild ran to me.",
            "Female"
        ],
        [
            [],
            "Just slow ...  Thank you, Chair.  Can we just go back.  Mrs Buwa you said three people entered the room, one of whom you recognised as Vanana Zulu.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes.",
            "Female"
        ],
        [
            [],
            "Is there any further information you can give the Committee regarding the other two people?  Were they male people that came in, any information?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They were male, but I did not know them.",
            "Female"
        ],
        [
            [],
            "And were any of the three people carrying anything?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They were armed because they hacked Mavis on the head.  They hacked her.  She had a blanket on her head and her blanket was stuck on the head, it had to be removed at the hospital.",
            "Female"
        ],
        [
            [],
            "Did you see which of the three persons did this to Mavis?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Excuse me?",
            "Female"
        ],
        [
            [],
            "Which of the three people did this to Mavis, did you see?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "It was between the two, because Mr Zulu was by my side.",
            "Female"
        ],
        [
            [],
            "Yes.  And the person that, you said you were also attacked, is that correct?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes.  As I raised my hand to try to reach my grandchild, Mr Zulu said: \"You are still alive, I thought you were dead\".  He hit me, assaulted me again, hacking me.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, I didn't catch the last part of what the interpreter said, could you just repeat that please?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Which part?",
            "Unknown"
        ],
        [
            "MR LAX",
            "\"He hit me ...\" and then something else, I'm afraid it sounded a bit mumbled to me.  I didn't catch the last bit.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The witness said Mr Zulu assaulted her again, and in fact she specified that he hacked her.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "With what?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "He was carrying something.  I'm not sure whether it was a panga, but it was a black, it was black on the handle.",
            "Female"
        ],
        [
            [],
            "Mrs Buwa, you said that Mr Vanana Zulu asked you: \"Are you still alive?\"",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, he said: \"I thought you were dead, you are still able to protect the children\".",
            "Female"
        ],
        [
            [],
            "Had you known Mr Zulu for some time before that evening?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I know him.  His in-law's house is in our street, the Motho's.  He would even take our children to the hostel to perform a dance, a traditional dance.",
            "Female"
        ],
        [
            [],
            "Besides that, do you recall him saying anything else to you?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "As they were leaving he insulted me and kicked me on the head and said: \"Die you dogs\".  That is when they were leaving my house.  And as he was outside he shouted, he said: \"Come out you comrades, we have arrived\".",
            "Female"
        ],
        [
            [],
            "Mrs Buwa, can I just clear this.  After you were attacked you said your grandchild came running into the room, is that right?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, he came into our bedroom.",
            "Female"
        ],
        [
            [],
            "And then what happened?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "The grandchild was looking for his mother and his mother was hiding in the wardrobe that is in my bedroom.",
            "Female"
        ],
        [
            [],
            "Yes, and then?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They hacked me on my finger as I was trying to reach out for the child.",
            "Female"
        ],
        [
            [],
            "Anything else that happened, Mrs Buwa?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They left the house and as we later realised, some people had removed property from the house.  On that night we realised that they had taken all blankets as well as items of clothing that were in my son's and his wife's wardrobe.",
            "Female"
        ],
        [
            [],
            "Anything else?  They took the blankets, they took the clothes, anything else, Mrs Buwa?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "The TV and the hi-fi stereo was also removed.",
            "Female"
        ],
        [
            [],
            "And was there any damage done to your home that evening?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "The big windows were all broken and they entered through the windows.  The doors were too strong for them to open so they came in through the big windows.",
            "Female"
        ],
        [
            [],
            "Mrs Buwa, can you please tell the Committee, who do you know that was injured in your home that night, amongst your family members?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Myself and Mavis were injured.",
            "Female"
        ],
        [
            [],
            "Thank you, nothing further Mrs Buwa.\nNO FURTHER QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We intend taking the lunch adjournment at this stage and then coming back at half past one and then we will take a tea adjournment at about three and another tea adjournment at about five - I beg your pardon, we'll adjourn at five, I'm sorry.  We adjourn at five.  Yes, very well.\n\tMrs Buwa, we're taking lunch now, we'll come back at half past one.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Buwa, may I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you can, could you just speak up.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I will try.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you, Chairperson, I haven't got any questions.\nNO QUESTIONS BY MR STRYDOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions, Mr Lowies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LOWIES",
            "Yes, thank you, Chairman.\n\tMrs Buwa, how far would you say - sorry, I retract.  Do you know Mr Wilson Baloyi?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I know him.",
            "Female"
        ],
        [
            "MR LOWIES",
            "How far is your house from his?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Baloyi's house is on the other side of the street, just in front of my house.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Can you show the distance or is it not possible for you, from where you're sitting? - indicate a distance.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It's not a long distance, from where I am sitting I just cross the street and then get into Baloyi's household.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you able to indicate the distance to us, by indicating for example, from where you are to this table or to the other table there of to some point in the hall?  Are you able to do that?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "It's not a long distance.  From where I am pointing to the table I just cross the street, because my dining-room door is facing Baloyi's house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That distance is about what, is it 12 - no, no, seven.",
            "Unknown"
        ],
        [
            [],
            "I wouldn't agree with that, Chair, I have no idea, I'm sorry.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It was measured by my learned friend as seven on a previous occasion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think it was seven.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I don't know, you see I am not educated.  I've never been to school.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We understand that.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Mrs Buwa, I see that you were already asleep on the night of the incident, when you heard a shot.  My question is, was the light in the room on or off when you went to sleep?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Should I answer?  It was - the lights were on.  The whole house actually.  They actually switched on the lights in all the rooms.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "I thought the question was; were the lights on or off when you went to sleep?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, the lights were off.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What lights do you have at this specific place, do you have electric lights or did you have electric lights on the night of the incident?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "We are using electric lights, the whole house.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now when did you become aware of the presence of somebody inside the room where you were, how did it happen?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did say earlier on that these people walked into the room as I was sitting on the bed.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you try to hide yourself?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not, instead I tried to hide the children.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Where did you try to hide the children?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Some of them were under the bed and my last-born child has had this baby and I hid this baby behind the wardrobe. - the baby and mother actually.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And you were sitting on the bed when they entered?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I sat on the bed because I had nowhere to go, so they would rather kill me.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I take it that you didn't want them to see what was going on inside the bedroom, is that correct?  That's why you also hid the children under the bed.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I was confused as to what was happening because there was shooting going on.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But you must have realised that something serious ...(intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, I think the interpretation, a more accurate interpretation is she said ...(Xhosa), which would be\n\"I was wondering\"\nNot that:\n\"I was confused\"\nIt gives a different meaning.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Now you were wondering whether you were confused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I was wondering.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "... what was happening.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Just shows you what could have happened at Babel, Mr Chairman.  I'm sorry, I apologise.\n\tDid you know at that stage that you were under attack, when you hid the children, or did you just do it as a precaution?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not know what was going on, so I just decided to hide the children because I did not know what was going on.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And I take it that you did not switch the light on so that you could be seen by the attackers?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The lights were off.  It is the people who switched on the lights when they came in.",
            "Female"
        ],
        [
            "MR LOWIES",
            "So when they came in, the attackers switched the lights on?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, they are the ones who switched the lights on.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Was Zulu one of them - was Zulu the person or was it one of the others?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He is the one who switched the lights on because he was in the forefront.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And he knew you were residing there, is that correct?  He knew you well, on your version.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He knows me very well, he knows we stay there.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And the lights 3340 on all the time during the attack or was it switched off at a stage?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The lights were never off, they had always been on during the attack.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And when they left, was it still on?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, when they left the lights were still on.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Who is John Buwa?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He is my son.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see him that night?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He came with the children that he had been running away with.",
            "Female"
        ],
        [
            "MR LOWIES",
            "After the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "That was after these attackers had left he then came.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see how the attackers entered into the house?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They came in through the windows because the windows you see were huge enough and the door would not yield when they tried to break it.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes, but did you see this actually happening or was it just the deduction that you made as a result of observations after the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They came in through the windows because I too went out of the house through the same windows.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, Mrs Buwa, the question is really this; did you actually see them coming in through the window or are you just assuming that that's what happened because you had to go out through the window?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I am saying the doors would not open, so they must have entered through the windows that they had broken.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, but you didn't actually see it with your own eyes?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not see them.  Where else would you say they entered the house?",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, no, no, no-one's questioning your assumption, all we're trying to understand, and you really must understand us here, what we're just trying to understand is how you arrive at that conclusion.  Either you saw it or you are concluding that from facts that you saw afterwards.  We're just trying to separate that out, that's all really.  There's no need to feel worried about how the question is put.  You have to help us you see.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I concluded that they entered through the window because the doors would not open.",
            "Female"
        ],
        [
            "MR LOWIES",
            "When did you meet Mr Zulu for the first time?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I would not say, but it had been a very long time.  I had known him for a very long time in the township.  I cannot say exactly how long, but it's been a long time.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Was there ever trouble between the two of you or between his family and your family? - that you know of.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, we never had any problems with the Zulu family.  He used to take our children to go and practise cultural dances.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Who were these children?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "My grandchildren.  Do you want the names?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Please.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Mlalifa and Zolile.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Were they there the night of the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, they were not there, they had left because their mothers had taken them along.",
            "Female"
        ],
        [
            "MR LOWIES",
            "When did they leave, the same day or long before?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They left before the attack because their mothers took them even before we knew that we were going to be attacked.  They went to stay with their mothers.",
            "Female"
        ],
        [
            "MR LOWIES",
            "On the very same day or days or so before the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I am saying it was before the attack when their mothers took them, saying they wanted to take them to school in the Transkei.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think what she is saying is that it was long before the attack.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "It was not clear, but thank you Chairman, I take the point.\n\tRight.  Now were any of the members inside this house, that resided there, members of the comrades?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, these children were still very young and none of them could have been a comrade, and they were not comrades.",
            "Female"
        ],
        [
            "MR LOWIES",
            "The father of the house, was he a comrade or a member of the SDU? - John Buwa.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "John is not my husband, John is my son.",
            "Female"
        ],
        [
            "MR LOWIES",
            "No, but the question is, John, was he a comrade or a member of the SDU?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I don't know anything about that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What is the age of John?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I don't know how old is he now, he's quite grown up.  Look, I'm old now, I don't know these things, I'm just as good as a baby.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now, were there other grown-up men or boys at the address, besides John, on the night of the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, there were no grown-up children, there were just children.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Normally, were there grown-up men residing there besides John, in 1992?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, there were no grown-up boys in the household.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And Mtwana Zulu, he would know that - Vanana Zulu, he would know that because he knew you well, on your version.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He knew because they were not grown-ups when he took them along to go and get involved in dance.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Mkalifa and Mzoli, did they have other names, nicknames?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No.",
            "Female"
        ],
        [
            "MR LOWIES",
            "So everybody in the street used to call them Mkalifa and Mzoli?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, that's how they were known.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Mzoli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Zolile and Mlalifa.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "I see, thank you Chair.\n\tYou understood the question hey?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "MR LOWIES",
            "About the names of the children.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The answer was \"no\", Chairperson.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Mlalifa and Zolile, they were only known by these two names in the street and in the township, is that correct?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They were only known by these two names.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see Mr Wilson Baloyi on the night of the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "You see Wilson Baloyi stays in his own place, he was at his house.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Ja, but did you see him on the night of the attack at all?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I saw him during the day, before the attack.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did he warn you about an imminent attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, he did not tell me anything about the imminent attack.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What was the illumination like outside the house on the night of the attack, was there a lot of smoke in the air?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I only left the house when we were being transported to hospital by ambulance.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And then, what was it like, can you recall?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was not dark, I could see there was light.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Could you see Baloyi's house?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I could see it.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What provided the light on that night, or when you went outside, can you recall?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The moon.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes, is that all?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "And the lights were providing light.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Which lights?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The street lights.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But I thought there were only apollo lights, are you referring to apollo lights as street lights?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It is the big light that I'm talking about, it is the one that was providing illumination.",
            "Female"
        ],
        [
            "MR LOWIES",
            "After the attack, did you speak to Mr Wilson Baloyi, can you recall?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not quite understand.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you speak to him after the attack about the incident of the night? - any stage afterwards.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I did not talk to him.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Even up until today?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I went to hospital and I came back.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And thereafter?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "And on the day after I had come back from hospital a very big vehicle came.  I don't know what it is called, I think it was called a Koyoco.  It stopped in front of my house.  It was being driven by a white person and he was in the company of a black man.  I went to the gate and they said to me they had brought this clothing or items.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And was Baloyi there?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Baloyi was at his place and he came out through the gate to observe what was happening.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes, and then?  Did you talk to him about the incident then?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "What was I supposed to say to him, because he too had been attacked?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Exactly that.  Didn't you discuss what happened at your house and what happened at his house?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, we did not.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now this happened the next day you say, the day after the attack the white man came with the clothes etc.",
            "Male"
        ],
        [
            [],
            "She said after she returned from hospital.",
            "Female"
        ],
        [
            "MR LOWIES",
            "I retract the question.  How long had you been in hospital?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I went to hospital on that evening and I came back, but one girl who was hacked on the head remained behind.",
            "Female"
        ],
        [
            "MR LOWIES",
            "So the very next day you were there at home, the day after the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I came back in the morning the following day.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And it was on that day that the police arrived there, or the people arrived with the clothes?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What time of day was it approximately, was it in the morning or in the afternoon when they arrived?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was during the day, I cannot recall the time.  I did tell you that I'm not educated.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But you would know if it is in the afternoon or in the evening or in the early morning, that's all I need.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was in the afternoon.",
            "Female"
        ],
        [
            "MR LOWIES",
            "It was in the afternoon.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "She's saying it was not in the afternoon, it was midmorning, midday.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you.  Now were you requested by the police to make a statement?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The police came and they wanted a statement from me and I did not give them any statement.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you reside - sorry, is your telephone number 88 3622?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I don't know the telephone number, but yes, we had a phone in the house.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Were you not requested to tell the police what happened on the night of the incident?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Who, who was asking me?",
            "Female"
        ],
        [
            "MR LOWIES",
            "The police.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not want to give them a statement.  I asked them why they had decided to come after the attack, why were they not there when we were being attacked.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes, and what did they say?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They did not respond.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did they not ask you what happened, whether your clothes were stolen, whether the TV was stolen?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They did not ask me about those things.  I tell I did not want to speak to them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And what was reason?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "What would I say to them, where were they when we were being killed?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Were you never taken to Vanderbijlpark Police Station to make a statement there?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Not at all.  I would not have gone there in the first place.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Because I have a statement here which is signed by two witnesses, stating that a statement was taken from you.  Is your name Elsie Nomhle Buwa?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Who are the witnesses, what are their names?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Just tell us, are your names Elsie Nomhle Buwa?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, those are my names.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Are you the only Elsie Nomhle Buwa residing at 807 Bafokeng Street, Boipatong?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I'm the only one in that street.  I don't know whether there's any other person with a similar name.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know what your age is?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I don't, I told you I am not educated.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now two witnesses state that a statement was taken from you and you were requested to make your mark on a piece of paper.  I would like to show you the document - which is page 41 Chairman, of the last exhibit, being Exhibit GG.",
            "Male"
        ],
        [
            "MR LAX",
            "Just as a matter of interest, mine is 42 but that's because I tore out the additional extra copy of the previous witness' statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Does your start at page ...",
            "Male"
        ],
        [
            "MR LAX",
            "Mine starts at 41, and 42 there's a cross on the bottom of the page.  There probably was one that's cut off, right at the very bottom of page 41 as well.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I have a better copy of page 41, which indicates the mark on that.  Could it just be shown to the witness please, Mr Chairman?  It's the first page of the statement then, as far as there may be confusion.",
            "Male"
        ],
        [
            "MR BERGER",
            "While this is being done, can I just ask what is page 1?  Because we started numbering from the index, is that wrong?",
            "Male"
        ],
        [
            "MR LOWIES",
            "...(indistinct) the first, Chairman - sorry, as far as it helps I have the first page which is one, Emily Mashinini.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then it was start on page 43, the statement.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I agree with Mr Lax.",
            "Male"
        ],
        [
            "MR BERGER",
            "Ms Pretorius agrees with me.",
            "Male"
        ],
        [
            "MR LAX",
            "As normal practice I didn't include the index in the numbering of the actual document, but anyway.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Nevertheless, I think everybody has identified the statement, Chair.  I'll check up on what the problem is.\n\tNow do you see a mark there on the bottom of the first page?  Is that how you would normally indicate how you sign a document?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I don't know who put the cross here because nobody came to me for a statement after the police had left.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you ever sign with a cross like that before or at all?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Signing where?",
            "Female"
        ],
        [
            "MR LOWIES",
            "When you have to sign for a document, is that how you make a mark or not?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I don't know.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And you cannot recall that you were requested to put your mark on a document, by police officers stating they're taking a statement from you?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Where was I signing, where was I?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Apparently in Vanderbijlpark.  Can you recall?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I want to know the place, where was that, was it in my house or where was it?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Were you at the Vanderbijlpark Police Station at any stage to make a statement?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I have never been there.  I don't - I have not even trod on the threshold of that police door.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know Mr Mkusi, Johannes Mkusi?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I do not know that person.",
            "Female"
        ],
        [
            "MR LOWIES",
            "It may be Mkulisi Mbega.  Sorry, it's Johannes Mkulisi Mbega.  Do you know him?   The last page of ...(indistinct), Chair.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I do not know any of those persons.  I don't even think they can point me out because I cannot do the same with regards to them.  I don't know them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you ever make a statement in Katlehong?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Where, where about in Katlehong?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Have you ever been to Katlehong, where you were requested by the police to make a statement?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know that place, where is Katlehong?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now I want to put the following to you, that a police officer, three police officers will apparently say that, on the face of this document, that you were requested to make a statement and on doing so they requested you to place on the document, as per page 2 of the statement which was handed to you.  If somebody could just show the mark to her please.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Lowies, were do you get the third police from?  I'm just puzzled here.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It's the two witnesses, Chairman ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "No, but one is Mbega himself.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Oh yes, my mistake.  Then it's two.  It's my mistake, ja.  I thought there were two and ...(indistinct).",
            "Male"
        ],
        [
            "MR LAX",
            "Just as another matter of clarification, Mbega's address is at Katlehong, but that doesn't necessarily mean she was at Katlehong.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Ja, I know, I was just checking whether there's  a chance.  It could well be that he was here on duty.",
            "Male"
        ],
        [
            "MR LAX",
            "And just while we're on this sort of issue, the Vanderbijlpark, it's not clear from this document where in Vanderbijlpark this thing was taken.",
            "Male"
        ],
        [
            "MR LOWIES",
            "It may very well be Boipatong, which ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely, precisely.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Thank you, Chairman.\n\tBut the point that I would like to raise with you is, two policemen state that they will state that they took a statement from you, at least, and that you gave them a version of what happened on the night of the attack at Boipatong, you cannot recall that?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I do not recall any of that.  Why don't I remember that?  May I ask a question?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Yes.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The police officers who took the statement from me, where was I when they took the statement?  I just want to know where I was when the statement was taken.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Well it was somewhere in Vanderbijlpark, either at Boipatong or at the police station, can you recall?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No.  As I've just told you, I've never been, I've never set foot at Vanderbijlpark Police Station.  I've never been inside the police station because I've never committed a crime, I've never injured anyone.  What would I be doing in a police station because I have no problem with anyone?",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Can I just clarify this with you?  After the attack, who did you tell about what had happened to you?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Who did I tell?",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Yes.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I do not understand your question, where is it going?",
            "Female"
        ],
        [
            "ADV SIGODI",
            "I would like to know from you, after the attack who did you tell about this incident, about what had happened to you?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I did not tell anyone.  We were all attacked on the street.  Everybody knew that we were attacked.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "You didn't tell your neighbours what you had lost or what had happened to you?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I did tell them and they also saw the damage in the house, that is my neighbours, because they were also in the same boat.  My next-door neighbour, Mr ...(indistinct) was also attacked, it was not only my house that was attacked.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "After the attack, did you not think of laying a charge?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Where would we have laid that charge? Speaking for me personally, where would I have gone to lay that charge?",
            "Female"
        ],
        [
            "ADV SIGODI",
            "I mean after such an incident a person would go and lay a charge.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I did not, I did not do that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've just told us that you've never been to a police station because you've never injured anyone.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I've never injured anyone, or no-one has ever laid a charge against me, up to my old age, no.  I have never been to court, I've never been to prison.  That is the truth.  I'm telling you the truth, I've never been apprehended for anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you know that if a person has injured you, you report that to the police, do you not know that?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Who would I report it to?  Because the police who were supposedly our protectors, where were they when we were attacked?  I do not trust any policeman now, I only put my faith in God.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Mrs Buwa, we ask you please to answer the questions as they are put to you.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "What am I doing now, am I not responding to your questions?  What am I doing?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You are asking questions.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I'm not asking questions, what I'm saying is, how could I have gone to lay a charge with the police?  I don't regard them as present because we would not have been attacked had they been present.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lowies?",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Who is Nonosi Mavis Buwa?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The same girl who was hacked on the head.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now we have a statement from her - which is just the very next statement, Chairman, whereby she states that in your presence she spoke to the police and she also made a statement to them.  Can you recall this incident when Nonosi was present and the police asked her what happened.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I was not there, I've never heard of such.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Because on that occasion Kekana was also present, Lucky Kekana.  Do you know this policeman?  He took the statement of Nonosi.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not recall that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "That was in April '93.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Where was Nonosi when the statement was taken?  I do not know anything about that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Because Nonosi stated that while she made the statement she was in your presence.  That she says in her first paragraph of her statement.  You cannot recall this at all?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I do not recall.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Is it because you are like a child nowadays?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I am old.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And is it maybe because of the old age that you've forgotten this?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "You must remember that you do not always keep in mind what happened a long time ago, because as a human being there are many thoughts that go through your head, particularly if you have children.",
            "Female"
        ],
        [
            "MR LOWIES",
            "No, I can understand that children can cause problems, being a father myself, but the point is, did you forget this incident when Nonosi and yourself made statements to the police, as a result of your old age?",
            "Male"
        ],
        [
            "MR LAX",
            "Just hang on a second, Mr Lowies, there's nothing, on the face of this document, that they both made statements at the same time or anything to that effect.  Hers is not dated and it's two different people.",
            "Male"
        ],
        [
            "MR LOWIES",
            "I agree with that.",
            "Male"
        ],
        [
            "MR LAX",
            "So really, to suggest to her that she made, that this statement, that she made hers the same time, maybe you need to clarify that first.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Can you recall an incident where Nonosi was in your presence and she made a statement to the police?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I and Nonosi went to Delmas, we never made a statement here.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now the statement that I showed you where you made a mark, was that taken at Delmas, can you now recall?",
            "Male"
        ],
        [
            [],
            "Sorry Chair, I don't her evidence is that she made a mark anywhere, on her statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well I think what he wants to find out is the statement on which there is a mark, did she make that statement in Delmas.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Chair.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What is your answer?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I went to Delmas, together with Nonosi and they enquired about our injuries and we explained to them how we sustained them.  That was when they took a statement, but with regards to Vanderbijl, there was never a police officer who took a statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What were you asked at Delmas?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "They asked us how we sustained our injuries and we explained to them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Was the person who asked you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether they wrote down your answers?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "It is possible that they were writing down as we explained, because they even checked Nonosi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you also tell them how you were injured?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I did tell them how I sustained my injuries.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And did you also tell them how your house was attacked?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I did explain everything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After you had explained everything to them, did they require you to make a mark anywhere?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "No, they did not because I told them that I could not write.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Did they repeat to you what you told them,  in other words what they wrote down, after everything?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, they did not read it back to me.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them that you know Vanana Zulu?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I did tell them.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Can you recall whether the chap that took the statement from you, one of them was Mr Lucky Kekana?  Not took the statement down, the one that was present.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know those people, I do not know Lucky Kekana.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them there at Delmas, that  you were asleep with young children when you were awoken by the sound of a firearm?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I told them everything.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them you tried to hide yourself under the bed?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I did not mention that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them that you noticed two unknown black males inside the bedroom at that stage?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I told him that three people entered the room, the bedroom.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them that they were unknown, these people?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not know the two people, but there were three altogether.  I knew Mr Zulu, but I did not know the other two.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell them that you tried to use the bed base as an object to hide behind?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No.  Where would I have hidden myself, I did not even attempt to hide myself.  It was the children that I hid under the bed, not myself.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did these people remove the bed base that night before they assaulted anybody?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, they just removed the mattress, they just wanted to see if there was anybody under.  They just removed the mattress, but they did not lift the bed up.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And did they see anybody, could they see anybody?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I don't know.  Because I don't think they saw them because with regards to the children who were hiding under the bed, no-one amongst them was injured.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now what were you assaulted with, do you know what object?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know the weapons that they carried, but they had a black handle.  They hacked me on the head and I had to receive stitches in hospital.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Would you say it was a panga?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They also stabbed me.",
            "Female"
        ],
        [
            "INTERPRETER",
            "There where the witness is pointing.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I have something here on my head that needs surgery.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Would you say that they hacked you with a panga?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute, just for the record, I think you are, would you just point out again.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "They hacked me on the head, right about there and they stabbed me there, my arms were both swollen, I could not do anything.  When I went to the hospital my arms were swollen badly and something was inserted into my finger to try and straighten it, but it never came right.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Would you say that you were assaulted with a panga?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I would say so because it was a sharp instrument.  They did hack me with a sharp instrument.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Would you say that you were stabbed with a self-made sharp instrument?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It looked like a sharp instrument called Nxua(?), Inxula(?).",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see this instrument?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I saw it.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Can you show us the length of this instrument?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know how to respond to you.  If you are between life and death there is no way you can concentrate on other things, you just face the situation.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But you said you saw the instrument, can you not even show us, indicate with your hands the size of the instrument, the length of the instrument?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know just how long it was, I cannot estimate.  There was - we were being attacked.  When you are being killed, would you notice just how long an instrument is?  Don't make angry, do not make me angry.  These questions are going to make me angry because I am the person who was being killed.  I survived.  I was between life and death and I survived because of God.  He said you can hack my flesh, but you can never touch my soul.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "That is God.  That's what she said.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Do you know what the size of the panga was, or the object that was used to hack you?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I do not know, I just saw it raised, but it was long.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know who hacked you with the panga?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was Mr Zulu himself.  He is the one who started assaulting me.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know who stabbed you?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was one of the persons, one of those other two people who were with him.  One was attacking Nonosi.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now according to you, what did Mr Zulu do, he hacked you, is that all?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "He hacked me on the head and as they were leaving he kicked me on the head, saying: \"Die you dog, you cannot take care of your children.\"",
            "Female"
        ],
        [
            "MR LOWIES",
            "And he had no reason to do so, from your knowledge?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I've never had any problems with him, I do not know why he would do that.  Even up to this day I'm still wondering why we were being attacked, what had we done, to whom.  They should explain so that when we die we die for something that we are aware of.  They should tell me why he was killing me, what did I do?  He should explain to me, give me the reasons.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you see whether Nonosi was injured - sorry, did you see when Nonosi was injured?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "We were both injured on the same night.  We were both taken to hospital.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But did you see the assault on her?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, she was sleeping and she had covered herself with a blanket and she was hacked as she slept.  I managed to hide the other children, but I could not hide her because as I went to her the people were already inside the room.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know who hacked her?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "It was the people who were in the company of Prince Zulu.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But not Zulu himself?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, Zulu was by my side, he was assaulting me and the other were there.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know whether there was any damage to the television set that night?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Whose TV?",
            "Female"
        ],
        [
            "MR LOWIES",
            "The one in the house, or was there more than one?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "They took the TV and items of clothing.  We did not even have a blanket on that night, everything was taken in the house, including clothing and blankets.  They didn't leave anything in the house.  We were wondering just what we're going to use.  They took the TV and the radio and they also damaged the phone.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now did you recover any of these items that were stolen, that you know of?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, not even one.  Not even one was returned till today.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Clothing?  Was any clothing recovered that you know of?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "We did not receive anything.  It was our families who donated items of clothing to us, but nothing was ever retrieved.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now the next day, as I understood your evidence earlier on, they came with certain items, the police in the Koyoco and it was about noon, anything that they came with, did you identify it as being your property?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not even want to take a look there.  They said they had brought property and I asked them where did they get those items and no-one gave me a response, and said I will not take anything that I do not know where it came from and you don't even know how these items were removed from the house.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did anybody of the family recover any of the items that day, that you know of?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, we never were able to retrieve any of our items.  Anybody who would tell you otherwise is lying.  We were just assisted by our families who donated clothing.  My son had to buy new blankets, we did not even have blankets.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Did you tell the police officers, Kekana and the other chap, that you will not be able to identify the suspects because you were scared and you could not look at them properly?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I still maintain I never made a statement to the police.  I don't even know that Kekana, is he present somewhere around her?  Can he explain, clarify where he saw me?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Now at Delmas, did you tell the police there that, and I quote from the statement that I have\n\"I cannot be able to identify the suspects because I was scared and could not look at them properly.\"",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, those are not my words.  That person must have changed what I said and put his own words.  That is not any of my business.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What did you say, if you say he changed what you said.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I told them everything, I informed them that it was Mr Zulu who hacked me.  I told them of the three persons the one that I recognised was Mr Zulu.  I do not know if now they've written something different.  You cannot mix the truth with lies.",
            "Female"
        ],
        [
            "MR LOWIES",
            "According to this statement you also told them that you were scared, is it true that you told them that you were scared on the night of the incident?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I did not mention anything about being afraid.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "The word for sacred Koyica(?) ...(Sesotho) is not usaba(?), usaba means to ...(indistinct).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "No, I did not.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Did you not tell them that you're afraid?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "No, I never mentioned anything about that.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you not afraid of on that day?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "What was there to be scared of, I was dead.  Would a corpse fear anything?  I have to speak the truth.  Even if I die I would have to be honest and tell the truth.  As I'm sitting here today I'm sickly.",
            "Female"
        ],
        [
            "MR LOWIES",
            "But in-chief, when Ms Cambanis asked you questions you said that you were scared on that night. -there and then during the attack.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Who did I tell that to?  Who was I saying this to?",
            "Female"
        ],
        [
            "MR LOWIES",
            "You said it here whilst giving evidence.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Who did I tell that I was afraid?  I want to know that person's name, so that they'll explain to me when did I say this, where.",
            "Female"
        ],
        [
            [],
            "Chair, I didn't keep proper notes but I'm informed by my colleagues that - I did not keep my own notes but I'm informed by my colleagues that she did not say that in-chief, that she was scared.",
            "Female"
        ],
        [
            "MR BERGER",
            "Well I don't have a note to that effect.",
            "Male"
        ],
        [
            "MR LOWIES",
            "Sorry, I heard \"I sit on top of the bed.  Three persons came into my bedroom\".  I'm not sure whether she said scared or confused.  Ja, my note is not clear, it could be confused.",
            "Male"
        ],
        [
            "MR LAX",
            "That's where there was the debate about the word confused and wondering and ...",
            "Male"
        ],
        [
            "MR LOWIES",
            "No it was not them.",
            "Male"
        ],
        [
            "MR LAX",
            "That was later, you're quite right.  The wondering happened later, ja.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, the interpretation was \"I was confused while there was this gunfire\".",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Now I take that that's the correct note.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"I was wondering ...\" ...(indistinct).",
            "Unknown"
        ],
        [
            "MR LAX",
            "She also said she didn't know what was happening, words to that effect.",
            "Male"
        ],
        [
            "MR LOWIES",
            "On the night when you sat on top of the bed and after you'd hid the children, were you confused?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "Yes, I was confused, wondering what was this gunfire all about.",
            "Female"
        ],
        [
            "MR LOWIES",
            "And when they came in you were not confused, when the attackers came into the house?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I was still confused even there, but I was not so confused that I would not recognise a person that I know.  I know Mr Zulu, I saw him even then.",
            "Female"
        ],
        [
            "MR LOWIES",
            "I want to put it to you that you could not have seen Mr Zulu, because he was in Natal on the day of the incident.  You must have been confused.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I deny that, he was present.  I even heard his voice as he left my house, calling out: \"Come out you comrades, we have arrived\".  I maintain he was there.  I can say it in front of his face, he was there.  I am a churchgoer, I would not tell something that is not true.  I would not tell lies.  Jesus Christ does not condone lying.  I do not align myself with such trickery.",
            "Female"
        ],
        [
            "MR LOWIES",
            "No, I'm suggesting to you that maybe you are making a honest mistake, that you saw somebody else and thought it was Mr Zulu.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "The only person who is making a mistake is the person who says Mr Zulu was absent, that is the person who is making a mistake.  When a person tells lies he should be aware that God knows what he's doing.  I fear God.  The person who does not respect God, will perish.",
            "Female"
        ],
        [
            "MR LOWIES",
            "My instructions are that on the very same day he was in Natal and over that period, the 15th to the 17th he ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lowies, what point will it serve to put that question, which is already denied, she said he was there.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "He was there I maintain, Zulu was around.  I don't know if there are two Mr Zulus, one here, one in Natal.  The truth must be told, that is why I am here.  I will not sustain injuries for nothing.  Mr Zulu should tell the truth, he should explain to me why he was killing me.  Where is he today?",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you hate Mr Zulu?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I hate him for what he did after we had been together in the township, I hate him for what he did to me.  I don't know what I'd done to him.  I do not owe him anything, I had never done anything to him.  He should explain to me why he was killing me at my own house.  He should explain here.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Do you know what position he held at Kwamadala Hostel, in '92 and at present?  Let's start off with '92.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I never even went there, I do not know about the goings-on in the hostel.  I didn't even go there, I never used to go there.  I've never been there.",
            "Female"
        ],
        [
            "MR LOWIES",
            "I want to suggest to you that you think he was behind the attack and therefore you place him on the scene of the attack, whereas he wasn't there.",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "No, I am saying I saw him with my own eyes.  This is not something I was told by somebody else, I'm the person he attacked.  Why does it seem like we're going to spend the whole day speaking about this, something I do not understand.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Please answer the questions only, we don't need you to elaborate so much.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Didn't Mr Wilson Baloyi tell you that Prince Zulu was there on the night of the attack?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "How would Baloyi tell me that if Mr Zulu was in my own house and Mr Baloyi was at his home.  Mr Baloyi did not tell me that.",
            "Female"
        ],
        [
            "MR LOWIES",
            "What I'm suggesting, maybe to put it clear, didn't he also mention the fact that he saw Zulu outside there on the night of the attack, didn't he mention it to you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand her evidence, she's denied that she spoke to Mr Baloyi.",
            "Unknown"
        ],
        [
            "MR LOWIES",
            "Thank you, Chair.  Did you do anything in the presence of Zulu, to protect the children from being assaulted?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I told you before that the other grandchild I was trying to protect when I was hacked on the finger.",
            "Female"
        ],
        [
            "MR LOWIES",
            "How did you try to protect the child, what did you do?",
            "Male"
        ],
        [
            "ELSIE BUWA",
            "I raised my hand and that is when Mr Zulu hacked me and my grandchild was running to me.",
            "Female"
        ],
        [
            "MR LOWIES",
            "Your evidence regarding Prince Zulu is denied.  I have no further questions.\nNO FURTHER QUESTIONS BY MR LOWIES",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions?",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Only a couple of questions, not many.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long will you take, because it's about 3 o'clock and I had ...",
            "Unknown"
        ],
        [
            "MS PRETORIUS",
            "Well maybe when we come back, but it won't be long.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well, we'll take the tea adjournment now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Buwa, may I remind you that you're still under oath.",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ma'am.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PRETORIUS",
            "Mrs Buwa, that particular day, did you have any warning of an imminent attack, before the attack happened?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "No, nobody warned us.",
            "Female"
        ],
        [
            "MS PRETORIUS",
            "Mrs Buwa, and then you said that you hate what Vanana Zulu did to you, was there a lot of animosity at that time in Boipatong against the residents of the Kwamadala Hostel? - before the attack.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "No, I do not know.",
            "Female"
        ],
        [
            "MS PRETORIUS",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MS PRETORIUS",
            "Female"
        ],
        [
            "MR DA SILVA",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR DA SILVA",
            "Male"
        ],
        [
            "MR BOTHA",
            "I have no questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR BOTHA",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I have no questions, thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Tanzer?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS TANZER",
            "I have just one or two questions.\n\tMrs Buwa, are you a parishioner at Father Patrick's church?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "I attend the Apostolic Church.",
            "Female"
        ],
        [
            "MS TANZER",
            "Is that Father Patrick's church or not?  My apologies, I retract that question.  When did your children stop going to the Kwamadala Hostel to learn the traditional dance?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They stopped a long time ago.",
            "Female"
        ],
        [
            "MS TANZER",
            "A long time before the attack on Boipatong?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They left a long time ago, long before the attack.",
            "Female"
        ],
        [
            "MS TANZER",
            "Did they stop going because of the acrimony\nthat existed between the Kwamadala residents and the Boipatong residents?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "No, my children were taken away by their mothers.",
            "Female"
        ],
        [
            "MS TANZER",
            "So in fact they would have gone had they stayed with you, they would have continued going had they stayed with you in your home?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They would have continued going there because there was no acrimony between us and the Zulu family.",
            "Female"
        ],
        [
            "MS TANZER",
            "On the night of the attack, did you notice whether Mtwana Zulu or any of the unknown attackers had firearms with them?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "They had a sharp instrument, I did not notice any firearm.",
            "Female"
        ],
        [
            "MS TANZER",
            "Do you know the in-laws of Mtwana Zulu well, the Mothos?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, they grew up with my children.",
            "Female"
        ],
        [
            "MS TANZER",
            "Do you know whether the Mothos were at home on the night of the attack?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Yes, they were present.  The lady of the house came to us the following morning and she went into Mxane's(?) home.  They were present.",
            "Female"
        ],
        [
            "MS TANZER",
            "And their house was not attacked that night, on the night of the attack?",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "No, they were not attacked.",
            "Female"
        ],
        [
            "MS TANZER",
            "You gave evidence that on the day after the attack the Koyoco arrived and they offered you some clothes, you also gave evidence that Mr Baloyi came out to see what was going on.  What was his attitude towards the people in the Casspir?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you say; \"What was his attitude towards the people in the Casspir\"?",
            "Unknown"
        ],
        [
            "MS TANZER",
            "My question is, how did he relate to them, was he hostile, was he friendly, was he asking; where were you the night of the attack, what was his attitude, what was his ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Asking who?  Was Mr Baloyi asking the police whether ...(intervention)",
            "Unknown"
        ],
        [
            "MS TANZER",
            "No, I'm asking this witness what Mr Baloyi's attitude was when he came out to the Casspir, when the Casspir, when the Koyoco arrived, excuse me, when the Koyoco arrived outside her house the next day, and she gave evidence that Mr Baloyi came out too.  That was my question, does she recall what his attitude towards the police in the Casspir were that night, that day.",
            "Female"
        ],
        [
            "ELSIE BUWA",
            "Mr Baloyi did not do anything, he did not even speak to the police, he was just standing there observing.",
            "Female"
        ],
        [
            "MS TANZER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MS TANZER",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination.",
            "Unknown"
        ],
        [
            [],
            "None thank you, Chair.\nNO RE-EXAMINATION BY MS CAMBANIS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, I've got no questions, Mr Chair.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "There's just one point which I would like to clarify.  In your evidence-in-chief you said that your son, John Buwa, was in another room with his wife, do you recall that?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, I did say so.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And under cross-examination I made a note that you said that\n\"He came after the attack, when he was trying to hide his children\"",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "He went out to hide the children.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "So where was he at the time of the attack, where was John at the time of the attack?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "We were all inside the house.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "He didn't come from some other place into the house, trying to hide his children?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "No, he never went anywhere else.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you aware that there was teargas during the afternoon on that day?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, they did fire teargas as they passed along the streets and a canister also fell onto my yard.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "So can you say that there was tension during that time in the township?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Can you say that there was tension in the township after the police had fired teargas in the township in the afternoon?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, there was.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And were you aware of any trenches that were dug in your street?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "Yes, there were.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Do you know why they were dug?",
            "Unknown"
        ],
        [
            "ELSIE BUWA",
            "I do not know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Ma'am, you may step down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, before I call the next witness, could I hand back this - I don't know if it's an original, but it's a statement of, purports to be the statement of Elsie Buwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, the next witness is Ms Florence Molete.  She will be giving evidence in Sesotho.",
            "Male"
        ],
        [
            "FLORENCE MOLETE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BERGER",
            "Thank you, Chairperson.\n\tMs Molete, is it correct that you are the sister of Miriam Molete?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR BERGER",
            "And on the 17th of June 1992, where were you living?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I was residing at 17 Slovo Park.",
            "Female"
        ],
        [
            "MR BERGER",
            "Who were you living with?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I was staying alone.",
            "Female"
        ],
        [
            "MR BERGER",
            "And that particular night, the night of the attack, who was living with you?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I went to fetch Miriam and her husband to come and stay with me.",
            "Female"
        ],
        [
            "MR BERGER",
            "And their daughter, is that correct?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, and their daughter, Mita.",
            "Female"
        ],
        [
            "MR BERGER",
            "Now can you tell the Committee about how you experienced the start of the attack, what happened that, or what were you doing when you experienced the start of the attack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I was employed at that time.  When I came from work I found Miriam at that place with their property, then I told them to use another bedroom and then I told them I will sleep in the kitchen.",
            "Female"
        ],
        [
            "MR BERGER",
            "Can I ask you please to speak slower because the interpreter has to interpret your evidence.  Right, where were you working?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I was working at Bratot Supermarket in Boipatong.",
            "Female"
        ],
        [
            "MR BERGER",
            "You arrived home and you found your sister and her husband and their daughter, with their goods at your place?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "Can you remember what time that was?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I knocked off at around 7 o'clock in the evening.",
            "Female"
        ],
        [
            "MR BERGER",
            "And you went straight home?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, that's correct, I went straight home.",
            "Female"
        ],
        [
            "MR BERGER",
            "Alright.  What happened then?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I arrived at home I was very happy that I'm going to live with them.  At around a quarter to ten at night, then I heard a noise outside, because we had already finished our conversation, we had already prayed, then I said to Miriam: \"There is something going on outside\" and then I peeped through the hole in the door.  As I was peeping ...(intervention)",
            "Female"
        ],
        [
            "MR BERGER",
            "Slow down.  Do you remember what you were doing at the time when you heard the noise?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I had already finished praying, I was about to put on my nightdress.",
            "Female"
        ],
        [
            "MR BERGER",
            "And Miriam, what was she doing?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "They were in the bedroom and they had already closed the door.   She was there with her family.",
            "Female"
        ],
        [
            "MR BERGER",
            "So you said to her: \"Come and have a look\", is that right?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I peeped through and then I called, I said: \"Matseleng, there is something happening outside\".",
            "Female"
        ],
        [
            "MR BERGER",
            "Well before you called your sister, what did you see as you peeped through?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I saw many people, they were many.  That's when I heard the breaking down of windows outside, then I called her, then I said: \"Matseleng, there is something going on outside\".",
            "Female"
        ],
        [
            "MR BERGER",
            "Slow down please.  Could you make out anything about these men, who they were, how they were dressed, anything of that sort?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I peeped through they were at a distance, they were next to Agnes' shack, which is far away from my place.",
            "Female"
        ],
        [
            "MR BERGER",
            "Alright, so you called your sister and you said: \"Have a look, there's something funny going on\".",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "And then what happened?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Her husband said to me I should leave all those things that are happening outside, we should go and sleep.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "That was Phule?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, that's Phule.",
            "Female"
        ],
        [
            "MR BERGER",
            "So what did you do?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I kept quiet and put on my nightdress.  While I was still doing that I heard a stone hitting the door, it hit again the second time and the third time the door opened.",
            "Female"
        ],
        [
            "MR BERGER",
            "This is now the door of your shack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, in the kitchen where I was sleeping.",
            "Female"
        ],
        [
            "MR BERGER",
            "Alright, what happened then?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When the door opened a man stood there and then he called others, then I screamed, then I said: \"Here are people at the door\".  While I was screaming they had already broken down the kitchen window and they entered through that window.\n\tWhen they entered they beat me.  While they were still beating me ...(intervention)",
            "Female"
        ],
        [
            "MR BERGER",
            "Just slow down, slow down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You screamed and said: \"Here are men inside\"?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then what happened thereafter?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Thereafter they were already inside and they were assaulting me.",
            "Female"
        ],
        [
            "MR BERGER",
            "Before we get there, you say they broke down the window.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "Was the window part of a wall?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "This shack was made from hardboards, not corrugated irons, the window was in the bedroom.  In the kitchen there was no window.",
            "Female"
        ],
        [
            "MR BERGER",
            "So when the window was broken down, did that also break down the hardboard?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The window broke down but then the door had already been opened and we could see the light coming inside.",
            "Female"
        ],
        [
            "MR BERGER",
            "Coming from where?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "It was moonlight and the lights.",
            "Female"
        ],
        [
            "MR BERGER",
            "What are the lights that you are referring to?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "There is a light in QwaQwa Street and there is another one at the curve of Bakwena Street.  These are long lights.  And next to my shack there were also big lights and they were on at that time.",
            "Female"
        ],
        [
            "MR BERGER",
            "The long lights that you're referring to, are those the apollo lights?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "Can you describe ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can I just interpose, Mr Berger.\n\tI thought I heard you say that \"next to my shack there's also one\".  I just couldn't hear you, you were going quite quickly, talking about a light.  Did I hear correctly?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I say there is a light in QwaQwa Street and its light reached our place.  At the beginning of the Boipatong Houses, those houses have lights outside and we could see because the light comes to our shack, also into my yard as well.",
            "Female"
        ],
        [
            "MR LAX",
            "So I've got a note here that says\n\"There's a light in QwaQwa Street and then another on the curve of Bakwena\"\n... you said.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The light that I'm talking about, that is between QwaQwa and Mohokari, there is a light there.  As you move down the tar road towards Slovo, as you go down there is also another light just next to the curve, there is a long light there next to a shop.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Before you tell us about the lights, the question that you were asked was: \"When the window was broken, did the cardboard also break\"?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Yes, it fell down.",
            "Female"
        ],
        [
            "MR BERGER",
            "There were a number of men who entered into  your shack, that you've told the Committee about, can you describe any of them?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When they entered they started a fight ...(intervention)",
            "Female"
        ],
        [
            "MR BERGER",
            "Yes, but before we get to that, were they black men or white men?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "They were black people, black men.",
            "Female"
        ],
        [
            "MR BERGER",
            "And how were they dressed, do you remember?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The only thing that I remember is that they had white headbands.",
            "Female"
        ],
        [
            "MR BERGER",
            "And what did they do?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "They assaulted me.  As they were assaulting me I fell down and they started kicking me.  Some of them were even jumping onto me.  While I was screaming, because I was still undressed that time, I didn't even put on my panty, the kicked me in my private parts and the other one said: \"That is where Mandela's dogs come from\".\n\tThey assaulted me, even jumped on me, they kicked me, they were also using sticks and fists.  While I was still trying to crawl the other one hit me with his fist.  They assaulted me, jumping on me, the other one would throw me to another person.  They were also hitting me with sticks.  I was still undressed because I was about to put on my nightdress.",
            "Female"
        ],
        [
            "MR BERGER",
            "Is there anything else you want to tell the Committee about what they did to you?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "While I was still screaming for help the other one lifted me up and then he threw me on the ground again.  I tried to crawl.  While I was trying to crawl he hit me again with his fists, then I fell back.  As I was falling back he kicked me because I was undressed.  They also stabbed in my private parts.  When I went outside, that's when I saw one of them with a gun.  I went back into the house.  While they were continuing assaulting me I fell down and pretended to be dead.",
            "Female"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I saw this one with the gun I went back into the house.  When I went back into the house the other one said: \"Take out your guns\".  We said: \"We don't have guns\", then he said: \"Put on the lights and take out your guns\", then we said: \"We don't have matches\".\n\tI screamed and shouted: \"Phule\", the other one said: \"The dog is dead\".",
            "Female"
        ],
        [
            "MR BERGER",
            "In what language did he say: \"The dog is dead\"?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He was speaking in Zulu.",
            "Female"
        ],
        [
            "MR BERGER",
            "And then?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I tried to run away but I was unable to do so because I was bleeding profusely.  When I crossed the tarred road I heard the gunshot, about three times and then I fell down.\n\tWhen I fell down I tried to crawl down because I wanted to get help from Mr Sampson, so that I could get the phone there.  They ran down Bakwena Street.  These people, while I was crawling on the street, trying to stand up, but I was unable to do so, because I couldn't manage to run.",
            "Female"
        ],
        [
            "MR BERGER",
            "The people who had attacked you were now moving down Bakwena Street?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BERGER",
            "What did you see?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "They went down that street and Mr Sampson came out, then he asked me whether we are not dead, then I said to him: \"We have been saved by God, we just want you to call the ambulance\".  I didn't know where Mita and her mother were.  Then I said we should go to the dumping place.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you, you can carry on.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were saying that you didn't know where Mita and her mother were.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, because that time I was just trying to save myself because we were facing death.",
            "Female"
        ],
        [
            "MR BERGER",
            "You say that you suggested that you should to the dumping ground.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, I made that suggestion because I knew at that place we will be able to hide ourselves.",
            "Female"
        ],
        [
            "MR BERGER",
            "So what happened then?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "While I was there shouting, then I met another boy by the name of Sonnyboy, then I asked him whether he saw what was happening and then he asked me: \"Why are you bleeding and you have your petticoat\"?  As we were looking back we saw the police and then I asked myself, we are dying but the police are here.",
            "Female"
        ],
        [
            "MR BERGER",
            "Now where ...(intervention",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, could you just repeat what Sonnyboy and you said to each other, please?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I met Sonnyboy at the dumping ground he asked me why I'm running with petticoats and bleeding, then I said to him: \"I cannot even run because I was still falling at that time\".  As I looked back ...",
            "Female"
        ],
        [
            "MR BERGER",
            "As you looked back?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's when now I saw the police vehicle.",
            "Female"
        ],
        [
            "MR BERGER",
            "What sort of a vehicle was it?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Because I was too far, but it's a big one.",
            "Female"
        ],
        [
            "MR BERGER",
            "And where did you see it, where was the vehicle?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I think it was entering ...\n...(end of tape)\n... Mohokari Street, one of the two.",
            "Female"
        ],
        [
            "MR BERGER",
            "And where were the attackers at that time, the time when you saw the big vehicle?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The last time I saw then they were moving down Bakwena Street, towards Cape Gate.",
            "Female"
        ],
        [
            "MR BERGER",
            "Can you estimate how long after you saw the attackers moving down Bakwena Street, how long was it until you saw the big vehicle near Mohokari Street?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I asked Mr Sampson to help me with his phoned, they were already running down Bakwena Street.  When I left to the dumping ground I could not look back then because I was not feeling well that time, because I was already felling pains from the wounds.",
            "Female"
        ],
        [
            "MR BERGER",
            "How long did you spend at the dumping ground?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "We sent somebody to go and look back, that is Sonnyboy.  When he came back he said to us: \"There are ambulances that are taking people\", and then we went down.",
            "Female"
        ],
        [
            "MR BERGER",
            "You went ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Berger.  You asked a question earlier: \"About how long after you saw the attackers did you see this vehicle?\"  I haven't heard an answer yet.  Maybe there was something that I didn't hear, but ...",
            "Male"
        ],
        [
            "MR BERGER",
            "No, I was trying it from a different angle.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you estimate, Ms Molete, how long it was from the time that you saw the attackers going down Bakwena Street, until you saw the police vehicle in Mohokari Street or ...(indistinct)?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "While they were running down - after that I spoke to Sampson and then from there I went through the passage on my way to the dumping ground.  So I'm unable to estimate the time because on my way to the dumping ground I was not running because I was already weak at that time and I was also afraid that they will come or they will see me and come and kill me.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did you see any white men at anytime during the attack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "While they were still assaulting me I tried to go outside.  At that moment the person who was looking at me looked like a white person, a hefty kind of a person.  He was tall and well-built.",
            "Female"
        ],
        [
            "MR BERGER",
            "Was that at the time when you had gone out of the shack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "While I saw this man it was the time I was still being assaulted because I am a short person by nature, I was able to round(sic) down their arms, so when I tried to escape I saw this man who had a gun with him, then I came back, I went back into the house.",
            "Female"
        ],
        [
            "MR BERGER",
            "This man with the gun, this is the man you say you thought was a white man?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, he's a white man.",
            "Female"
        ],
        [
            "MR BERGER",
            "What was he wearing?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He wore a balaclava which hid his face and he wore these clothes used either by soldiers or police.",
            "Female"
        ],
        [
            "MR BERGER",
            "What sort of clothes?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "These ugly clothes they normally say that they are used by soldiers.  Well I will remember the name.  I forgot the name.",
            "Female"
        ],
        [
            "MR BERGER",
            "You were indicating on your arm that there were different patches, is that what you were indicating? - different things on the sleeves.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "It has some colours, they call it camouflage I think.",
            "Female"
        ],
        [
            "MR BERGER",
            "And what sort of a gun did he have?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Well I don't know the type of a gun because I don't know guns, but the only thing that I know is that it was a gun.",
            "Female"
        ],
        [
            "MR BERGER",
            "You don't know if it was a long gun or if it was a short gun, you didn't notice that?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He was pointing this gun into the house, so unfortunately I don't know different types of guns, but I can say that it was a gun.",
            "Female"
        ],
        [
            "MR BERGER",
            "Now if he was wearing a balaclava, why do you say that he was a white person?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "If you are a black person you will be able to see a white person, even at night it's easy to see a white person.",
            "Female"
        ],
        [
            "MR BERGER",
            "Well what features on him were you able to see that indicated to you that he was a white person?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He was tall, he hid his face, but I could see his nose, but he is white.  We used to see policemen at night moving around there, wearing those things.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wearing what things?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "This thing that I am referring to, that is the camouflage clothes.  They used to pass at my shack at number 17, because there's a tarred road running just next to my shack, so we used to see them on a daily basis.",
            "Female"
        ],
        [
            "MR BERGER",
            "You say that the shape of his nose indicated to you that he was a white person?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, Sir, because there was also light.",
            "Female"
        ],
        [
            "MR BERGER",
            "Could you see the colour of his nose?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I was trying to go out he was not far from the door, that is why I was able to recognise that he is a white person.  He was not far from the door of my shack.",
            "Female"
        ],
        [
            "MR BERGER",
            "Yes, but my question is, did you see the colour of his nose?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, Sir, because there was light.",
            "Female"
        ],
        [
            "MR BERGER",
            "And did you see the colour of any other part of his face?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I could see the nose through the balaclava, he had hand gloves and he was holding the gun, so I went back into the shack.",
            "Female"
        ],
        [
            "MR BERGER",
            "No, no, I'm asking, could you see any other part of his face, the skin, the colour of any other part of his face, besides his nose?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He hid his face with the balaclava, I could only see the nose.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did he say anything?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The one who was looking at me in the kitchen was silent and then inside the people were fighting.",
            "Female"
        ],
        [
            "MR BERGER",
            "Besides this white man that you've described, did you see any other white men that night, during the attack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "At that time, Mr Berger, it was really difficult because I was facing death, it was not easy to see a black or a white person.",
            "Female"
        ],
        [
            "MR BERGER",
            "After - when the men came into the shack and they attacked you, and you told the Committee you were fighting for your life, you also told the Committee that there was a time when you did not know where Miriam and Mita were.  When did you see them again?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When we came back from the dumping ground, because I got help from other people.  Then we saw the ambulance and I asked them to take me to the ambulance and then when I arrived there I saw Matsile inside the ambulance.  She was holding Mita in her arms.  She was also with Keketsi in the ambulance.",
            "Female"
        ],
        [
            "MR BERGER",
            "And did you accompany them to the hospital?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, the ambulance was already full then.",
            "Female"
        ],
        [
            "MR BERGER",
            "Is there anything else about the attack that you want to tell the Committee?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "After they have kicked me, one of them, one of these attackers, because I was on the ground, he was laughing because I was undressed.  Then he shouted that: \"This is where Mandela's dogs come from\", then I replied and said: \"No, they do not come from me\".",
            "Female"
        ],
        [
            "MR BERGER",
            "He was referring to your private parts?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, he was referring to my private parts because I was undressed.  It is true because even my petticoat had torn.",
            "Female"
        ],
        [
            "MR BERGER",
            "Is there anything else about the attack you want to say?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When I asked Jeannette, because they had already broken the shack, I asked her: \"Where are we going to sleep\"? and then Jeannette said to me: \"God will help us\" and then she said to me I should not cry. And then the ambulance came in the morning and I was taken by the ambulance.  I was with Mr Latha in the ambulance.",
            "Female"
        ],
        [
            "MR BERGER",
            "Ms Molete, have you told your experience, or have you related your experience about this sexual attack on you to anyone else before?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR BERGER",
            "When was the first time that you told anyone about this?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "It was when I was speaking to Ms Cambanis and Nomsa.",
            "Female"
        ],
        [
            "MR BERGER",
            "And that was during a consultation a few months ago, is that correct?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "And at that time you didn't want to come and tell this Committee about your experience, is that right?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That is correct, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "Were you called to Pretoria during the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, I remember being called to Pretoria.",
            "Female"
        ],
        [
            "MR BERGER",
            "Who called you to Pretoria?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The police came and they told us we are needed in Pretoria.  I was with Miriam that day.  I was afraid.  I asked them: \"Why are we needed in Pretoria?\" and they said to us: \"Tomorrow at 9 o'clock you are needed in Pretoria\", then I said to them: \"We don't have money\" and that policeman said to us: \"You must try to organise a car because you are need in Pretoria, you have to be there\".",
            "Female"
        ],
        [
            "MR BERGER",
            "And you went to Pretoria, is that correct?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct, we went to Pretoria.",
            "Female"
        ],
        [
            "MR BERGER",
            "And what happened in Pretoria?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "When we arrived in Pretoria, we showed other policemen we found outside, we showed them our letters.  They went inside that building and when they came out they came with Lucky and then Lucky wanted us to show him the letters, we did so.  And then he said to us: \"You were not called by us\", then he said to us: \"You were called by Mr Strydom\".  We asked them where Mr Strydom was because we had a child with us and he was hungry, I'm referring to Mita, she was still young then, and then he said to us we should follow him and then we went inside.  Inside there we met Mr Strydom.\n\tMr Strydom called us into an office, his office, then we told him that the child is hungry.  I said that to him.  He asked us whether we know why we're being called, then we said we don't know why we are being called, then he said to us: \"If the child is hungry, take money and go and buy some food\".  He gave us two R50 notes and then the other R50 we gave it to the man and then we took another R50 note.  We went to buy Kentucky and bread rolls and a bottle of coke.  We went back.",
            "Female"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Then he came, Mr Strydom again, he asked us whether we have eaten, then we said yes, then we entered the office as he asked us to do.  He closed the door and he asked us whether we know why we were being called, then we told him that we don't know, we are also afraid.  Then he said to us: \"My people are going to be convicted and they deny that white people were involved, but I realise that white people were there, were present, so I will call you so that you come back again\".  And then he said to us he will remain behind with Mabuza, he will talk to Mabuza.  Then he gave us money.  We thanked him.",
            "Female"
        ],
        [
            "MR BERGER",
            "How much money did he give you?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Between R100 and R150.  I don't remember well because this happened some years ago.",
            "Female"
        ],
        [
            "MR BERGER",
            "And then you left?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He asked us which transport we used, then we said we used the kombi.  He wanted to know the owner of the kombi, we explained everything to him.  We were well-received by him.  There was mutual understanding between ourselves and then we explained to him, we told him about the owner of the car and then he said to us: \"I will got and fetch you, or I will call you so that my people should not get heavy sentences because they don't want to, or they deny that whites were involved\".",
            "Female"
        ],
        [
            "MR BERGER",
            "And were you ever called to give evidence in the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did anyone ever ask you to give evidence in the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "The place I went to is the Goldstone Commission.  That is the only place.",
            "Female"
        ],
        [
            "MR BERGER",
            "No, but my question is, did anyone ever ask you to give evidence at the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, Sir.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did you ever refuse to give evidence at the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Mr Berger, I have never been to court.",
            "Female"
        ],
        [
            "MR BERGER",
            "Did you refuse to give evidence at the criminal trial?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I don't remember me being called to give evidence in court, it's only Mr Strydom who said to us he will call us.",
            "Female"
        ],
        [
            "MR BERGER",
            "But he never did?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Till today he hasn't called us.  We were also surprised why we are not being called.",
            "Female"
        ],
        [
            "MR BERGER",
            "Thank you, Ms Molete.  I have not further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "Thank you, Chair.\n\tWhilst you were telling what happened to you that specific night, you followed a certain sequence but you left out that you saw a person whom you thought to be white.  At a later stage my learned friend asked you:\n\"Did you see any white people?\"\nAnd then you started telling about this white person.  Now I want to know, why did you leave that portion of your evidence out initially when you followed your sequence of what happened?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Mr Berger was always telling me to be slow, stopping me at times.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "But do you agree that when you told the story initially, you left out the portion about the person you thought to be white and later on you were asked about this person and then you gave evidence about it?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "What I'm saying is, while I was still testifying, Mr Berger would say to me I should slow down, so when I start again I would not start where I ended.",
            "Female"
        ],
        [
            "MR BERGER",
            "For the record, Ms Molete did mention the person standing outside her shack, in ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what is being put to the witness is that she only mentioned the white person after you had specifically asked her whether she had seen a white person.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, but the person that she mentioned, who was white, was mentioned earlier, although his colour was not mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But she did not say that person was white.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Indeed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question really is, did you forget about the white person you saw, when you gave your version in sequence initially?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I did not forget about this white person because this happened to me.  I was going to say that.  Because I was speaking fast, that is why I am asking for an apology because I was speaking fast.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "When after the attack was the first time you told any official about what happened to you in Boipatong and what you saw?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I don't understand your question, Sir.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Let me break it up.  According to you, you were attacked and you were injured during the night of the attack is that right?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Now you went to the hospital, is that correct?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I went to the hospital in the morning.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Now after you came back from hospital, did you go to the police or to the Peace Desk or to any official, to explain to them what happened during the night of the attack?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, I went home because I was in pain and my shack was also down.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "I understand that, but did you go to lay a charge or a complaint to anybody, at a later stage when you felt better?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Only my brothers and sisters knew about this and the community of Boipatong as well.  I never went to lay a charge anywhere.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Was there not some kind of forum in Boipatong after the attack, which you could go to, which was not the police, where you could tell them about what happened to you?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Can you please explain because I don't understand what you mean.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "I will.  Do you know the ANC Peace Desk?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, I don't know.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "So according to you, you did not go to any person or any place to tell them your story or to lay a complaint?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, Sir, I don't remember.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where was this Peace Desk?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, according to me there was a Peace Desk in Boipatong set up after the attack, where people could go and tell their story and can complain.  I can't tell the location, but if I remember correctly a school was mentioned, but I'm talking under correction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware of any place in Boipatong, where the residents of Boipatong could go and tell what happened to them during the attack?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Do you mean after the attack or every day even before the attack?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, that is after the attack.",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "There was no place where we went to, because we had to bury and transport my brother-in-law's box, so we didn't have enough time for such things.  I never went to any place of that nature.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Not necessarily the day after, but subsequent to the attack.  You're not aware of that place?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "I don't remember going to people and discussing this.  I don't remember.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Thank you.  You mentioned the Goldstone Commission, did you go to give evidence at the Goldstone Commission?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, I went there to give evidence.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "And did you in fact give evidence?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, that was in Vereeniging.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Who asked you to go to the Goldstone Commission to give that evidence?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Other women came and took the statements from us and they took us to the Goldstone Commission.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "And that was shortly after the attack, is that correct?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "We had already buried the dead.  If I remember well, well I cannot remember because it happened many years ago, but the only thing that I remember, we had already buried our dead.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes, but the point is, you gave a statement or statements to somebody before you went to the Goldstone Commission.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "My first statement is the one that I made to the two women and two men who came to us.  If I remember them they were Caroline, Barbara and Segwadi, but I forget the fourth one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did all these four people come at the same time?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Segwadi with this other person came first to me at work, so that's where I wrote the statement and the second time when they came, they came with these two other women and then after some time we were taken to Vereeniging.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "The Caroline that you've mentioned, is that Caroline Nichols?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Well I did not know her surname, I only knew her by this name, Caroline.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes, and the people that came, did they tell you where they're from or who they represent?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I knew Mr Segwadi.  I know where he comes from, he stays at Serela.  That is where he was born.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes, but did he tell you who he represents or what his capacity was?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Did you give evidence at the Goldstone Commission under a nickname?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I was using this name, that is my birth name, Florence, I never used a nickname.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "And the surname you used?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I used the surname, Molete.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Weren't you referred to as Florina Dlamini?  Is that not the same person?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, Sir.  When we went there, as we entered the place there were two other ladies and myself, there was also Florina Dlamini.  Her real name is Tselane.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "So that's somebody else?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Now why when I asked you initially if you gave a statement to anybody in any capacity or officials, didn't you mention these people?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in fairness to her, what she was being asked was about some kind of a forum where people, where the residents of Boipatong went to tell their story.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, Chairperson, later on I referred to the forum, but initially I asked \"to any person\".",
            "Male"
        ],
        [
            "MR BERGER",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I used officials and I tried to make it as broad as possible.  Later on I asked her if she does not know of some forum that was set up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think reference - it was a bit vague.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, my note is the question was\n\"When was the first time that you told any official about your experiences in Boipatong?\"",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairman, I'm not going to take it further.  You said that the first person that came to you was this Segwadi person, did you give him a statement or her a statement?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "He said to me they wanted to know where I was working and then he went away.  When he came back, he came with these other people and that's when I gave him this statement.  He was writing down this statement.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Was he then - he came back with Caroline and the other people, is that what you're saying?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "That's correct.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "And what did they ask you, what did they want from you?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "They asked me about what happened that night.  They wanted to know what happened that night, that is in my family.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes.  And did they take a statement which you've signed?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Well I do not remember whether I signed that statement, but they took the statement from me.  This happened many years ago, Mr Strydom.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "This Caroline and Barbara, was that the first time for you to meet these people?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR BERGER",
            "Chairperson, perhaps we can be of assistance, the Caroline that is referred to is Caroline Nichols and the Barbara is Barbara Sudana, both partners of Ms Cambanis.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Thank you.  Now when you testified at the Goldstone Commission, did you tell the Goldstone Commission exactly what you told this Committee, about what you know?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I told them, but there is something that I did not tell them, that is my injury to my private parts.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "But for that portion you told them the rest?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "As far as I remember I told them everything, but because this happened many years ago and many people will come and will ask for statements, but I remember telling them everything.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "After you testified at the Goldstone Commission, did you make any further statements?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Did you make a statement in Vanderbijlpark?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Did you make a statement when you went to Pretoria?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "You mentioned the person Lucky, is that Lucky Samuel Kekana, the policeman?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, it's him.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Did he take a statement from you at any stage?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Before you came to give evidence here today, did you see that statement again?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Are you referring to Lucky's statement?",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Yes, that statement you gave to Lucky.",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No, we will only give statements but we did not know where they were taken to.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "But what I want to know is, when you came here to give evidence, did you have a look at that statement or was it translated to you again, the statement you gave to Lucky?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "No.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Were you in this hall when your sister gave evidence?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "I would only come in the afternoons.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "So you were here yesterday afternoon, is that what you say?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "And were you here this morning?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes, I was here.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "In the hall?",
            "Male"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "MR STRYDOM",
            "Chairperson, will this be a convenient stage to take the adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still going to be long?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Fairly long, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Molete, would you come back here tomorrow morning, because we have not finished with you?",
            "Unknown"
        ],
        [
            "MS F MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, and make sure you are here by 9 o'clock.  Very well, we will adjourn until tomorrow morning at 9 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}