{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-11",
        "location": "VANDERBIJLPARK",
        "day": "7",
        "names": [
            "MACHIHLILE WILSON BALOYI - WITNESS"
        ],
        "matter": "BOIPATONG MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53381&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99050321_vbp_990511vb.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MACHIHLILE WILSON BALOYI",
            "MR BERGER",
            "MR LAX",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR STRYDOM",
            "MS THOMAS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR BERGER",
            "MS THOMAS",
            "MR LAX",
            "MR BALOYI",
            "MACHIHLILE WILSON BALOYI",
            "INTERPRETER",
            "ADV SIGODI",
            "MR SIBANYONI",
            "MR STRYDOM"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is the position that the TRC is not ready to argue the application?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, Chairperson, that is the position.  The TRC is not in a position to argue the application at this stage.  I am still communicating with the National Legal Officer of the TRC, Adv Paddy Prior in Cape Town.  There is an information that I expect him to furnish me which information, part of it Chairperson, has been requested by the applicants.  It is upon me receiving that information, that we will be in a position to go on, thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any objection if this application stands down?  No objection, yes, very well.  Is there any objection?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well, the application will then stand down until the TRC is ready to argue the matter.   Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson, before we call our first witness, we have a document which we would like to hand in as Exhibit BB.  It is, you will recall Chairperson from Exhibit T we sent out numerous letters to amongst others, Iscor, we have received a reply from Iscor, and we would like to hand that bundle in as Bundle BB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you received a copy of this document?  Have you?  All right, okay, this will be Exhibit BB, all right.  Yes Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Sorry Judge, I am getting instructions from all over the show at the moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But where is the seat where the witnesses are going to sit?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "That was what we were also thinking about, we thought perhaps it should be on our side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Adv Thomas has just arrived as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could perhaps either, I suppose you want to have an eye contact with the witness, Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Perhaps if the witness could sit on the corner, on the edge and face you, we will be able to have eye contact, and we will all move up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because otherwise what you can do, you could move onto the edge so that the witness comes more towards the other side, but I will from this position, we will have enough view, sufficient view of the witness.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Ms Cambanis says that she will sit behind for the time being, and then we will shuffle chairs as we go on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, okay.  Perhaps what we should do during the break, could we organise an extra chair so that they can sit whilst waiting for their turn.",
            "Unknown"
        ],
        [
            "MS THOMAS",
            "Chairperson, I was wondering if this is an opportune time for me to place myself on record and to introduce myself to the entire Committee.  I am acting here on behalf of the ANC, them being an interested party in these proceedings, and needless to mention Mr Chairperson, that I arrived late because not familiar with this place, I got horribly lost, but ultimately one manages to find the place.  My name is Lindi Thomas from the Pretoria Bar.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, are you representing the ANC in these proceedings or only in the application?",
            "Unknown"
        ],
        [
            "MS THOMAS",
            "In the application.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  The request of the TRC, that application has stood down until hopefully at half past eleven, when the matter will then be argued, okay.",
            "Unknown"
        ],
        [
            "MS THOMAS",
            "I do understand that Chair, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If you can just switch off that microphone please, thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Sorry about that Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is everyone reasonably comfortable?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, it looks like it.  Chairperson, we gave our learned friends today a short list of witnesses who we intended starting with.  The first few names on the list, unfortunately the witnesses haven't arrived, so we are going to start of with Mr Wilson Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "He was a name that we gave yesterday, so I beg leave to call Mr Wilson Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Would you please get him connected please.  Mr Baloyi, what language do you speak?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Ii do speak English and Zulu, but I am Shangaan.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language would you like to give your evidence in?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will attempt to speak Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please give us your full names?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am Machihlile Wilson Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please spell that name?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Machihlile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Baloyi.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Wilson Baloyi.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Yes, Mr Berger.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BERGER",
            "Thank you Mr Chairperson.  Mr Baloyi, could you tell the Committee where you lived on the 17th of June 1992?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I resided at 732 Bafokeng Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "In Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "In Boipatong, yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And at the moment, where are you living?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am still residing there.",
            "Male"
        ],
        [
            "MR BERGER",
            "In June of 1992, just before the massacre, who were you living with?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "On the 17th of June, when we were attacked, I was at home.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, no, but let's talk about before the attack, during the beginning of June, who was living with you at home?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I stayed with my children.",
            "Male"
        ],
        [
            "MR BERGER",
            "Their names?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My wife, Mary Baloyi and Pitso Baloyi.  Pitso was a Policeman.  There is also Silo Baloyi as well as Howard Baloyi and Mqapi Baloyi as well as Bertha Baloyi, as well as Cleopatra's mother, Mandu Baloyi.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can you just repeat the last name please, I just didn't catch the last person.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The last person was Mandu Baloyi.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry, did you say Mandu or Mandlu?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Mandu Baloyi.",
            "Male"
        ],
        [
            "MR BERGER",
            "How old was Pitso at the time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot recall, but they are now grown up.  He went for Police training when he was 17 years old.",
            "Male"
        ],
        [
            "MR BERGER",
            "So he was an adult?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we are all adults.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Silo?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Silo is younger than Pitso.  I cannot really  estimate their age.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Howard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Howard is 17 years old.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the moment?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  He only applied for his identity document just now.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Mqapi?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Mqapi is around 16 years old.",
            "Male"
        ],
        [
            "MR BERGER",
            "And Cleopatra?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She must be 12 or 13, I do not know the ages off by heart.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, just a minute.  What did you say is the name of, is her name, is it, I thought you said Cleopela?  What is her name?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Cleopatra.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay, I see.  All right.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And Mandu is Cleopatra's mother?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.  Mandu must be over 37 years.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, I want to take you back to the 17th of June 1992.  Is there anything that happened that you witnessed before the massacre?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Firstly at about five o'clock, I was telephoned by Father Patrick.  He said it seemed as if the people from kwaMadala hostel are going to attack Boipatong or Bophelong.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He wants to know whether he can proceed with his evidence?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, did you say Bophelong or Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is what he told me, he said it seemed they were going to attack on that day.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, I wasn't sure whether you said he said they were going to attack Boipatong or he said they were going to attack Bophelong.  What did he say to you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He said he was not certain whether they were going to attack Boipatong or Bophelong, but they were going to attack a place, some place between those two townships.  Thereafter I informed my wife that it appeared as if Inkatha was going to attack and that afternoon, later on that evening when I was watching TV, at about twenty past ten in the evening, I heard a noise in the streets.  At first I thought it was comrades just walking passed the street.  I told my wife and children that they should stay up, they should not go to bed because an attack was apparently imminent.  Therefore my wife told my children not to wander around.  At that same time, a Police van arrived, it stopped right in front of my garden.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were you at that time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was just seated, fully dressed, watching TV.",
            "Male"
        ],
        [
            "MR BERGER",
            "If you were watching TV, how could you see the Police van?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My window is big and I could hear the engine running and my window has a lace curtain, so you are able to see what is happening outside, but that person who is outside, cannot see inside the house.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, can I just ask you to speak a bit slower, because the Interpreter has to keep up with you.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Okay.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you see through your window?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw a Police vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, what is the word you used?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is a Police vehicle with a back door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, what is the name that you just used, what do you call that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We know it is a \"koyoco\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "A casspir is a smaller vehicle.",
            "Male"
        ],
        [
            "MR BERGER",
            "So this vehicle that you saw, looked bigger than a casspir to you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was much bigger than a casspir.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, please continue.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It moved off, thereafter there was a noise in the street and I looked through the window, but I didn't see anything, I just heard a noise.  After a while as I was still looking, I saw a large number of people approaching.",
            "Male"
        ],
        [
            "MR BERGER",
            "Could you describe these people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were a large crowd, some were carrying TV's, others were carrying different items.",
            "Male"
        ],
        [
            "MR BERGER",
            "What were they doing?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were walking along the street and as they came near my house, they went into the Nqwani household and some went into the Buwa household.  I was watching.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you just slow down a little bit, I am finding it hard to keep up with you and I am missing bits and pieces.   What was - you said - what was the first house you said they went into, I didn't catch the name?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Nqwani, Victor Nqwani's house.",
            "Male"
        ],
        [
            "MR BERGER",
            "What street would that be?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Bafokeng Street.  They also went into Buwa's house.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would that also be on Bafokeng Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, also on Bafokeng Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, please slow down.  I was watching, because these two houses are opposite mine.",
            "Male"
        ],
        [
            "MR BERGER",
            "All right, what were they doing in those houses, did you see?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They first broke the gates, they broke the windows, I was watching at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "You didn't run away?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will come to that later.",
            "Male"
        ],
        [
            "MR BERGER",
            "Right.  Please continue?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "These windows were big, at Buwa's house they did not use the door to gain access into the house, but they just went in through the windows, because those windows were big.  They broke the door at Victor's house.  We were watching, some of them were walking passed the street.  After they had finished at Victor's house,  they went out, the people at Buwa's house also went out.  Somebody called one of my children, Silo.  He said Dududu, Morene Lucky, these people used to stay with Inkatha members or they used to dance with the IFP members at the hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "Who was that person who was calling out to the young people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "This was Mtwana.  These are all his children.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you talk about ...",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, I don't know if I misunderstood you, who is this person who was calling out your children?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Mtwana Zulu.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "And the names that he was calling out?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was calling him by Dududu, which was a nickname, Silo's nickname.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did Silo used to do with Mtwana Zulu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They used to do traditional dance together.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where did they used to do that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "All over, but they used to practice at kwaMadala hostel.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you know that it was Prince Zulu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was watching them, they were outside.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you actually see him?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told my child not to go outside, I told him to go and hide with his mother.",
            "Male"
        ],
        [
            "MR BERGER",
            "No Mr Baloyi, my question is did you actually see Mtwana Zulu outside your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know him very well, I saw him.",
            "Male"
        ],
        [
            "MR BERGER",
            "How did you know him very well, from where?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He is married to one woman who stayed four houses away from mine.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did he used to live in Bafokeng Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Please repeat that question?",
            "Male"
        ],
        [
            "MR BERGER",
            "Did Mtwana Zulu used to live in Bafokeng Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The house in Bafokeng Street belongs to his in-laws.  He used to come there regularly.  He had a house at Majola Street.",
            "Male"
        ],
        [
            "MR BERGER",
            "What happened - slowly please - after you heard Mtwana Zulu calling out the names of the youngsters?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He did not come to my house, the people who were at Buwa's house, went out.  The people who left Nqwani's house, then came to my house.  They broke down the gate and the broke all the windows.  My door was broken, by that time I was standing.  They entered the house, I was just looking at them.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, could you describe what they looked like?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The people who entered the house had red headbands on.",
            "Male"
        ],
        [
            "MR BERGER",
            "Anything else that you noticed?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "One took a hi-fi, one took a box of records, one approached me, he had an axe.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I stood in front of my bedroom door, he approached my directly and he wanted to hack me.  I went into the room.  As he tried to come into the room, I slammed the door on him.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He fell onto the sofa, he got up and came to me, approached me.  I tried to get him to the room, I was holding onto the door.  He tried to hack me again, I still slammed the door on him, and he fell again.   When he fell, a suitcase that he had been carrying, burst open.",
            "Male"
        ],
        [
            "MR BERGER",
            "We are not getting interpretation.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I was requesting the witness to repeat what he had said.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, just before you repeat what you said, Mr Baloyi, are you saying that this person had an axe and at the same time he was carrying a suitcase?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When they entered, there were three of them, they had brought it along, and they put it on a table.  They were just trying to kill me.  I saw the one person taking a hi-fi, the other took a box of records, they had just put the suitcase there.  When I slammed the door on him, he fell onto a chair, he got up, approached me again wanting to hack me, I still slammed the door on him, and he fell again and then he fell on the suitcase, which then burst open.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Baloyi, are you able to hear the Interpreter speaking to you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I noticed that your earphone is not properly on in the ear.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I can hear from the right ear.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay.",
            "Male"
        ],
        [
            "MR BERGER",
            "Slowly please Mr Baloyi.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Okay.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When the suitcase opened, it was full of women's shoes as well as drinking glasses.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did the attackers continue to go for you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was just one person who was attempting to hack me.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was happening in the rest of the house if you know?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They did not enter into the other rooms.  They just remained where I was in the sitting room.",
            "Male"
        ],
        [
            "MR BERGER",
            "What happened then?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He tried to hack the door, but I closed it.  He continued hacking the door, trying to get it open.  The door still has those marks up to today.  I showed it to my children.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did they manage to get through the door?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, they were unable to enter the room.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did they eventually leave your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Somebody was calling, he said \"the time is up, we should leave now, leave what you are doing.\"  He spoke in Zulu.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you hear any other languages spoken that night?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "When was that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At that very same time, when they were calling the others, somebody said in Afrikaans \"maak gou\", which means hurry.",
            "Male"
        ],
        [
            "MR BERGER",
            "That voice that you heard shouting \"maak gou\", are you able to say if it was spoken by a black person or by a white person?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The people who attacked me, spoke in Zulu and that voice was clearly a white person's voice.",
            "Male"
        ],
        [
            "MR BERGER",
            "The Afrikaans?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "What happened then?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They all left and went into the forest.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you do?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I went out, because the door was already broken, I stood in my yard.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, what was stolen from your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They stole records and children's clothing which was on the chair.   The hi-fi, they broke it outside but they did not take it with.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides the door and the hi-fi, what else was destroyed in your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The glasses that were on display on the sideboard as well as the glasses that had been in that suitcase that they brought along.",
            "Male"
        ],
        [
            "MR BERGER",
            "Was anyone, any member of your family, anyone staying with you, injured during the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "All persons in my family, had hidden in the toilet.",
            "Male"
        ],
        [
            "MR BERGER",
            "So nobody was injured?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Mandu was just injured when she stepped on the glasses that had been part of the glasses that had been broken.",
            "Male"
        ],
        [
            "MR BERGER",
            "All right, Mr Baloyi, let's go back to, you have now come out of your house, the attackers have left your house, what did you do?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw as they were walking off into the veld, as they were going back to kwaMadala.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were you standing?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I was standing outside, things were happening very fast.    I went back to the house checking if no one was injured amongst my children and I realised that no one had been injured because they had hidden in the toilet.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then what did you do?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I went on to the garage's rooftop.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, what did you see?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was able to see everything that was happening out there in the veld.",
            "Male"
        ],
        [
            "MR BERGER",
            "Could you also see to Amatolo Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I saw it clearly.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your house is near the corner of Bafokeng and Thembu Streets, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the street, the street to the north of yours is Amatolo?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And beyond Amatolo is the firms?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What did you see if anything, happening on Amatolo Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At Amatolo I saw the very same Police vehicle that had been standing in front of my house, parked under the tree there.",
            "Male"
        ],
        [
            "MR BERGER",
            "How many Police vehicles did you see?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw a casspir and two \"koyoco's\".",
            "Male"
        ],
        [
            "MR BERGER",
            "And what were these vehicles doing?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Let me just finish off - as the IFP people were walking along the veld, they were being led by two of these vehicles.  Two were on the side of the firms.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, I am sorry, we are not getting the interpretation.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, what has he said so far, we haven't heard a thing since the side of the fence?  The side of the veld or side of the fence, veld?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Firms.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Oh, firms, thank you.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, we want to record what you are saying.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please speak slowly and allow the Interpreter to interpret what you say.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Otherwise some of your evidence will get lost.   Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please start again, your Counsel asked you what did you see, just start from there.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I was standing on top of the garage, I saw that vehicle, a \"koyoco\" parked under a tree in Amatolo Street.  It drove off from that street and went directly to the gate, to the gate in front of the Metal Box factory where the other two vehicles were also parked.  The Police got off those vehicles and they fired shots in the air.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who fired shots, did the Police?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "A Policeman fired, it looked like fire.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was a huge light and you could see it suddenly, the scene became bright and you could see what was going on.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was the shot fired by the Policeman into the air, which lit up the area?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They then left and these two vehicles helped them, they had eliminated the place and they were walking along Umzimvubu towards the main road.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, the Police vehicles that you describe were moving along Amatolo Street, is that what you said?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Those are separate.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now the ones that were moving along Amatolo Street.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was just one, others were parked under a tree, that is at the Metal Box gate.   It was a casspir and a \"koyoco\" vehicle, and when the one from Amatolo reached there, it was then three vehicles in total.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were the attackers at that stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were in the veld, they were just moving along in the veld.",
            "Male"
        ],
        [
            "MR BERGER",
            "Then you spoke about Police vehicles in Umzimvubu Street, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not know where these came from, but there were two of them.  These were the vehicles that had escorted them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me get this, there was what you call a \"koyoco\" which earlier on during that evening, had parked next to your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then there was a casspir and a \"koyoco\" which were parked at or near the gate of the Metal Box?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then there were two \"koyoco's\"?  Are those the ones that were travelling along Umzimvubu?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which were providing light to the attackers?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Where were the attackers in relation to the vehicles on Umzimvubu Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As they were in the veld, they were walking along and it was dark in the veld, but on the other side, there was light as well as in the township, therefore they were following the casspirs, those vehicles, because they provided light for them.  They went towards the footbridge, there is a furrow there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the \"koyoco\", the two \"koyoco's\" that were travelling along Umzimvubu, did they remain travelling along Umzimvubu?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They went along the tar road, it was closed but they used that same road towards the robots.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi,  you mentioned Trek and it wasn't interpreted, are you talking about the garage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, but were they still in Umzimvubu when they reached ...",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The street is Umzimvubu from the township until you come to the robots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, okay.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "What your legal representative wanted to know from you was, where were their (indistinct) cars, on Umzimvubu Road in relation to the \"koyoco's\", were they in front of the \"koyoco's\", on the side or at the back?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The \"koyoco's\" were not travelling very fast, they were driving slowly.  After crossing the furrow, the \"koyoco's\" then left.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, you spoke about the street that runs out of the township passed the Trek garage to the robot?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The street from the township does not go passed the garage, it actually meets or intersects with this other street, at the robots.  I am saying this tarred road from the township is Umzimvubu and it only ends at the robots, but that road is now closed, a school has since been built there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these robots near the Trek garage?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Isn't that street Noble Boulevard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Noble Boulevard is the other one that proceeds towards Cape Gate and that Noble Boulevard meets with Bakoena Street near Slovo Park.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Baloyi, I am going to ask you to explain to the Committee why you came to the conclusion that the Police vehicles were escorting the attackers.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was obvious to me that the Police were accompanying these people because they were not arresting them.  They had just killed people and they were not arresting them, instead they were walking along with them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then did you witness them, or what did you witness after that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I was watching, they moved on, along the footpath, and they walked and moved shall I say, behind the nursery firms.   Others moved in front of the nursery firms and they were being followed by these \"koyoco's\" as they were proceeding towards the compound.  People had come out and they were watching.  Even though people do not want to come and testify, but they were watching.  We had been staying awake and guard till late, we would go to sleep at round about one o'clock.",
            "Male"
        ],
        [
            "MR BERGER",
            "Besides the vehicles that you saw, the Police vehicles, were you able to identify any of the occupants of those vehicles?  Did you see the occupants of any of those vehicles?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, no.  I did not see them.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then they left and returned to kwaMadala, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Is there anything else about the attack that you feel you have left out, that you haven't spoken about?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There are several things that I have forgotten.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you mean you can't remember now?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do remember, but I am saying with your permission yes, I can continue.",
            "Male"
        ],
        [
            "MR BERGER",
            "Please continue.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As these vehicles were proceeding, entering the compound, a \"koyoco\" came back and when it came back, we were now trying to get into cars, people who had been injured from the Buwa household and this \"koyoco\" drove passed us as we were busy and it stopped at Hlubi.  One white Police and one black Police came out and they took a corpse and put it in the \"koyoco\" and we were trying to get some of these injured people into the cars and they on the other hand, were putting into the \"koyoco\", a corpse.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did the ambulances arrive after that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "An ambulance came and we took members of the Buwa family into this ambulance.",
            "Male"
        ],
        [
            "MR BERGER",
            "Can you remember roughly what time that was?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I think it was about twenty passed ten and after that, one did not have time to look at the watch because we were concentrating on what was happening.  The ambulance came after some time.",
            "Male"
        ],
        [
            "MR BERGER",
            "So the twenty passed ten is a time that you put for the start of the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, no.",
            "Male"
        ],
        [
            "MR BERGER",
            "Sorry?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is when they came to my household, because I was watching television.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that is when the attackers reached you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is when they started attacking Victor as well as Buwa's households.",
            "Male"
        ],
        [
            "MR BERGER",
            "Before the attack and earlier in the day, or in the evening, did you see anything strange in the township?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did see something.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Two \"koyoco's\" came  moving along the road on the side of the firms, there were two ambulances that were following the \"koyoco's\" and these vehicles took the direction of Cape Gate.",
            "Male"
        ],
        [
            "MR BERGER",
            "This was before the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Do you know what happened to those vehicles and ambulances?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not hear anything, but I later on heard that there were sirens wailing around Slovo, but we don't know what was happening there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Mr Baloyi, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "Thank you Chair.   Mr Baloyi, how old are you now?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was born in 1920, the 7th of February.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you are 79 years old, is that right?  Have you ever stayed in Senqu Street in Boipatong or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Senqu?  I don't know that name.  What street is it intersecting with?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Maybe I can ask you just like that, it may be easier, how long have you been staying at 732 Bafokeng Street?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you just spell the name of the street that you have just mentioned?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Senqu.  It intersects with Bapedi Street.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That street intersects with Bakoena, further down, at Slovo.  I reside on the other side, this side before Slovo.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, how long have you been staying at 732 Bafokeng Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I came into the township in 1955.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And have you been staying in the same house ever since?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I used to stay at Majola Street at number 216.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know another person by the name of Wilson Baloyi that stays in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Which street?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In Senqu Street.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know all the Baloyi's in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You see, I want to put to you that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Senqu Street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  There isn't such a name, such a street in Boipatong, I know the whole of Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't there a street called Senqu Street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Senqu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Senqu Street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, there is Senqu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what you are being asked is, do you know of any Wilson Baloyi who stays in Boipatong, particularly in Senqu Street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The one that I know, stays in Bapedi Street and other one used to stay at Barolong Street, in Barolong Street, but he has since left.  I am the only Wilson Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, listen carefully to the question.  We gather from you that there are other persons with the surname of Baloyi in the township, is that right?  Is that right or not, is that correct?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Counsel is asking you is do you know a person with the name of Wilson Baloyi who stays in Boipatong, in particular in Senqu Street?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I don't.  The only one Wilson Baloyi, I know, stays in Bafokeng Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Have you ever worked at Cape Gate Construction?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You see the reason why I am asking you this, I've got a statement here which we got out of the Police docket, I just want to establish if it is a statement made by you.  The person here is mentioned as Wilson Baloyi, 57 year old person residing at 231 Senqu Street, Boipatong, employed as a labourer at the Cape Gate Construction, so that is definitely not you, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I never worked at a construction.    The one person that I know to be working at Cape Gate, a Baloyi that I know who works there, stays in Majola Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After the attack on Boipatong, have you made a statement to any person in regard to the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you remember if you only made one statement or more than one statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There are many of them that I have made.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember to whom did you make the first statement after the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I went to some Attorneys in Vanderbijlpark.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How long was that after the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It had not been long after the attack, even though I cannot be certain of the months that have lapsed after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you still know the name of that firm of Attorneys where you made the statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They called me to come and make statements, I did not go there on my own.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but once you got there, you made a statement, I just want to know if you know the name of that firm?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  No, I don't know it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know why the Attorneys called you to come and make a statement there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is not Attorneys, it is in court, we just call them Attorneys, we don't know where they came from.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, you will have to explain.  Did you go to,  did you mention Vereeniging or Vanderbijl, let's just get clarity on that, where you went to to see these people that you call Attorneys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Vanderbijl.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Vanderbijl?  Did you go to the court in Vanderbijl, the Magistrate's court building?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, we didn't go to the Magistrate's office, but yes, we went to the court and we went to an office where everything that was being said, was written down, just like as you are writing now.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know if it were people from the Attorney General's office, State officials?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know, I don't know, I had never been involved in any offences.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you made that statement to these people, did you tell them everything in the same fashion you told the Committee now?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were asking me questions, the same way as you people are doing here.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you feel free to give all the answers?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I had to speak freely, because I am the one who was attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is the first statement.  Did you give a statement after that, do you remember?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying there were many people who had come to make statements.    Many Police would come and take statements.  I was hoping that this would be taken further.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And all the statements you gave, you told the Police or whoever took the statements, your full version of what happened at Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you signed these statements, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot recall whether I signed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Some of these people you gave statements to, you said was also the Police, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, all my statements were given to the Police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You say that all your statements were given to the Police, didn't you also give a statement to the ANC Peace Desk in Boipatong itself?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At the time the people of the ANC would come to take statements and get our version of the occurrence.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So, you did not only give statements to Police, but also to other institutions like the ANC?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were asking questions, I am not suggesting that they took statements.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, are you Tsonga speaking?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember that you made a statement on the 27th of July 1992.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me Mr Strydom, before he answers that question, Mr Baloyi, if you say you are (indistinct), are you specifically saying you are Tsonga because even Venda's say they are (indistinct)?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am Tsonga.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember giving a statement to the Police on the 27th of July 1992 at Boipatong itself?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying the Police came, it was very difficult to monitor the dates, because there was conflict, there was fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting during July 1992, there was fighting?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying at the time, the entire Boipatong was sick after the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, we understand that there is no one who had the opportunity at the time, to record the dates and the time when statements were taken, but what you are being asked is whether do you recall making a statement to the Police in July of 1992, the answer to that question is either yes, I recall or I don't recall.  Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did give the Police a statement, but I cannot commit myself to July.  I am not certain.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That statement that you gave the Police, did they come to your house to take the statements?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Some came to my house and I was refusing to give them a statement because I was furious.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You did not want to cooperate with the Police when they asked you to give statements, is that what you are saying, at a certain stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not trust them because I saw them on the night of the massacre.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So initially you were not prepared to give them a statement?  Did you later on give the Police a statement or not, which you had signed?  It is a statement which they had taken and you signed it?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I later on gave them a statement, the very same Police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why were you prepared to give a statement at that stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They pleaded with me saying they wanted to know what happened, that is why I gave them the statement.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Will it be a convenient stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes indeed, we will take the tea adjournment and return at half past eleven.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, are you ready?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairperson, regrettably I am not yet ready, I have just spoken to Mr Prior now, they are still compiling the documents and then they are going to fax it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On Tuesday last week, I indicated that the application would be argued at nine o'clock today, is there any reason why they are not ready now?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Mr Chairman, speaking for myself, at this moment where I am sitting, I am not in a position to explain.  The problem that I have is that all this information was transferred to our Cape Town office and I expressed to them the urgency of this matter and I explained everything to them, and also that this matter would be argued today, but unfortunately I am as disappointed Chairperson, I regret.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who appears for the ANC here?   Are you available Ma'am, tomorrow morning at nine o'clock?",
            "Unknown"
        ],
        [
            "MS THOMAS",
            "I could make myself available Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, very well.  This application will be postponed to tomorrow morning at nine o'clock at the instance of the TRC.   Whether the TRC is ready or not, the application will proceed tomorrow.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please Mr Zuko convey to the TRC in Cape Town that whether those documents are ready or not, the application will proceed tomorrow morning at nine o'clock.  They have had more than enough time to prepare those documents, thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused Ma'am.",
            "Unknown"
        ],
        [
            "MS THOMAS",
            "Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "(continues)  Mr Baloyi, I was asking about statements you had made.  Do you remember a person by the name of Constable T.J. Matengane as an Interpreter when a statement was taken at your house in Bafokeng Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I remember this Police Officer said they were from Germiston.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the name of the ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Matengane, and he acted as an Interpreter to translate from Tsonga to English, do you remember that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you remember if he just acted as an Interpreter or is he the person who took the statement from you and simultaneously interpreted?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He interpreted and he also wrote down what he was writing.  They are the same Police Officers that I had first refused to give a statement to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you spoke to Mr Matengane, was there another Police Officer present?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was in the company of a white Police Officer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, and was Mr Matengane interpreting what you were saying to this white Police Officer?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And did you feel free to tell the Policemen there everything you knew about the incident?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At that time, I did not feel free because I was in pain because all the windows had been broken and the air would come into the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you say it was too cold to give a proper statement, or a full statement, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did give a statement on what I knew.  I did not explain everything to him but I just explained about what happened at my house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but I want to know why did you not explain everything to them?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He did not enquire about everything else.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But didn't he ask you to tell him what you know about the attack on the 17th of June 1992?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, he just enquired about what had happened at my house that the damage had incurred.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did he ask you to tell him what you saw on that night?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did tell him that I saw the IFP and white Police Officers as well as casspirs and \"koyoco's\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And after the statement was written down, did you sign that statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not sure.  I could have signed it, but I am not certain.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was the statement read over to you after it was taken down?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They did, I did hear what they were saying, but I was not in a position to listen very carefully.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say because you were in pain?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I mean is that at the time when they asked questions, they were just asking questions, but at the time I was feeling pain because I had no money to replace everything that had been damaged.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The pain that you felt, was it a physical pain or a pain because you felt bad about what had happened?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Firstly if you are in emotional distress, the entire body is also affected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, that is not the question that - you are being asked whether was this a physical pain that you are talking about, or some other pain?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was emotional pain.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you happy with the Interpreter, that he could do his job properly?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He interpreted well because he spoke fluent Shangaan, but my heart was still sore.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you happy that everything you said, was written down and taken up in the statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The statement was not read to me, I do not know what they wrote down.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But Mr Baloyi, earlier on you said that the statement was read to you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, what I am saying now is what I know to have written what I said when they took the statement.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but let's ask again.  After the statement was taken, maybe before you signed, was this statement read to you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they did read it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you were happy with what was written down?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I was satisfied that they had written what I had told them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So everything you had told them, was written down, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know whether they did write everything.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, you were giving the information then they wrote it down and then they read the statement to you, so you could hear if everything you said, was written down?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I am saying is they read what they had written down what I had said before, to them, and I agreed that I was happy that it was what I had said to them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Maybe I must put it this way, nothing important which you had mentioned, was left out?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not really take notice.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell the person that took the statement about the participation of Mr Vanana Zulu during the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I mentioned before, yes I did tell him as it happened.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And when the statement was read back to you, was that portion contained in the statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They did read, but I cannot say at this point whether that portion was read back to me, or whether I heard it or whether they had omitted it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you regard it as an important part of your statement, the fact that you recognised Prince Vanana Zulu in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying when they approached my home, two houses were first damaged, that is Victor Nqwani and Buwa's house.  He was standing outside on the lawn.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And all this detail, you gave to the person who took the statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did tell them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell them that prior to the people that arrived, the attackers that arrived in the vicinity of your house,  \"koyoco\" stopped at that house or close to your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was parked in front of the garden, I was watering my garden.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At what time did you water the garden, was it already dark or was it still day time or what?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said we were waiting because we had been aware that they were on their way.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but that doesn't answer the question, when you watered the garden, was it already dark or was it still day time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was around six, seven.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Being winter time, then it must have been dark, is that correct?",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, just for the record, he said six, seven, eight, it wasn't interpreted.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, so being winter time, it was at night when you watered the garden, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not sure whether you regard seven as night or not, I am not in a position to respond to your question.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, maybe you can give me the answer because I have been trying to establish if it was dark or if it was still light.  When you watered the garden, was it dark or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was watering the garden, the grass.  When I started it was not dark, but eventually it got dark.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At that stage, according to you, you knew that there was a possibility of an attack on Boipatong or Bophelong that night?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I said before, the Priest who had been sitting down there, telephoned me and informed me that his Parishioners had told him that the IFP would attack either Bophelong or Boipatong.  That is what I said before.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I missed that, who told him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, the question that was asked of you was did you tell the Police that you saw a \"koyoco\" pulling up in front of or next to your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I said before, I told them everything that had happened, even including the \"koyoco\" vehicles.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That \"koyoco\" vehicle, where did it come to a standstill in relation to your position where you were watering your garden?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Do  you see where I am sitting, my garden would be out there.  There is a brick fence and there is grass outside the fence.  That is where the casspir parked.  Even the white people who arrived the next morning, could see where the vehicle had been parked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When this \"koyoco\" came, were you still outside watering your garden?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, by that time I was already in the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you give an indication how long before you saw the first attackers, did you see that \"koyoco\" in front of your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They followed the vehicle, it came and first parked and as the people approached near to the house, it drove passed towards Amatola.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Baloyi, the question was can you remember how long it took between the time the vehicle parked and the time the attackers came.  How much time passed?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not long before they arrived.  It was just a few minutes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you testified earlier that you watered the garden between six, seven and eight, so after you had finished watering the garden, you went into the house and shortly thereafter, did you see this \"koyoco\" or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "After watering the garden, I went into the house and the \"koyoco\" came thereafter, that is when the attackers were approaching from behind.  As they came nearer the house, the \"koyoco\" drove off towards Amatola and parked under a tree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the \"koyoco\" stopped in front of your house, next to your house, you were inside your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I was in the sitting room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you sitting down or were you standing?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was standing watch because something was going to happen, I was standing next to the window, watching.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see the people coming behind the \"koyoco\"?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, very clearly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you were not watching TV?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I was.  My windows are big, they are that big.  The TV was about that distance away and there was  a hi-fi next to it.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You were standing and you were watching TV, is that what you say?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying as I was watching TV, I could also see through the window because the TV is close to the window.  But when I heard the noise, I stopped watching TV.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you first saw the \"koyoco\", were you standing at the window or were you sitting down?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was seated.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now let's take it step by step, you are sitting down, watching TV, what is the first thing now that happens after that in relation to what you have heard and what you saw afterwards?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The first thing that I saw was the \"koyoco\", secondly people approached and they damaged these two houses that I was talking about.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just stop there.  In your seated position, could you see the \"koyoco\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Very clearly.  My window is huge and it is low.  You are even able to see a person walking outside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now the window that you are referring to, is that the window on the front side of your house, facing the street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The two windows that I am speaking of, face the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you sitting in the dining room?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was in the sitting room, not the dining room.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Sorry, I wanted to say sitting room.  Yes, you were sitting in the sitting room and that's got a big window you say?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is not just one big window, there are many.  I was just watching through this one window.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, and these windows did they have only lace curtains or other curtains as well?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It does have other, it has a lace curtain and another curtain but I always open the curtains so that you can just see through the lace.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "From your seated position, you could see the \"koyoco\" through the lace curtains in the street, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, very clearly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you saw this vehicle, what did you do?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told my children that the Police have arrived, so you should be ready, keep watch.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Ready for what?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I had already heard that an attack was imminent.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but now you see a Police vehicle, how did you know that the Police will be part of the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The Police were involved in this, they started during the day and fired teargas.  They closed all the holes that we had made on the road.  They came with tractors and closed up all those roads and they chased the comrades away.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see that, that they chased the comrades away?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I saw it because we had also taken part in digging up these holes.  We were trying to prevent the \"koyoco's\" from travelling on that road.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you want to prevent \"koyoco's\" travelling in those roads?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We did not want the Police in the township because they harassed people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were you happy with the policing which was done by the Self Defence Units?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we were very happy about that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Am I correct in saying that at that stage, at that time, you were very negative towards the Police?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we did not want them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What did you personally witness during the course of that day, the Police do in the township?  You already said that they filled up holes which were dug in the roads, what else did you personally see?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see anything else, I just saw them filing up the holes and I later saw them lighting up the area so that the Zulu's would be able to walk free.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you see the area being lit up?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When they were at the Metal Box, near the gate.  The casspirs all parked around there, they shot something in the air, something like fire and the area lit up.  That is what I saw the Police doing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, what I am trying to establish, the things that happened during the course of the day, before the attack.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The occurrence during the day was the filling up of those holes by the tractor, the tractor was being escorted by the \"koyoco\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So this evidence you gave about teargas, you heard from someone else?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Some of these teargas canisters fell on my premises, I still have them to date, witness to this incident.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was that during the course of that day, prior to the attack that those canisters fell into your yard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was on the very same day.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see who threw these canisters into your yard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were shooting, not black people, it was whites, the white Police people and the comrades fled into our yards and they were being pursued by the Police.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When was that during the course of that day, can you give a time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was in the afternoon, the tractor started filling up the holes around three or four and later on, these other vehicles came firing this teargas canisters.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Who did they fire these canisters to?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were firing at the comrades, getting them out of the way.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And these comrades, where were they standing in relation to your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My house is the second from the point, I don't know how to measure.  Our houses are small, they don't have big yards and they would stand there and we would guard from our homesteads.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were they standing in front of your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Not in front of my house, but a little distance from my house.  I am referring to the fourth row of chairs, that is the distance where the furrow had been dug out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, can you just give me the distance from that side to where, I think he is referring to the fourth row of chairs from where you are?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You see from the person who is wearing a white jersey, that lady there, and my next door neighbour's house would be on this other side and here you would be having the fence.",
            "Male"
        ],
        [
            "MR BERGER",
            "Between 15 and 20 metres approximately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, did you say between 15 and 20 metres?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "15 and 20 metres.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you Mr Berger.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you.  So these comrades were standing about 15 to 20 metres from your house when you saw the Police came and fired teargas canisters at them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you say 15 to 20 metres?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes 15 to 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I thought you said 50?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No, no, 15 to 20, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying that is correct because when they fled, they jumped fences into my yard.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And this happened at approximately if I remember correctly, half past four in the afternoon, is that what you said?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The tractor came to fill up the holes in the company of a \"koyoco\" and another one came thereafter, this is the one that was firing at the comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Was it still during day time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, around six o'clock.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then that tractor left which filled the holes and the \"koyoco\" left with the Police?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It vanished into other streets, I don't know where it went to.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If the comrades wanted to regroup, they had ample time to regroup up to a stage before the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They would come together and mill around fires and they would flee on seeing a \"koyoco\", they would flee into people's yards.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And later they will regroup, isn't that so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.  They were not stationed in one place, they were moving around.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Tell me, this firing of canisters to the comrades, was that a thing that happened from time to time, was it a thing that used to happen to disperse them or did it only happen on that one day?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was common place.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the filling of holes that were dug in the road, were they filled from time to time by the Police or other people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It had never been filled up by other people before, it was filled up by the Police on that day.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "These comrades, did they use to build barricades or barriers in the road so that vehicles could not travel there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is exactly as you put it, we had also dug out trenches, not only the comrades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Those barriers were removed from time to time by the Police, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, what I want to know is how did you gather after you saw these things the Police did on that day, that they will be part of an attack later on during that day?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not get your question quite well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified that when you saw the \"koyoco\" outside your house, you realised that the attack is now about to start and then I asked you but how did you know that the Police would be involved in the attack and you said that earlier on, during the day, teargas was fired and holes in the roads were repaired, and therefore you could say that the Police would be part of the attack?  But in the light of what you have testified that it was not unusual that the Police would fire teargas, and it was not unusual for them to break down the barricades, on what basis can you say that the Police were involved, or that you expected that the Police were going to be involved?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will put it this way maybe you will understand, I am saying we used to guard the area, like receiving a phone in my house.  A phone, a telephone call to the effect that Boipatong was going to be attacked and it dawned on me that this suspicion is indeed true, because of the deeds of the Police, the closing up of the trenches so that these \"koyoco's\" can move about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just listen to the question.  You see you have told us that in the past, barricades would be erected at the township, including digging the holes and that the Police would come and remove those barricades and from time to time, the Police would disperse the comrades, do you remember that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you saw the \"koyoco\" later that evening, the one that stopped next to your house, you warned your family that the attack was about to start.  What Mr Strydom wants to find out is how did seeing the Police with the \"koyoco\" outside, indicate to you that Boipatong was about to be attacked?  Do you understand what I am saying?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I understand.  Earlier on I said on receiving the phone call, I was informed about the imminent attack and for all the while we did not know that we were going to be attacked by Inkatha, but on that day I heard.  Now on seeing these actions, that is what came to my mind that indeed, these people had come and the closing up of the trenches by the Police and the removal of the barricades, all of these things were such that things were different in their actions that day because they would shoot or fire at people with teargas canisters on sight.  As they were continuing closing up the trenches, we were looking, we were not asleep.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Is it  your evidence that when you got the telephone call from the Priest, he said that possibly Boipatong or Bophelong would be attacked by residents of kwaMadala hostel?  Is that what you said or did you specify who was going to attack the township?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was saying that there is one among the two townships that was going to be attacked.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did he say who was going to attack the township?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He said Inkatha was going to attack us.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Now if he said that it was Inkatha that was going to attack, why did you think that the Police were going to attack you when you saw them, why did you link the Police with the Inkatha  when you saw the \"koyoco\" in front of your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Because earlier on when they started firing these teargas, they were indiscriminate and some of this teargas would go into people's houses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that the Police shot teargas, but what you are being asked is that the warning given to you was that it is the IFP that was going to attack either Boipatong or the other township.  What you saw standing next to your house was a Police vehicle, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not an Inkatha motor vehicle, was it?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was not an Inkatha vehicle, but they used to work in collusion with the IFP, they would frequent the hostel from time to time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the Police were working with the Inkatha?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the Police came earlier that day, shooting the teargas at the comrades, you did not think that was the beginning of the attack?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "You just said that the Police used to frequent the hostel, what do you mean by that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I am saying is that I would see the \"koyoco's\" going to the hostel, they would come through the township, head straight for the hostel.  The Vaal Command would come to the township and they would also go to the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But what is sinister about that, I mean that is the main road going to Iscor, that can be part of a normal patrol so is there anything sinister in your mind, about that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The other vehicles would not go straight to Iscor.  They would just go and park in front of the hostel at the parking lot.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see them there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not for the first time that I saw them do that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you see from your house at 732 Bafokeng Street, what is going on in front of the hostel?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not mean that I saw them parked at the hostel, but from my house I can see as far as the robots.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  Mr Baloyi, it seems to me what you want to suggest is that the IFP and or kwaMadala hostel was in cahoots with the Police, is that what you are saying, for a long time?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  Very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Because when we were attacked, they were there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So only at the stage when the township was attacked, did you form that opinion that the Police and the IFP were working together?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It confirmed that they were working together because they travelled together after the attack.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I will return to the house, you say that you saw the \"koyoco\" outside and you thought that was the beginning of the attack.  Did you tell your wife that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  I told her that the people who were going to attack us, have arrived.  The engine was not even running.  Normally when they travel along the road, they will make a lot of noise, the engine would make a lot of noise, but on this particular day, it was just silent.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell your family to run away or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told them to go into the toilet because it was big and it had a steel door.  I also told Dududu to go into the toilet as well, and that they should lock the door and wait there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you move to the window to have a better look?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My dining room looks like this space here, whether you are seated or standing, you can see outside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So did you remain seated, is that what you say?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not continue sitting.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What did you do, Mr Baloyi, that is what I want to find out?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I stood by the window and looked at the street, I also went into the bedroom and looked through the window.  I was just keeping watch all over.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So this \"koyoco\" was clearly visible, did it have its lights on?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, the lights were on dim.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Before that stage when you saw the vehicle, did you hear any shots being fired in the township or anything of the kind or was the first sign for you that there was an attack, when you saw the vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The shots were fired at Nqwani's home, the house that they went to as I was watching through the window.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But before you saw the vehicle, did you hear any shots being fired or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you looked through the window and you saw this vehicle, apart from the vehicle that had its lights on dim, what else can you say about the occupants, about anything else in relation to this vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, it is not possible to see the occupants.  You can't see properly, you cannot identify a person.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So it was dark, is that what you are saying?  Was it dark?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, there was sufficient light.  You could see everything.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What source provided the light outside?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I hope you know what the township looks like, there are tall electric poles and they provide light, you can see just about everything.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Those Apollo lights, are those the lights that are there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Isn't it so that the closest Apollo light to you, is the light in Batswana Street?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Oh, you know because from Batswana Street, it casts a very bright light to my area or to my house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I put it to you that the Apollo light is more or less in front of house 790 Batswana Street, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know the area.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is why I am asking you, do you agree with me?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If this light was so bright, why didn't you see the people in the vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The windows of that vehicle are not very big, you cannot see a person or an occupant properly.  You just see them a bit.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What was the colour of this vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not a Police Officer to know the different colours.  The Police are the people who know the colours very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But these \"koyoco's\" and other Police vehicles used to patrol the streets of Boipatong during that time, isn't that so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, they would not patrol, they would just be parked in front of our houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So it was absolutely nothing strange to see one of those vehicles in the township, isn't it so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not strange, but because of the attack, I would say it was surprising.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If these \"koyoco's\" used to come and park in front of your houses, why are you not able to tell us what the colour of this \"koyoco\" was?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will put it this way, white people are very clever.  After they had attacked, the \"koyoco's\" or after an attack, all these \"koyoco's\" would be resprayed in a different colour.    Therefore  you cannot really speak about the colour, because they would respray all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before they were sprayed, what colour were they?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The casspirs are yellow, the pick up vans, Police pick up vans are also yellow.  The casspir has a blue stripe as well as a blue light on top.  The \"koyoco's\" have a back door.  The colours are sometimes grey and some have the same colour as Police camouflage uniforms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, the \"koyoco\" has more than one colour.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, the \"koyoco\" that would normally come, the Vaal Command would have a yellow colour.  The Police \"koyoco's\", they are grey but they seem to have other spots, just like the Police camouflage.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "It seems to me you know quite a lot about these vehicles and the colour that used to travel in that township, so can I gather from that that they used to frequent the township during that period?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You cannot compare what happens now, to the time that has passed.  I am only speaking on what happened then.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am also referring to that period.  Is it so that those vehicles used to travel there on a very regular basis in the township?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they would normally park there near the Metal Box.  That is where they were on the 17th.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Isn't it so that the holes that were dug and the barriers that were put up, can't really stop those huge vehicles travelling in those streets?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were not just stopping or preventing vehicles, but the \"koyoco's\", the vehicles that used to travel along the township and be involved in the killing of people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But what I put to you is that those barriers and holes can't stop those vehicles travelling in the township, isn't it so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we only stopped the Police vans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your question not that these barricades and holes could not stop these motor vehicles?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, that is the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, would you please repeat the question to the witness.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "From the 17th, the barricades were no longer effective.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question is before the 17th, these barricades and holes could not stop these Police or military vehicles travelling in the Boipatong township?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They did prevent them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, what is being put to you is that these barricades that were erected in the township, did not stop Police vehicles from coming into the township?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they used to come into the township and they would manoeuvre around these barricades.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  To get back to the colour of the vehicle, the \"koyoco\", in front of your house, you testified that you thought now that the attack was about to start, was it important for you to look properly to see whose vehicle was standing outside, the Police or the Vaal Commando or the military or whoever?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I could see it clearly, that it was a Police vehicle.  I am not a child, but I saw it clearly that it was a Police vehicle, I know those vehicles.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say it was a Police vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They used to pass by the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that the only reason why you thought at that time that it was a Police vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is not that I thought it was a Police vehicle, I saw that it was a Police vehicle.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you can't give the colour of that vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not concentrate on the colour, but I was concentrating on the people coming to attack me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just to get clarity, do you know a hippo vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The hippo has an open roof and a Police casspir has a blue light on top, it is yellow in colour and has a blue stripe.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the only difference between a casspir and a \"koyoco\" is the position of the door, is that correct or not?  Let me just rephrase, what I want to understand is the difference between a casspir and a \"koyoco\".",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot speak much about those two, it is my child who is a Policeman who can clearly differentiate between the two, whether the doors are different or not, it is something that I would not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "According to you is a casspir and a \"koyoco\" one and the same thing?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, they are not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How do you distinguish between the two then?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The \"koyoco\" is big.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "It is bigger than a casspir, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is how I see it.  I don't know whether it is bigger in age or what, but that is how I see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have said that the \"koyoco\" is big, did you say that?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, it is big.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you say it is big?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is what I have said.  It is something that is big.  I do not know how I can explain it to you or measure it, but it is bigger than the casspir.",
            "Male"
        ],
        [
            "MR LAX",
            "Is it taller, is it wider, is it greater in size?   We are trying to understand.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is big, it is tall.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The \"koyoco's\", do they have blue lights or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I haven't seen it.   What I did see was the white people who were shooting on top.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When did you see white people shooting on top?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "At the gate at Metal Box, on the very same day, the 17th.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you say on top, were they standing on the roof, because its got a roof, this \"koyoco\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were standing on the ground, they had gotten off the vehicles and they were shooting, pointing on top.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know the word \"nyala\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The \"nyala\" is the smaller one, but I am not sure, I do not want to commit myself, it is only the Police and the military personnel who know precisely what colour the vehicles are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have given evidence here, telling us about a Police motor vehicle that stopped next to your house.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That was a \"koyoco\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Counsel is trying to find out is whether you can distinguish between the various motor vehicles.  If you can, you will tell us yes, if you cannot, you will say so.  Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  The vehicle that was parked in front of my house was a \"koyoco\", not a \"nyala\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "During the course of that night of the attack, did you see a \"nyala\" at all?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw it when the vehicles were already parked at the gate, that is at the Metal Box gate, I did not see it inside the township.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you must correct me if I am wrong, is that \"nyala\" smaller than a casspir?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They are two different Police vehicles.  There is a bigger and a smaller one.  In fact there are three, there is a Police van, then the small and a bigger Police vehicle.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you said that you saw a \"nyala\" later in front of Metal Box.  All I want to know is is that vehicle, the \"nyala\" vehicle you are referring to, is that a smaller vehicle than a casspir?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, but I do not want to commit myself to this.  All I am saying is that the vehicles that I spotted there, were two \"koyoco's\" and a smaller vehicle with a side door, and it had a light on top as well as a stripe on the side.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified that you told your wife and children to go and hide themselves.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were they hiding themselves from the moment when you said that there is a vehicle outside and the attack has now started until after the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When I told them this, it was not just that they all went there at the same time, they had to inform everybody who was in the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, that is not the question, the question is were they hiding themselves for the full duration of the attack until after the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they were in the toilet, they did not leave the toilet.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At what stage did your wife come out of the toilet?  What were you doing at that stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I went outside to check if it was safe and to just check on what had happened inside the house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you go back then to tell your wife and children that it was safe now to come out?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And your wife, did she come out of the house with you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Not a single one was left in the house or remained in the house, they all went outside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At that stage, could you still see the Police vehicles at Metal Box, when your wife came out?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  They were still parked there.  They were still waiting for everyone amongst the attackers to arrive there and they would thereafter leave.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your wife must have seen, like you did according to you, some of the attackers and these vehicles?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She only saw the vehicles at a distance, but she did not see the attackers.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Could you still see the attackers?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what stage?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "At the time his wife was now also outside, when she saw the military vehicles.  Could you still see the attackers?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There were some who were still on their way, because they were carrying items.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are asking him about military vehicles?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Sorry, I would just refer to the vehicles, the Police vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Da Silva, I would have thought you would have been the first one to complain.  Yes, very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "The Police vehicles that you are referring to, when you saw them, your wife saw them according to you?  You could still see attackers but she couldn't, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My wife was more concerned with the children, she came out and she looked out for a while and then she went back into the house, to check on the children.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you point the Police vehicles to her?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She saw them for herself, I did not have to point them out to her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say your wife was looking after the children, where were they, were they inside of the house or outside the house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When they left the toilet, there was broken glass all over the floor.  My wife just went out momentarily to check outside and she went back to the ...  They did go out, but we had to stand guard, be aware if these people were still hiding somewhere and they are going to come back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see - at a later stage?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I see it is one o'clock, will this be an appropriate stage because I want to turn onto something else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, thank you.  We will take the adjournment and return at two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Strydom.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STRYDOM",
            "(continued)   Thank you Chairperson.  At the stage when you saw the \"koyoco\" outside your house, did you hear any people crying outside?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At a later stage did you hear people crying or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "After you saw the \"koyoco\" you sent your wife to go and hide, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct and the children as well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  Is your wife's name Mary Baloyi?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As it appears there, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You are aware that she testified during the criminal trial, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She testified in Pretoria, I was not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "She testified in Pretoria, I was not there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did your wife testify at the criminal trial?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, there was a criminal proceeding or criminal prosecution that was going on in Pretoria, I think that could have been the one.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At the stage when the attack on your house started, your wife must have been in the bathroom for some time, hiding?  Is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said when they attacked or as they were just about to attack, I instructed my wife to prepare the children and take them to the toilet where they had to hide.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but you testified already and I don't want to repeat my questions but that was the stage when you saw the \"koyoco\" outside?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said the \"koyoco\" came first and the noise was a distance away, it was still at Bafokeng and it came moving slowly until it grounded to a halt in front of my house.   From then it moved to the tree at Amatola Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, so apart from seeing the \"koyoco\" in front of the house, you heard it coming along, is that what you are saying?",
            "Male"
        ],
        [
            "MR LAX",
            "He said he heard a noise, Mr Strydom.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Well, the noise you heard, what noise was that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was a noise of people whom I thought perhaps were comrades, because they used to sing all the time, or most of the time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then you sent your wife to go and hide herself and the children?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not send her at that time, no, not at that time.  We were hearing this noise all together, I only sent her away when we started hearing windows being shattered.  Not windows at my homestead, but windows in those two houses.  That is when I actually could now make out as to who these people were.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So at the stage when your house was attacked, your wife was hiding?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When my house was attacked, I had already told them to hide in the toilet.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from the fact that you told her, was she still sitting next to you in the dining room or not or in the sitting room, sorry, in the sitting room or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She had been trying to take the children to sleep.  Had she been found doing that, perhaps they could have killed them all.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What are you testifying that she had tried to put the children to sleep at this stage?  What do you mean by that?  I thought you said earlier on that you told her to hide herself and the children?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We had a small baby and the baby was three weeks old, and there were children as well.  Some of them were woken up actually.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Can you state today where your wife was at the stage your house was attacked?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You see, I don't know how to put it because you don't know my house.  She was standing in the kitchen and she heard this noise when the Buwa and the Victor households were being attacked, then she was standing in the corridor and when they knocked the gate, that is when the gate was knocked down, I told her to take the children to the toilet.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But at that stage you already told her that you saw a Police vehicle outside or a \"koyoco\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you, your wife, when she testified in Pretoria at the criminal trial, she said nothing that you told her that you saw a \"koyoco\" outside.  She doesn't mention it at all.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am hearing this from you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, just for record purposes, I am going to refer to Volume 22 of the typed criminal record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before we get to that, Mr Baloyi, it would be very helpful if you would answer the questions directly.   If the answer is yes, you say yes, if it is no, you say no.  Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I just want to get this clear.  When you saw the \"koyoco\" outside, you told your wife that the attackers are here, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I told her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you told them that they must hide, they must go into the toilet and hide?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I said they should prepare themselves to go and hide in the toilet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Did she go immediately after that warning, to the toilet?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, she did not go to the toilet at that very same moment, because the children were also puzzled as to what was happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you testified about three people I think you said, who came into your house.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There were three of them who came in after breaking the door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Did they break the gate?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was broken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when they broke the gate, your wife was not in the toilet?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, she had not been to the toilet as yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the gate was broken, you again warned her to go and hide in the toilet?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Strydom?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "What is it, the three people, let me rephrase ...",
            "Male"
        ],
        [
            "MR LAX",
            "Before you, you were going to give us a reference to that bit of evidence you put to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you put to him?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I want to put his wife's evidence at the criminal trial, at page 2556.  The first thing that I want to put to you is that your wife said nothing about you telling her about the \"koyoco\" outside.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I think it was up to her at the time of making the statement, I was not there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your evidence in this forum was \"I informed my wife that it appeared as if Inkatha is going to attack us\", that is after you saw the \"koyoco\" outside?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did say that because I received a phone call to that effect.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your wife testified further after she was asked to explain what had happened that night, she said \"well, initially I heard people crying outside in the street.\"",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She said what things she thought appropriate.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And then she went ahead to say \"I was still sitting with the children in the house ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "I am sorry for the interruption Chairperson, may the witness please repeat the answer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What Mr Strydom is doing now, he is reading to you what your wife is supposed to have said when she gave evidence at the criminal trial, do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what he is doing, he is merely reading to you what your wife said.  Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "She stated that she was still sitting with the children in the house and the next thing, she saw stones being thrown, well she didn't see the throw, but just saw stones coming into the house, through the window and then she took the kids and went to the toilet.  To summarise she says she was sitting, the next moment she heard a noise, the next moment stones were flying into the house and then she went to the toilet?  Is that how it happened?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I know is this, that at roundabout ten o'clock, many children are already asleep and those who would still be awake, are the older ones.  I told them that we are now being attacked and I said to Dududu that she should accompany the mother to the toilet to hide themselves.  I was sitting there with a young boy with whom I used to sit there.  The rest of them were preparing for sleeping.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, that I understand but all I am asking you is this, what I have put to you and what your wife testified, is that correct that she was sitting there, she heard a noise and the next moment stones flew into the house and then she went to the toilet to hide?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it is true that stones did come into the house through the windows, but I don't know about the rest of the things that she said.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So when the stones came into the house, was she still sitting or not?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "She was standing next to the kitchen.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell her that the Priest phoned earlier that day?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that she mentions nothing of the kind in this testimony of hers.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know very well that she could not have spoken everything that I told her.  She only testified about things that she witnessed herself.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified here that she came out of the house after the attack and she could also see Police vehicles.  I want to put to you that nothing of the kind is stated in her testimony, or appears in her testimony?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was difficult at the time to speak about these things.  My wife was frightened, she could not have spoken about these things.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So do you say that according to you, her testimony does not tell the full truth?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot tell her truth.  I only know what I am saying.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Because I want to put to you that what you are saying, is not the truth, and she told the truth.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am telling you now, I can take you now to show you evidence of what I am talking about.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am not saying your house was not attacked, what I am putting to you is that you did not see the \"koyoco\" outside at the stage when you testified, and you did not see the attackers walk alongside with these Police vehicles.  That is the part of your evidence that you made up.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw them, I am not fabricating this.  I can take you along right now to show you where I was seeing them from.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Your wife was asked about casspirs but she was asked the following question\n\" ... Did you hear the sound of vehicles, heavy vehicles for instance a casspir which passed by the house?\"\n\tThat was the question and her answer -\n\"... No, the only sound that I heard was shots that were fired.\"",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is her testimony, because the casspirs were not making a noise as they were moving, because they were moving slowly and there was the breaking of windows going on at the same time.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That I understand but according to you, she saw these vehicles not far from the house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, she said she saw these vehicles?  I am the one who saw these vehicles and pointed them out to them.  I pointed it out to everyone who came early the following morning.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now to return to that statement I asked you earlier on about,  and just to refresh your memory that is the statement where the Interpreter was Mr Matengane.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I have answered that one.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I want to put to you that also in this statement, you say nothing about that \"koyoco\" vehicle that came to a standstill there in front of your house.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I don't know, if he did not include that, that is his mistake.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I would have thought that we would have been entitled to a copy of that statement.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am going to hand it out right now.  Chairperson, this is a typed copy which was obtained from the Police docket, can it be handed out as Exhibit CC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, what is being put to you is that in the statement which was taken from you with Mr Matengane interpreting, you made no mention of a \"koyoco\" which stood in front of your house, do you understand that?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know why it is not there?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We spoke many things and they wrote many things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But as far as you can recall, you told them about the \"koyoco\"?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the original?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, we are not in possession of the original, this is the only document we could find in the Police docket, we could not find the original.  Apparently the full contents of the docket is with Mr Kjellberg, but our investigation could only get this document which is obviously - well, it purports to be a typed document of the original.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall I just enter this statement first.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, if I can just mention, it seems to me that my learned friends did better investigations than us, they got the original, well, a copy of the original, but not the typed one, also available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is that?  If it is there, it is okay, I was just curious to know whether we do have the original.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Thank you Chairperson, if I can just show this written document to the witness to identify his signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, I am going to show you a photocopied document.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I am waiting for that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The statement that was taken, can you identify your signature, I saw two places where you possibly signed?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I am the one who signed here, not here.  This is my signature and this one too, and this one too.  These ones, no, I don't know these two.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, just for the record, on the first page, numbered 1, Mr Baloyi has indicated that the signature at the bottom of the page is his, but not in the left hand margin; at the bottom of page 2 he has indicated his signature, it is his; the bottom of page 3 he has indicated that it is his signature, but not his signature in the left hand column; and no signature on page 4.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, are you happy that that is the statement that was taken from you when Mr Matengane acted as Interpreter?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, those are my signatures.  I cannot account for places where I have not appended my signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, the signature that he has admitted, would that be the one where there are just two initials, is it MB?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Yes, it is the two initials at the bottom of the page.  Nothing in the margins, but all the initials at the bottom of the page, it would appear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Would you at some point make copies of the other document, I think it is marked, of the copy of the hand-written statement and make it available, perhaps tomorrow morning?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "We will do so, I can even do better now, I've got the true original here with me, so I will make copies using this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed, would you do that.  Very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, I want to read to you the first three paragraphs of this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has anyone checked whether the typed one is an accurate document?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Chairperson, I haven't checked that because I didn't have the original, but I will read from the original.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is difficult, we only have CC here which is the copy.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will compare it Chairperson, and inform the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so that we don't put to the witness what may not be accurate.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "It reads here\n\"... On the 17th of July 1992 I was in my home, at above address, watching television.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you perhaps have a copy of this for the Interpreters, an extra one?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, what he is doing now, he is reading from the statement that you are supposed to have made to the Police, do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Strydom.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I am not sure if the first paragraph was interpreted, I will just start over.\n\"... On the 17th of July 1992, I was in my home at the above address, watching television.  The time was 22H20.\"\n\tThat is twenty past ten.\n\"...  I heard a noise outside and went to the window.  I saw a group of people carrying television, video's and suitcases.  The group were moving out of the location in the direction of the Faraday Road.\"\n\tI see you shaking your head, do you want to comment at this stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "If given a chance, yes, I can talk.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, what are your comments?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, what will be helpful to the witness if perhaps, I don't know do you intend reading the whole statement first before getting him to comment?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "No Chairperson, I will read portions and ask questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you should do that.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes.   I have read to you this first portion and I saw you start shaking your head.  What is wrong with this statement so far?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not accept the word or the name Faraday, there is no Faraday Street in Boipatong.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Apart from that, would you say the rest is in order?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That name is incorrect, therefore I conclude that the person who took the statement must have written all false information.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So because there is one mistake, you say the rest must be false, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Faraday is far away.   He cannot bring Faraday to Boipatong, that is not it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that, but so that we can move faster, listen to the question and answer the question.  What Counsel is asking you is, simply because there is reference to Faraday Road which is incorrect, are you saying the rest of the statement is incorrect?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I cannot, Faraday is in Vanderbijlpark and therefore I cannot talk about Vanderbijlpark when I am in Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Answer the question, what he wants to find out is just because Faraday Road is wrong, are you saying the rest of the statement or everything that is in the statement, is wrong?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I will be very, very choosy so that I admit to things that I know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What is stated here is that the group were moving out of the location in the direction of the Faraday Road.  In relation to your house, would you say moving out would be in the direction of Faraday or not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought his evidence was that there is no Faraday Road in Boipatong?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, well that is the point, I am not saying - I don't think the statement states it is in Boipatong, it is just in the direction of Faraday.  Can you indicate in relation to your house, where is Faraday, is that outside the township or where is Faraday?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know a road called Faraday?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is this road?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "From the Traffic Department you proceed towards that direction, this one is Frikkie Meyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Frikkie Meyer, yes, and where is Faraday Road in relation to this?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It starts at the circle and proceed towards that direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Am I correct in stating that Faraday Road is somewhere close to Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is very far.  Faraday is very far.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If you refer to the Traffic Department, do you refer to the testing ground?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is Faraday this side and Frikkie Meyer that side.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is it close to the testing grounds, because I know where the testing ground is?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The testing ground is nearer, closer to Boipatong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he wants to find out is in relation to the Traffic Department, where is this Faraday Road?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It is all close by.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What is more important is that it is stated here that you went to the window because you heard a noise, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You did not go to the window to go and have a look at the vehicle outside?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, when I heard the noise and I looked out the window, I saw the vehicle parked there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he wants to find out is what is it that caused you to go to the window to look outside.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I heard a noise, that is why I went to look out through the window.",
            "Male"
        ],
        [
            "MR LAX",
            "The question is what noise did you hear?  What kind of noise did you hear?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was just people making a noise, I did not understand whether it was people who were singing or what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that stage, was the \"koyoco\" already there?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said when it left that road, it went straight to Amatola.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Counsel is doing here, he is going through with you the statement that you made to the Police we are told.  This is just the beginning of the statement where you are recounting what you saw and heard.  Do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has read to you a portion of the statement in which you say \"I heard the noise outside and I went to the window\".  Do you recall that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what I want to find out is when you went to the window, was the \"koyoco\" already there?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was parked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had the \"koyoco\" gone away?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not understand, please repeat.  Please repeat that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us that when you heard the noise, you then went to the window.  Is that correct?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to know when you went to the window, was the Police vehicle, the \"koyoco\" still parked there or had it already left?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was still parked there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So just to have everything clear, the first thing you saw, was the \"koyoco\", then you heard noise?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Then you moved to the window?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.   When I heard the noise, I went to the window.  As I looked through the window, I noticed that the \"koyoco\" was parked there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you could not see the \"koyoco\" from where you were sitting?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was able to see, but I went to the window because of the noise and I still saw it parked there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The first time you saw the \"koyoco\" was when you went to the window, is that what you are saying?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, as I understand his evidence, what he is saying is that whilst sitting down, he could see the \"koyoco\".  He heard the noise and then went to the window and when he went to the window, the \"koyoco\" was still there.  Is that what you are saying Mr Baloyi?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your evidence in chief when Mr Berger asked you questions, you testified as follows in relation to the \"koyoco\", you said\n\"... it moved off, thereafter there was a noise in the street.  I didn't see anything, I just heard the noise.  And then I saw a large group of people.\"\n\tHow do you explain that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am only relating what I know.  Bafokeng Street is a big road, it is a long road so that when there is some commotion, you would hear the noise.  I first saw the \"koyoco\" and then when I heard the noise, I went to investigate through the window and I still saw that \"koyoco\" parked there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The \"koyoco\" was still parked there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, even right now, I can take you to show you exactly where it had been parked.  It even travelled on my garden.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that there was a \"koyoco\" there, but all that he wants to find out is whether when you went to the window and you heard the noise, was it still there, yes or no?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it was still there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I also want clarity about one aspect, you say the \"koyoco\" was right in front of your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not quite get you, do you mean in front of the house or in front of the garden?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In the street but opposite your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was not parked on the street, but on my lawn, that very same lawn that I had been watering.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Just next to your fence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know how to explain it to you, you do not know the area.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I have been there over lunch time, I know exactly.  Was it next to your fence?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, very close.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So it must have been very close to your window, is that not so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I mentioned before, it is not just one window that faces the street, there are three windows facing the street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I put to you that the \"koyoco\", if it was parked on your lawn, and you were inside the house, the \"koyoco\" was approximately this distance I am from you, from you at that stage, very close?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, exactly where you are seated, that was the distance.   The window would be where I am seated and the lawn will be in between.  Behind where you are, would be the street and at the wall at the back there, would be the Nqwani and Buwa households.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes.  So just for record purposes, I estimate this to be about five paces, five metres approximately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From where you are up to where Mr Baloyi is?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, maybe six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It can't be six paces.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Four.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I would have thought it is about half the distance we measured before, which would make it about seven and a half to ten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I would have thought so.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Ten?  Well, I am a runner and to cover ten metres, is a long distance, but I will measure it during the interval and place the correct distance on the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "But in any event, what I want to put to you at such close range, you must have seen who the occupants were if there were any people in the vehicle at that stage?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I want to tell you straight, what you are saying is not true.  If a person is inside a \"koyoco\", you cannot identify them, you can tell maybe that they are black or white, but you cannot tell the identity with accuracy.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But can you say the people in the \"koyoco\", were they black or white?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "If I were to say to you they were white, what would you say, because there were white people inside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you saw white people inside the \"koyoco\", is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is not what I said in the statement, I said it was a \"koyoco\", I did not specify whether it was white people or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, Mr Baloyi, please answer the question.  If you can say whether there were white people or black people inside the \"koyoco\", tell  us, if you don't know, say so, it is not going to help you to argue with Mr Strydom.  We expect you to give evidence here because that is what you said you wanted to do.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "This is my response, the people that I saw were seated in front of the \"koyoco\" and they were white.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why did you state earlier on that you could not see the people in the \"koyoco\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am referring you to the occupants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were people at the front and there were people at the back?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I could see the people in the front, but not the people at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, his evidence Mr Strydom is that he couldn't see clearly the people that were at the back, but he can state that those who were in front, were white people.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "And you still maintain that over that distance, you could not identify the colour of the vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You have to pardon me, I am not in a position to state the colour.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you looked through the window and you saw the people for the first time, what were they doing?  I am referring now to the attackers, not the people at the \"koyoco\" vehicle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That large crowd of people were carrying items and they were headed towards the hostel.  Some of them went into the Nqwani and Buwa households.  After they left the Nqwani household, they came to my home, my home was the last house that was attacked.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "These people, can you identify them, how do you identify them, what can you tell the Committee about them, apart from that they carried stuff?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I was not concentrating on what they looked like, what they wore.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What were they wearing?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Which people?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The people who carried the televisions and the hi-fi's and the other goods.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were in private clothing, some were wearing over-all's, different types of clothing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did they have any distinctive markings?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What marks?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did they wear something similar amongst the group?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said they were in different types of clothing, the people who entered my home, were the ones who had been wearing headbands.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The people that entered your house, were they wearing white or red headbands?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I responded to that question, I said they had on red headbands, but their clothing I cannot really comment on that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, and the group outside you already said that the only people you could identify with headbands, were the people that came into your house, so I can gather from that that the people from outside didn't have headbands on?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Some of them did have them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The witness said the only people he saw with headbands, were the people who came into his house?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "No, he never said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He just answered you that some of them had and some of them didn't.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes.  The people outside, the group you saw with the goods, can you describe their headbands?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said the people on the street were carrying different items, TV's and the like, some were wearing headbands and some were not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, those people outside who wore the headbands, can you describe those headbands?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said those headbands were red in colour and moreover there isn't, there was no time to check on what every person was wearing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The group outside, did you just see black people?  I am not referring to the people at the \"koyoco\", I am talking about the group with the goods?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The people who were carrying goods, were black.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Were there white people in the group amongst the people that carried the goods?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am referring to black people, not white people.  I did not see any white people carrying the goods.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The question is amongst the black people, were there any white people, it doesn't matter if they were carrying goods or if they were not carrying goods, did you see any white people?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There was no white person amongst the group that were carrying goods.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a group of people that you saw when you looked through the window, some of them carried certain items, you mentioned televisions and you mentioned clothing.  In that group of people that you saw, do you understand that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any white people?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I just saw the people who were carrying the goods, but there were people who were walking along the sides of the road who had been wearing balaclavas, but I could not tell whether they were whites or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you personally see any white people when you looked through the window?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You mentioned something about balaclavas, can you just tell us more what you saw about balaclavas?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Those were the people who had been walking on the sides of the streets, but I cannot really comment on them, because I did not see them properly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Again I want to refer you to your statement, it is written here\n\"... the group of people was made up out of blacks and whites.  The white people had balaclavas on and everybody in the group had white bands around their heads.\"\n\tWhat do you say about this allegation that the group was made up out of blacks and whites?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying there were people who walked along the streets, who did not go into the premises.  I stated that those could have been white people.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you did not know if they were white people, why would you have stated that that could have been white people?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When they were still at Buwa's household, a \"koyoco\" approached from kwaMadala and a white Police Officer came in the company of a black Officer and they were loading a dead body onto a Police vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this white man, he had a balaclava on which covered his face?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are nodding, I want to hear whether it is yes or no.  This white man was wearing a balaclava which covered his face?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, you are referring to a vehicle that came after the attack, that removed the body of a person, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were very busy, trying to take the people who had been injured away, it returned, one \"koyoco\" returned to collect the dead body.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Why do you say the \"koyoco\" returned?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was coming from the hostel and we were standing outside.  We were not in the house, we were outside.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How do you know it is the same \"koyoco\" that came back?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "All \"koyoco's\" are the same.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So therefore all you can say is a \"koyoco\" came back, you cannot say it returned or the same one came back, isn't it so?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know.  I think you know better how these vehicles operate or what type they are.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I just want to put to you that your evidence in front of this Committee differs from your statement in that you clearly states here that there were blacks and whites and that white people had black balaclavas on and everyone in the group, had white bands around their heads.  Do you have any comment?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not state that they were wearing white bands.  There were white people around because there were white people in that \"koyoco\".",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but we are not referring to the people in the \"koyoco\", we are referring to the people in the group and I am putting to you that you are now trying to get out of this corner by stating now that there were white people in the \"koyoco\".",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I have stated before that there were people walking along and they were wearing balaclavas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baloyi, let me explain this to you - this is what Counsel wants to find out from you, listen carefully to the question.  If you don't understand the question, say so.  You have now told us that the group that you saw when you looked through the window, part of that group was walking on the side and that some of those people who were walking on the side, wore balaclavas.  Do you recall that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you couldn't see whether they were white or black, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You confirmed that you did not, when you looked through the window, see any white person amongst the group, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The ones who are walking in the middle of the street, yes, there was no white person amongst them, but the ones who were walking on the sides, I am not sure whether they were white or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you yourself did not see any white either in the group or on the side?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see any white person, but when ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall I finish the question first because I haven't finished the question.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see white people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in the statement that  Counsel has just read to you, you say the group that you saw, was made up of black people and white people.  Do you understand the question so far?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what he wants you to explain is, if from what you have told us you did not see white people in the group, those who were walking along the side, wore balaclavas and you couldn't see whether they were white or black, why then did you say in your statement the group that you saw, consisted of whites and blacks?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so what is the answer?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "My response is this - when I saw that white person who came later to collect the dead body, I realised that those people who had been walking alongside the road, must have been white too.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When you later saw the people that came to fetch the body, how many white people did you see?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said there was one white person and a black Police Officer, so there were two in total.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That white person, was he wearing a balaclava?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I have already mentioned, he was wearing a balaclava.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Now one further aspect ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before, the white man who returned, is that the one who went to - is it the - Buwa's residence?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Please repeat that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am sorry, as I understand your evidence, the reason why you say - you said in your statement there were white people in the group - is because later on, after the attack, you saw a \"koyoco\" driven by a white man who wore a balaclava and this is the \"koyoco\" which had come to collect a body as  I understand it?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this body being fetched from, is it from the Buwa's residence?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "From the Radebe household.  It is the Hlubi household.  That house is sixth from my home.",
            "Male"
        ],
        [
            "MR LAX",
            "Not the Buwa household?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, Buwa's household is opposite mine.",
            "Male"
        ],
        [
            "MR LAX",
            "I am saying it is not the Buwa household, it is some other household?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is it from the house on the corner where Hlubi and Bafokeng Streets meet?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No.  From my home, you go down Bafokeng Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that house in Bafokeng Street, is that right?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, it is in Bafokeng Street.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "722 Bafokeng Street, is that the house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "732?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "722?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you never told the person who took the statement that the group had white bands.  Can you give any indication where the statement taker will get that information from?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The Police could not be trusted at that time, they will do as they pleased.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So what you are saying is that the Police wrote here white bands, whilst you told them red bands, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told them that they were red bands, if they wrote white, who was going to dispute that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Counsel is trying to find out from you and again, let me please ask you to answer the question directly, he has all the right to ask you these questions, if you know the answer you will tell us the answer, if you don't know the answer, say you don't know the answer.  What he is putting to you is because you didn't tell the Police that the attackers wore white bands, did the Police of their own accord, simply wrote white bands when you had told them red bands?  That is the question.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I told them that I saw them wearing red headbands, some of them did not have them on.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You testified earlier that this statement was read back to you, why didn't you correct the statement or the words \"white bands\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I stated before that Police questioned me on many issues, so it is possible that they may not have understood some of what I told them and they wrote whatever.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, isn't the situation that when you saw the attackers, that you also went to hide yourself and therefore you didn't see much?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I would have not gone to hide, because I do not know if I was going to die or not.  I just wanted to protect my family, it did not matter whether I died or not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of weapons did you see amongst the group that was outside your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Which group are you referring to?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "We are talking about the group of attackers, the people that you saw outside, carrying certain goods, some with red bands, I am referring to that group.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Most of them had spears in their possession, and home made axes.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that the only kind of weapons that you saw?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, those are the only weapons that I did witness for myself.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "In your statement it is stated here\n\"...  they also had panga's, spears, axes, knopkieries and big, long firearms with them.\"\n\tWould that be incorrect?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did not see any firearm with regards to the group that was walking along the street.  The ones who were walking alongside the street, they were carrying long firearms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I refer to the group, I refer to all the people outside, that were walking on the side of the road, in the middle of the road, the totality of people outside the house, excluding people that could have been in the \"koyoco\".  If I refer to the group, I refer to that group.  What kind of weapons did they have?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw spears, home made axes, the people who were walking on the side of the road had firearms.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What kind of firearms?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know anything about big firearms, I cannot say.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The interpretation was not complete, he mentioned that it was, the firearms, they were carrying them facing upwards.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did you get that Interpreters?  Adv Sigodi says that the firearms were pointed upwards when they were carrying them?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes, we do.",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "INTERPRETER",
            "We beg your pardon for that.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Do you know an AK47 rifle?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I normally see the Police and soldiers carrying firearms, but I cannot tell what type they are.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the kind the people were carrying that were walking on the sides, would you say that is the kind that you know see as an AK47 or won't you be able to say that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They just carried long firearms and they were wearing black tracksuits.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you say that all the people that walked on the side, were wearing black tracksuits?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were not many, I just saw a few.  There was no time to start counting them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many people would you estimate formed the total group, that now again, if I refer to group, that is people in the street, on the sides, the total group, how many?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "There could have been 500.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you told the Police when the Police took the statement, that the group consisted out of approximately 500 people, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I did say that they were about 500, in fact they were more than that.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And you also told the person who took the statement that you identified Vanana Zulu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know that name Vanana, I know him by the name Mtwana Zulu.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, but in any event you told the statement taker that the one person you can identify is Mtwana Zulu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I am saying is I told him everything that he came and stood by the gate and called out to my son, he said Dududu, Morene, and he said Lucky, these are the boys that they used to perform the traditional dance with.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "All I want to know you told the Police who took the statement, the same information you gave us regarding Mtwana Zulu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, as I have just explained it to you, that is what I told them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me Mr Strydom, who said Morene?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was Mtwana.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "When the statement was read over to you again, didn't you find it strange that that reference to Mtwana Zulu did not appear in that statement?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I would not know about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he wants to put to you is that in the statement that you made to the Police, there is no mention of Mtwana.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Can you give any reason ...",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know about that, but he did call out to my son.  I told my son to go hide himself.  He called out to three boys.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell the three boys to go and hide themselves?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "These boys used to dance with him, he used to teach them the traditional dance.  I do not know why he was calling out to them.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "That is not the question, the question is when Mtwana called the names of the boys, did you tell them \"go and hide yourselves\"?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "One was at the neighbour's house and the other was further on down at Nqwani's house.  He just called out their names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he wants to know is, when Mtwana Zulu called the names of your two sons, did you tell your two sons to go and hide?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I only told my son Dududu who was with me in the house.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just ask something?  The other two names Morene and Lucky, who are they?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They are the boys who used to dance, to perform this traditional dance, the Tsongola dance with him.",
            "Male"
        ],
        [
            "MR LAX",
            "Are they your sons or do they belong to other  families, what is the story?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They are not my sons, they are the neighbours.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And Dududu is one of your sons?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, he is my son.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see Mtwana standing outside your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I said he did not stand outside my house, when they come out of Buwa's household, he called out these names.  I was watching them when they attacked these two other houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "You already testified Buwa's house is just opposite yours, so he was standing - was he standing in the middle of the street between the two houses?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was standing on the lawn and he called out to them, calling Dududu, Lucky, Morene.  We were watching him.  The people were coming out of Victor's house and they proceeded to my gate, which they broke.  The people who came out of Buwa's house, did not come to my house, they just left.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I am not talking about other people, I want to know about Mtwana.   Was he standing on your lawn or on Buwa's lawn?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was standing on the Buwa's lawn.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And was he facing in the direction of your house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "He was just calling the names as they were coming out of the gate.  I did not notice which direction he was facing.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So you did not see his face, is that what you say?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying to you right now, I know that you are Mr Strydom, I knew Mtwana from a long time ago and when he got married to that lady who stays in my neighbourhood, I know him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Yes, the question is ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see his face as he was standing at Buwa's lawn?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I did see his face.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But you said he was not facing you or the direction of your house, how did you manage to see his face?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "If you are facing that direction, would you not be able to see my face?  Would you only be able to see my face if I face you directly?",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you saying you saw him from the side, is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw him just as I am seeing you now.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "But I am facing you Mr Baloyi, did you see him as you are seeing me now, that is you saw him face to face or did you see his side?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When he called out Lucky, these three boys were at different houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see the side of Mtwana's face when he called out the names?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying that I saw him.  Yes, I saw him whether from the side or in front, but I saw him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But on that day did you see him from his side or from his front of his face?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "If you are looking at me, would you not be able to see what this person looks like?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "May I just explain to you Mr Baloyi that as the Chairperson has requested  you that if you answer the questions directly, that will shorten the cross-examination for you, but if you are not doing that, it is going to take long because Mr Strydom would like to get certain information from you.  If you respond immediately, directly as he is asking you, that will enable him to finish the cross-examination earlier.  Do you understand that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If I can ask, were you looking at him from his side or from directly in front of him when he was calling the names?  Were you able to see his face from the front?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I just saw him in front.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Okay.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The other two names, Morene and Lucky, you say they are not your children.  Which houses do they stay at?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They are the neighbours.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Direct neighbours, that is to say the house directly next to you or lower down the street, or what?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The last house.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The last house in the direction of Frikkie Meyer Boulevard?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The last house towards Madala.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Is that Lucky that stays there?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Lucky's house is next door to Nqwani's.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Which one of the boys stay there then, Morene then, that is at the last house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, Morene stays at the corner.  His surname is Dube.  Lucky stays at a house next door to the Nqwani's.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I don't know that house, is it lower down the street in Bafokeng, towards Slovo Park?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I cannot compare Slovo Park with Bafokeng.  They stay in my neighbourhood.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "How many houses from you does Lucky stay?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Lucky's house is next door to Nqwani's and my house is in the other direction.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So is the house on the other side of the street, opposite you?  Just before you answer this, maybe we can shorten this, can you give the number of the house?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know the number.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "The question I want to ask you, can you give - I want to put to you that Mtwana was not in Boipatong that night.  Do you want to comment on that?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not think that he was absent as a person who was in charge of the hostel, there was no way he was not there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Are you saying that the reason why you say he was there, is because he won't let those people from kwaMadala go alone, he would go with them, he is a leader?  Is that what you are saying?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, as I said before, his in-law's house was also in the area.  They did not go there, just went and attacked my home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not what you are being asked.  It was just put to you now that Mtwana Zulu was not present during the attack and your response was he could not have been absent because he was the leader, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know a person by the name of Moses Mthembu?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I know the induna who used to stand guard at the gate.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you see him that night of the attack in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not see him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Do you know what kind of clothes Mtwana was wearing that night, can you give any description?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, I did not notice.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So what you are saying is that Mtwana shouted the names of Dudu, Morene and Lucky and thereby announcing his presence in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know how to tell you this, I said these people used to be involved in this traditional dance together and we never thought that he was capable of doing this type of act.  We knew very well that it was him who called out to these boys, I saw him clearly.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "What I am in fact putting to you is ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, what do you mean when you say we knew that no other person could have called them, other than Mtwana?  What do you mean when you say that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As he stood there when he called out to these boys, he is the one person who knew all their names.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And according to you, he was not hiding the fact that he was in Boipatong because he shouted names of known people to him, is that correct?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is what surprises me.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And when he shouted Dudu's name, you said he must go and hide himself?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far does - you mentioned that Mtwana's in-law's lived close to your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, the fourth house from mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mtwana Zulu known in and around your area?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Even a  young child knows him.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Can I just clarify something?  When you saw Mtwana Zulu and when you heard him calling out to your son, was this after your house had been attacked?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "It was before it was attacked.  That is why I saw them clearly.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And how many people, how far were the attackers when you saw him?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The crowd that had been carrying goods, was all over the street.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So the crowd that was carrying the goods, how far was it from your house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Some distance away, but not too far.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How far were they from Mtwana's in-law's?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were near, I can say they were about the fourth house away.  That is the estimate I can give, but they went into Nqwani and Buwa's households.  When they came out of these houses, they joined the other group.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How many people were in the street, was the street full of people at that time?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I estimated, there were 500 or more, there were many.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I know that there were many people, but how far were they from your house, were they already opposite your house or were they still coming towards your house when you saw Mtwana, at the time when you saw Mtwana Zulu?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "they were still approaching.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How many people were in the street opposite your house when you saw Mtwana Zulu?  I am not talking about the attackers, I mean how many people were there in that vicinity where Mtwana Zulu was?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I saw them as they were approaching, there were many of them.    At that time I was watching them as they were attacking the Nqwani and Buwa households.  That is before the other group arrived.   After they had finished the attack on these two households, they left carrying goods.  When the people left Nqwani's household, they came to my house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Listen carefully, we know from your evidence that there were approximately 500 people going passed your house that evening, is that correct?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We also know that there were people who were walking along the side of the road?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I think there five or four.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What my colleague wants to find out from you is, at the time when you saw Mtwana Zulu, how many people approximately were in front of your house, do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I do understand you now.  I was not in a position to count them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us, we know, that at least those who were walking along the side were approximately five, right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, that were in there, were they five, ten or was the street full of people?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The just broke windows and did not get into the house.  I am not in a position to say how many they were.  That is when I started to see Mtwana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's take this step by step, you have said you now understood what the question was, right, what I explained to you ...",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What my colleague wishes to know, approximately how many people would you say were in front of your house at the time when you saw Mtwana Zulu?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that at about that time, people had already started attacking the houses, Victor Nqwani's house, is that right?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there were people in Buwa's house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you saw Mtwana after these two houses had been attacked, is that right or not?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you saw Mtwana Zulu in front of your house, approximately how many people were in the road next to your house, do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  The other group had not as yet arrived, it was just the people who had gone into the houses.  There could have been five people each who went into these houses.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Chairperson, must I carry on at this stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sure you are about to finish?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, about this Mtwana issue, just two questions basically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean your cross-examination?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Unfortunately not Chairperson.  There are certain other aspects I will have to ask.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I hope thereby limiting my learned friend's cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you just carry on and at a convenient point, will you let us know, then we will rise at that point.  Do you want to close this Mtwana aspect?",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "Yes, let me do that.  Do you then say that Mtwana was also one of the people that went into the houses opposite you?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am not saying he attacked those houses, I just saw him outside there.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you first recognise his voice or did you first see him?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were standing by the window watching him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he wants to find out is what is it that made you recognise Mtwana?  Is it because you first saw him or is it because you first heard his voice?  Do you understand the question?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I first heard his voice, thereafter I saw him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If I put to you that there is a chance that you are making a mistake because the light was not good, you were looking from inside the house and add to that, that I put to you that Mtwana was not there, isn't there a possibility that you are making a mistake?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I am saying it was not dark, there was sufficient light, it was as bright as daylight.  It was at night, but the lights are very bright.  It is as if it is daylight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you heard his voice, you were standing next to your window and looking through the window?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, we were watching as they were attacking those two houses.  As the windows were being broken in those two houses, we were watching.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was whilst you were standing there, that you heard his voice?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.  When they left Buwa's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Sorry, were you inside or outside the house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I was inside, in the sitting room.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And did you have the lights on in the house or were your lights switched off?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "The lights were switched off inside the house.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you have your windows opened or closed?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We made sure that the windows were closed in such a way that if you are outside, you cannot open the window, but we could still hear what the people outside were saying.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But wasn't there a lot of noise?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I mentioned before, the noise was coming from Bafokeng Street, there was a big noise.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And this crowd that was coming, that was about four to six houses away from you, this large crowd, were they not making a lot of noise?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I think the people who making the noise, could have been the residents.  I am not sure whether it was the attackers or the residents.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were they singing or chanting or did you notice anything like that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, it sounded like people were screaming, but it was a noise.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "It was coming closer to your house, is that correct?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "We have heard evidence that the attackers were shouting (indistinct), did you hear that?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, they did say that and they also said kill the dogs.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did you hear this?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As they were near Buwa's house.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you were inside the house, you could hear this whilst you were inside the house with your windows closed?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "As I mentioned before, we closed the windows, but in such a way that you could still hear what people were saying outside.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How far was Mtwana Zulu from your house when you heard him calling out to your son?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Do you see that wall, would you not be able to see a person that far away?  You can.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Could you hear?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have a lot of pacing to do Mr Strydom, would you pace this distance which the witness has indicated.  Did you say it is from where you are sitting to that wall, there where there is a red and black curtain?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, where there is that (indistinct), I don't know whether it is a stove or something else.  Yes, I even see someone there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it is the distance from where you are sitting to that wall over there behind the legal representative for the applicants?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, the street will be in between, Bafokeng Street was in between.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "So that would be about ...",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "I will do the measurement.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Okay.",
            "Unknown"
        ],
        [
            "MR STRYDOM",
            "This dancing with the boys - sorry are you  just busy?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I just wanted to clarify the hearing aspect, and you say that they had started stoning the windows at Nqwani's house and at Buwa's house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "At what stage did Mtwana Zulu call out to your son?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "When they emerged from Buwa's house.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did he also come out from Buwa's house?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know, I just saw him standing on the lawn.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you could hear him quite clearly calling out your son and the other two?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not doubt that for a minute.  That is my son.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "At that stage, wasn't your son hiding already with your wife?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They were still standing next to the kitchen and I told him that he should now go and hide.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This dancing that your son did with Mtwana, was that at the stage he already stayed at the hostel, or was that still when he lived at Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "This dance started a long while ago, many children in the township were taught.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "So is the answer Mtwana was still living in Boipatong?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "You would not know whether he lived in Boipatong or not, because sometimes he would be there at Bafokeng Street until such time that he got his own house at Majola Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you saw him on that day, when last had you seen him, could you recall?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "They didn't use to come to the township any more, because they were afraid of being killed.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "And the kids, your child and the other children, didn't go to kwaMadala hostel either?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "No, they no longer went to the hostel.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did you tell your wife that you saw Mtwana outside your house on the night of the attack?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I said is that she would not confirm or say that she saw him, but she did hear his voice.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Did she tell you that she heard his voice?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "We were standing together there, she heard his voice very well.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "If she heard the voice, did she also see him then?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know, I cannot comment on whether she him or not.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "This is a very important aspect, surely you would have discussed this afterwards?  Did she tell you I saw Mtwana standing in the street like you did?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What we discuss is different from what we saw.  All I can say is that I saw him.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "I will conclude by stating that your wife didn't say anything when she testified about Mtwana Zulu outside your house, she didn't say that she heard his voice, she didn't say that she saw him, she didn't say that you told her that he was outside.",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "What I am saying is that many people who know what happened, are unwilling to come before this Committee because they are afraid that they would be killed by the Police.  She herself used her discretion in deciding what she told.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Mr Baloyi, I don't want to argue with you, but I can understand if she was afraid to mention the Police, but why would she hide the name of Mtwana?",
            "Male"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "I do not know.",
            "Male"
        ],
        [
            "MR STRYDOM",
            "Will this be a convenient stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Baloyi, you will have to come back tomorrow for further questions.  Do you understand?",
            "Unknown"
        ],
        [
            "MACHIHLILE WILSON BALOYI",
            "Yes, I will be present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will rise and we will reconvene at nine o'clock tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}