{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-23",
        "location": "BALFOUR",
        "day": "1",
        "names": [
            "SIMANGA E TSHABANGU"
        ],
        "case number": "JB3527",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54943&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/balfour/1baltsha.htm",
        "speakers": [
            "MR TSHABANGU",
            "DR RANDERA",
            "MR LEWIN",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "MR TSHABANGU",
            "DR RANDERA",
            "MR LEWIN",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR TSHABANGU",
            ".....  white people as bosses.  Referring to him as my boss but I was not working for him in particular.  He was just a neighbouring farmer.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you for that clarification.   Mr Tshabangu, in that time were you aware of any reasons why the ANC, if it was the ANC, were you aware of any reasons why anybody should be putting bombs on farms.  What was the rational behind it ?  What was the reasoning behind it ?",
            "Unknown"
        ],
        [
            "MR TSHABANGU",
            "I wouldn't be able to furnish the reason because I was not part of them and I didn't know what their aims were.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You weren't aware of any discussions ?  You weren't aware that perhaps the farms were being used by the army ?  You weren't aware that some of the farmers themselves may have been members of Army Commando Units ?",
            "Unknown"
        ],
        [
            "MR TSHABANGU",
            "I wouldn't be able to comment thus far because I have no clarity.  I never heard anything thereafter with regard to the bomb blast.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What about yourself Mr Tshabangu, have you ever been a member of any political party, organization or youth congress at any time ?",
            "Unknown"
        ],
        [
            "MR TSHABANGU",
            "I'm not fully conversant with politics and I've never been involved in politics before.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Tshabangu, I just have one last question and then I'm finished.  I think somewhere in your statement you talk about a suggestion that the Commission should recommend peace parks as part of the recommendations that we will make.  Can you just elaborate on that.  Can you tell us a little more about your thinking on that.",
            "Unknown"
        ],
        [
            "MR TSHABANGU",
            "What I mean by that is that I can see that there is still violence within our community.  Not my community in particular but in South Africa as a whole, so I think we can come together as the South Africans and talk peacefully so that we can be able to live peacefully, especially where I come from.  We do not have such facilities for promoting peace.  We do not have any groups where we hold motivational talks and try to reconcile with each other.  I would like the Commission to facilitate that.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Tshabangu, thank you very much.  I would like to hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Tshabangu, if I could just ask a few questions, or two questions really.  Just following what Doctor Randera has asked, could you explain where it was that the bomb was planted.  Was it actually planted in the farm, or was it in the road near the farm ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "This bomb was planted within the farm because when you drive from the White man's place towards the gate and towards the Main Road, that's where the bomb exploded even before I reached the road.",
            "Male"
        ],
        [
            "MR LEWIN",
            "The person planting this bomb, or I presume it was a landmine, would be setting an attack for the farmers rather than for general people travelling on the road.   Is that right ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "I think, according to my own opinion, it was not designated for me but for the owner of the farm but because I was the one who drove on that particular day and I was driving a tractor which is quite heavy, that's why the bomb exploded.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Where do you think the, I mean you mention the name of a possible person who planted this landmine, where do you think they came from ?  Within the country or is Volksrust sufficiently close to a border for someone to have come across ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "When I look at it now, I think they were coming from Volksrust because Volksrust is about ten kilometers.  Where the bomb exploded is about ten kilometers from where the second bomb exploded and it was from Volksrust or near Volksrust location.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That's quite close to the Swaziland border, is it ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "It's not very near but it's much nearer to Newcastle than Swaziland.",
            "Male"
        ],
        [
            "MR LEWIN",
            "My second question actually relates to what is happening now, or what happily has happened in the last weeks within our country, where South Africa has been one of the people taking steps to ban the use altogether of landmines.  I just wondered what your opinion of that is.  What do you as a victim specifically feel about that, not only for South African but for all countries ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "I support the idea because I feel that if people are happy, at times if they use fire crackers, we do not know if it's fire crackers or it's bombs or whatever.  At times when I hear fire crackers,  it reminds me of the bomb blast.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you Mr Tshabangu.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Tshabangu, after recovery did you ever have a chance to talk about what happened to you with your employer ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Yes, I did have an opportunity but when I spoke to him we did not see eye to eye.  We couldn't agree on any aspect because even to-day he's no longer staying in that area and he's also sick.  When I approached him and asked him, I told him that when people have been injured during the course of their duty they get some money to compensate them and I asked him why I couldn't get any compensation.  He didn't want to comment on that because I felt that had I died, my mother was supposed to get some compensation and  I realized even if I had died, my mother would never have received anything from my boss and he never wanted to take me back after I had been injured.  I never got any compensation whatsoever.  I decided to leave his farm and I went back to the location and I am even living there now.  I feel every disturbed about this incident, that's why I left him.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I don't know whether I'm making a wrong deduction.  You seem to be a very strong religious person.  You are a church person.  Am I correct, Mr Tshabangu ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Yes, that is true.  I do go to church and I'm quite a religious person and whenever I go to church, I feel that there's a load that I have lifted from my shoulders because I believe in God and whenever I have a problem I approach him for assistance and advice.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I'm trying to say, having suffered this much and this man having denied you compensation, what do you think of him at this time ?  Are you still bitter about him, let alone bitter about those who planted the bomb themselves ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Well, I do not necessarily hate him.  I have forgiven him because I do not want take any revenge or to keep on hating him.  I've told myself that I have to come to terms with whatever has happened to me and I will gather my strength and collect the pieces of my shattered life.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "We are not certain ourselves whether the person who could have planted that bomb has applied for amnesty but there is this general apology that comes from one of the organizations that was involved in the conflict of the past that is - that has given a general apology about planting all these bombs and so on.  What do you think about those people who planted the bomb ?  Would you forgive them ?  Would you feel that they deserve no continued condemnation ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "I feel that I do forgive them because they have realized their faults, they have admitted that they have done wrong and they've come before the community and the people of South Africa at large and they've asked for forgiveness.  I think  they do deserve to be forgiven.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Do you have children, Mr Tshabangu ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Yes, I do.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Are they at school, Mr Tshabangu ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Yes, they are at school.  One is in Standard One and the other one is in Sub B.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Are you able to maintain them, Mr Tshabangu ?",
            "Male"
        ],
        [
            "MR TSHABANGU",
            "Well I'm not able to maintain them on my salary.  I'm always assisted by my mother as I've already pointed out before.  I hold temporary jobs and I try to make ends meet but it's not sufficient.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mr Tshabangu for your frank and honest responses and also for your very clear statement.  Do you get a disability grant ?",
            "Unknown"
        ],
        [
            "MR TSHABANGU",
            "No, I'm not.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mr Tshabangu, by what you said in the way you responded to some of the questions, I'm sure you followed either in the newspapers or on television the recall of the political parties by the Truth Commission.  In particular the African National Congress and you may know that during that recall of the ANC, they were asked very directly about this question of the planting of landmines in farming communities, on farms, on roads adjacent to farms.  The then Chief Commander of Inkontowizezwe, Joe  Modisa acknowledged that the ANC did take a decision in the 1980's to intensify the struggle and that they identified Afrikaner farmers as legitimate military targets.  The justification which he gave was the fact that the then Government which the Nationalist Party was in charge of had brought the farming community and particularly the Afrikaner farmers into the military establishment by providing them with arms, with training, in particular around border areas like in this part of the country, Swaziland and because they were incorporated into the military structures, the ANC therefore considered them to be legitimate targets.  That's why they decided that they would plant these landmines in these farming areas.  He also made it clear that the decision which the ANC took was that they would not plant and anti-personnel mines.  In other words, mines which could be set off by people stepping on them but that they would plant what was referred to as anti-tank landmines which required a certain weight to detonate them.  We've seen the horrors of anti-personnel mines in our neighbouring countries in Mozabique and Angola and the damage and the harm that they're causing.  Mr Modisa was explaining that because of that, the ANC took a decision that they would not use anti-personnel mines, anti-personnel landmines.  He went on further to explain that when they actually saw the consequences of this kind of warfare, that often it was not the targets that they were aiming at who were the victims but often innocent people, civilians, because often it would be the case where it would be the farm labourers who were using the tractors, as in your case.  In some cases farmers would be driving with their bakkies or vans and there will be many of the farm labourers at the back and that weight would cause these landmines to explode, to detonate and caused untold suffering and injury.  He then went on to say, the then President of the African National Congress, the late Oliver Tambo actually called in the command of MK and said that they must discontinue with this policy of landmines because of the way in which the policy was leading to a lot of innocent people being killed or being maimed and that this was defeating the objectives of the African National Congress.  Following that, almost order as it were, from the then President, Oliver Tambo, the ANC discontinued with it's policy of planting landmines.  As Mr Manthata has said, the ANC then also made an unqualified apology to all those who may have been victims of  policies of the ANC, who may have lost their lives, who may have been maimed as a result of ANC activities whether as result of bombings or landmines or gorilla attacks.  I say that not to provide any justification for what the ANC may or may not have done because that is not the responsibility of the Commission, that's the responsibility of the ANC to justify or not it's policies.  I say that simply as providing information which came out of the recall of the political parties and the ANC in particular when this question was posed to them.  You may also know that many of the members of the ANC and also of those who were in charge of Umkontowezizwe including Joe Modisa, the now Minister of Defence, have applied for amnesty and that I would imagine that during these amnesty applications, the amnesty hearings, many of these issued will be touched upon again and more information will probably be furnished to the Commission.  With those words I want to again thank you for having come to the Commission and for having been so honest and so clear in the account of what happened to you and your experiences.  Thank you very much.",
            "Unknown"
        ]
    ]
}