{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-23",
        "location": "BALFOUR",
        "day": "1",
        "names": [
            "MANTSHOLO V MNISI"
        ],
        "case number": "JB3327",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54945&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/balfour/3balmni.htm",
        "speakers": [
            "RUSSELL ALLY",
            "MR MNISI",
            "DR RANDERA",
            "MR LEWIN",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "DR ALLY",
            "MR MNISI",
            "DR RANDERA",
            "MR LEWIN",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "Before I begin are you accompanied by somebody ?  Would you introduce the person who's come with you.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "This is my mother.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to your mother.  Before I ask Doctor Randera to assist you with your statement, will you please stand and raise your right hand to take the oath.  Thank you.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "(sworn states)",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mnisi, good morning to you and to your mother.  Welcome to you  both.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "Good morning.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mnisi you are living in Siyathemba.  We were told this morning that this is the town of hope.  You're taking us to two periods, one in 1978 and the other one in 1990.  The first one related to something where thousands of our people struggled against it, when many of our political organizations were banned in 1960 Sharpville and the killings that took place in Sharpville resulted because of a protest against the Dom Pass or the Pass Law.  You are going to take us to 1978, what happened to you first there and the experiences you had and then the second one is related to a much more difficult time in your community but what we saw throughout South Africa.  A struggle against local councils, rent boycotts and the results that came out of that.  So take your time, tell us about what happened in both situations please.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I would like to take this opportunity to thank the Chairperson and the entire Committee.  It was in the morning at about nine o'clock on the eleventh of October 1978.  I went to the shop to buy a cooldrink and I met a Boer by the name of Fanie de Beer who was working at the local police station.  This policeman tried to stop me along the road and asked for my passbook and the lodger's permit.  I told him that left those documents at home.  He told me to get inside the police van.  I refused and told him that the only people will get into the police van are the ones who are arrested.  He locked the car and we walked back to my house.  I opened the door and went inside.  I tried to look for the documents he wanted.  They were in my Mom's bedroom and they were at work during the day.  I told him, the documents you want from me are in this bedroom but I'm unable to get in because it's locked.  He told me I should kick the door open so I can gain entry and get the documents.  I told him he better do that so my Mom and Dad will hold you responsible for that.  He was adamant that I should kick the door open and I refused.  I told him that the owners of the bedroom are at work and I can't do that.  He started assaulting me at that time.  He hit me with a fist and I asked him, are you fighting now or do you want a lodger's permit ?  He said to me, kick this door open.  I told him that I won't do that.  After that I hit him back because I realized that he was fighting.  When I hit him back, he fell on the sofas.  When he fell on the sofas he drew his gun and shot me on my right thigh, on my right foot.  When I tried to step down I realized that my\nfoot was broken.  He left.  I fell into the kitchen from the dining room and he went back to the dining room.  He closed the curtains.  I just heard the sound that he was closing the curtains.  He went past me in the kitchen, went outside and brought more police into the house.  One of them was a Sergeant Station Commander.  I have forgotten his name.  I think he is Maboya.  He is Joubert, something like that.  The Station Commander he brought with him asked, what happened to this gentleman and he told him that he's already shot me because I didn't have a pass book and a lodger's permit in my possession.   He wanted to find out why he didn't arrest me instead of shooting me.  The Station Commander said to the other policemen they should take me to the van and we drove to town to Doctor Lindeque and he put me under the X-ray and it was discovered that I had a fracture and I was transferred to Heidelberg Hospital.  I was admitted there for a day.  The following day the doctors came to attend to me and the same results were obtained.  I was transferred from there to Natalspruit Hospital.  It was there that I was operated on.  They inserted screws into my foot.  I was shot for the lodger's permit and pass book and I had those things, it's just that I could not get them because they were in the bedroom and the bedroom was locked.  That's what happened.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mnisi, can I ask for the indulgence of a Chairperson.  Perhaps we should just talk about this one incident because the second one is related to something  completely different and there are many other stories that will follow that will talk about what happened in 1990.  So if I can just ask you a few questions on what happened in 1978.  You must have spent a long time in hospital.  How long were you in hospital for ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "In Natalspruit Hospital I spent three months, if I'm not mistaken in 1978.",
            "Male"
        ],
        [
            "DR RANDERA",
            "When you came back to ... (interrupted)",
            "Unknown"
        ],
        [
            "MR MNISI",
            "When I was discharged I went back home the first day.  The second day the police came and took me to the charge office locally and I was told that the person who shot me opened a docket for me and there's a case ready that I should attend at the court of law.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Had you laid any charges, either whilst you were in hospital ... (interrupted)",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I was kept at the hospital for three months and I couldn't lay any charges immediately.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you hadn't laid any charges yourself against the policeman.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "The police first laid charges against me.",
            "Male"
        ],
        [
            "DR RANDERA",
            "The charge against you was that you actually tried to attack the policeman with an axe.  What's your comment about that ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "He alleged that I wanted to stab him and chop him with an axe.  That is not true, he is the one who shot me.  To my surprise that was the case he opened.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Tell us what happened.  Did you actually end up in prison or was the case dropped against you ?  Did you get a sentence that was suspended ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I wasn't sent to prison but I got free bail.  At the end of the case I was sentenced  to three years suspended sentence.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Were you working at the time ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I wasn't working at the time.  I was a vendor.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What about your present status, are you working now ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I'm not working now.  I have since not been employed.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mnisi going back to your statement, you say in 1978 the police were in full force trying to stop the influx of people into urban areas by arresting those who do not have pass books.  This is quite a small community, I would imagine  in 1978 it was even smaller.  Just take us back to that time and describe how these things were being done and your own experiences as well ... (interrupted)",
            "Unknown"
        ],
        [
            "MR MNISI",
            "The police were arresting people who were not employed.  If you had a special you were not arrested but if you didn't have one you would be arrested.  Even if you didn't pay the rent, you would be arrested for that.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Would the police come in to Siyathemba and arrest people and carry out raids at night or during the daytime ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "People used to come day and night, raiding the house Siyathemba and arresting people.  They were not joking.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Chairperson if I may I'd would like to move on to 1990.  Mr Mnisi would you like to say anything else about that 1978 period before you come to tell us what happened in 1990 ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I would like to know about Fanie de Beer.  I would like to know his whereabouts because he is the one who injured me.",
            "Male"
        ],
        [
            "DR RANDERA",
            "We'll take note of that.  Thank you.  Would you like to go on and tell us what happened to you in 1990.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "If I'm not mistaken it was the seventh of July 1990.  It was on a Saturday.  I was at home at Tshabala's place and we were there chilling and relaxed and we saw a group of people approaching.  They came inside and asked the owner Samuel Tshabala to switch off the radio and after that we should leave the house and go and attend a meeting at the stadium.  They also said further, anyone who's stubborn and not attend the meeting will receive what he deserves.  Truly, we went to the stadium.  When we got there we found out that the people who were at the stadium were leaving the stadium, marching, because there was a march that day and headed towards the office.  We had buckets with us.  They told me to take a bucket and I refused.  I said, I will never take this bucket, I won't even touch it and they said, but you will join the march.  I did obey them.  I joined the march.  There were so many people, numerous.  The one's were controlling the march that day divided us.  Some were already in front and reached the office, unloading the buckets and they got back to us and suggested we go to Ngakane, who was a Councillor, Ngakane Ngakane's house.  We found Ngakane Ngakane standing outside his house.  We put our buckets down.  I knew Ngakane Ngakane very well because we grew up together and we used to play soccer together and we used to be vendors.   I said to the people who were with me that I would like to have a word with Mr Ngakane.  They intended to kill him and I went to Ngakane and I had a word with him.  I told him to just leave the weapon alone.  Take your weapon and put it in your pocket and leave these people to offload their buckets and leave them there and we will clean up afterwards.  We will clean your house thereafter.  He was stubborn and said he won't do what I was asking him to do.  As I was still trying to negotiate with him there was one who approached behind me.  I don't know whether he threw sand on his eyes because I saw him reaching for his eyes and suddenly Boetie Nkala, I would like to apologize because his family is here, shot him.  I told him, you shouldn't have done that because look at the damage you have made now.  Suddenly I found myself on the ground and I don't know how I was beaten.  After that I found myself at the Heidelberg Hospital and I had lost consciousness but I regained it again.  Magdeleni Nklapo was also injured that day on his foot and came to my hospital bed with the late Mr Skothana and said to us, the reason we are here in this hospital is because we've been shot by Speed, the late Ngakane.  I said, did he shoot us ?  What did we do ?  I asked Nklapo that and he said, the whole thing transpired as we were offloading the buckets at his house.  I asked where he was and he said he was also killed on that very day.   I said to Magdeleni Nklapo, look at this now, he created all this damage but if only he had listened to me this wouldn't have emanated at all because I suggested to him that he should leave the whole thing alone and let the people do whatever they wanted to do and we will clean up the mess thereafter.  That's what happened.  I felt really bad when I realized that he was killed.  If only he had listened to me this wouldn't have happened and we wouldn't have been hurt either.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How many people actually died on that day Mr Mnisi ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "There was one who died on the way to hospital by the name of Boetie Nkala.  The other one, Sugar died after him.  The two of us, myself and Magdaleni are the ones who survived this ordeal.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And your friend, the Councillor also died on that same day ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "That's what I heard because we were already at the hospital.  We heard that he died that day or the following day.  I'm not too sure about that.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I just take you back a little.  I know it's a long time ago.  What was this struggle against Councillors in Siyathemba, had that been taking place for a period of time or did that only start in 1990?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "The Councillors were working for the Government of the day and also working for the community and had made promises to the community.  Time and time again the community would have meetings about this until they reached a decision that they would destroy and use buckets to show the Councillors what they were up to, that they were not keeping their promises.  That's how they wanted to penetrate through.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Were there other protests against the town's Councillors before this incident in 1990 ?  Was this one of many protests that took place ?  Sorry, can I just stop you.  My understanding of the protests against Councillors started long before.  In the Vaal we go back to the early '80's already.  Was there a similar situation pertaining in Siyathemba at the time or had people just started being against Councillors in 1990 ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "An incident like this had occurred before but not as bad as this time in 1990.  There were conflicts and debates and things but not to this extent.",
            "Male"
        ],
        [
            "DR RANDERA",
            "The protest with the buckets, was that a protest against the bucket system in itself or was it just a way to show the Councillors that people were against them ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "The community was trying to show the Councillors that they should not make promises that they know very well they won't fulfill.  They promised a sewerage system and they were not installing that.  So the community decided that they will use the buckets to effect service and show the Councillors that they were tired of promises that were not fulfilled.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Earlier on you said that people were so angry they wanted to kill Councillor Ngakane even before your intervention.  Was that the plan ?  Was that the thinking as people marched to Councillor Ngakane's house that they were going to actually kill him or were they going to drop all the feces there in his yard and walk away ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I would like to explain this point.   There was no conflict, even the people who were there in that march were not up to a conflict.  People were just going to offload the buckets.  As I tried to negotiate with him that he should take his gun back into his pocket and leave the people to do what they wanted to do and we will clean up afterwards but he didn't see any sense in what I was saying to him.  Everyone that was there was not up to any mischief except that they wanted to offload the buckets and not kill.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now I understand the Councillors lived in the community and people were against the Councillors and they were the direct point of entry in terms of anger that people were showing but you said earlier on that the Councillors were just working for the Government.  Why did people not go and drop all the shit out in Balfour itself ?  Why were the Councillors chosen as the ones they should be attacking ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "The offices of the Councillors were in the Black township, not in town.  They went to the offices first and after that they went to their respective houses.  They wouldn't have gone to town because the Councillors were working right in the township.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So people had been protesting for some time against the bucket system.  Councillors had been forewarned about this is other words.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "Yes, the Councillors were aware of that.  They committed themselves to changing the entire system and install a sewerage system but they never fulfilled their promise.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mnisi, my last question.   I understand that after you came out of hospital you were charged for the killing of the Councillor.  Can you just tell us what the outcome of that was.",
            "Unknown"
        ],
        [
            "MR MNISI",
            "We were discharged at the court of law.  We won the case, all of us.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How many of you were charged ?",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I think we were about thirty or fifty something around that neighbourhood.  This has happened a long time ago so I can't remember quite well.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Mnisi.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mnisi, could I just ask, this was one of many protests.  Was it the last protest about the bucket system ?",
            "Male"
        ],
        [
            "MR MNISI",
            "This was not the last bucket protest because the people in the township demanded many things.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Specifically about the bucket system, does it still exist ?",
            "Male"
        ],
        [
            "MR MNISI",
            "Yes, it still exists.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So there's never been any success for this particular protest ?",
            "Male"
        ],
        [
            "MR MNISI",
            "No there wasn't.  We only experienced a change now under the new Government because they have started installing the sewerage system already.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That's what I wanted to ask.  Thank you.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Mnisi, can you remember how the Councillor was killed ?",
            "Male"
        ],
        [
            "MR MNISI",
            "When he was killed I was not in the neighbourhood, I was already admitted to the hospital.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Were you at any stage in the leadership of the community against the bucket system ?",
            "Male"
        ],
        [
            "MR MNISI",
            "I was not at the meeting.  I was one of the community, one of the civilians and I grew up in this township.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You were able to speak to the Councillor.  I guess you were speaking to the Councillor on behalf of the people when you said he should let everything happen, it shall be cleaned later.",
            "Male"
        ],
        [
            "MR MNISI",
            "No, I was not representing the community, I was talking to him simply because he was a friend, a personal friend of mine and I realized the danger he was getting himself into by holding his firearm.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "As you were speaking to him, where were the marchers ?  Were they standing looking at you negotiating with him ?",
            "Male"
        ],
        [
            "MR MNISI",
            "They were there watching and they knew very well that he was my friend.  We grew up together, we were playing in one soccer team and we were also vendors.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You said you are not working now, Mr Mnisi.  Is your wife working ?",
            "Male"
        ],
        [
            "MR MNISI",
            "I don't have a wife.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "So you are just staying with  Mama and you are supporting your mother.",
            "Male"
        ],
        [
            "MR MNISI",
            "That's correct.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "No further questions, Mr Mnisi.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mr Mnisi, thank you very much for sharing with us ... (interrupted)",
            "Unknown"
        ],
        [
            "MR MNISI",
            "I will request the Commission to understand one thing.  I am now no longer as fit and as healthy as I used to be before and I won't be able to work anymore as result of that incident.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you, as you may be aware the Commission will make recommendations to the Government on Reparations and Rehabilitations so thank you very much for coming and taking us through this long history and explaining your own involvement in it.  Thank you very much.",
            "Unknown"
        ]
    ]
}