{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-23",
        "location": "BALFOUR",
        "day": "1",
        "names": [
            "JUDITH NHLAPO"
        ],
        "case number": "JB3483",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54951&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/balfour/9balnhla.htm",
        "speakers": [
            "RUSSELL ALLY",
            "MRS NHLAPO",
            "THOMAS MANTHATA",
            "TRANSLATOR"
        ],
        "original_speakers": [
            "DR ALLY",
            "MRS NHLAPO",
            "MR MANTHATA",
            "TRANSLATOR"
        ]
    },
    "testimony": [
        [
            "RUSSELL ALLY",
            "I'm going to ask if, also a slight change to the programme, if we could have Judith Nhlapo to please come to the witness stand.  The reason that we're doing this is because the incident that Judith Nhlapo is going to speak about is also related to the testimonies which we have heard.  The testimony of Mr Mnguni, also earlier, the testimony of Sipho Nhlapo.  So if Judith Nhlapo could please come forward.  Mrs Nhlapo, welcome.  Tell me if you can hear me.",
            "Unknown"
        ],
        [
            "MRS NHLAPO",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Nhlapo, thank you very much for coming.  It's been a long wait.  You are coming to speak about what happened to your husband who was a Town Councillor in Siyathemba and the events which took place at the same time as the events which we have been hearing about from the earlier witnesses.  Mr Tom Manthata is going to assist you but before you begin, I'd like you please to just raise your right hand to take the oath.  Do you swear that the testimony that you'll give will be the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "MRS NHLAPO",
            "(sworn states)",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mrs Nhlapo.  Tom ?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Nhlapo, relax and be with at home.  Mrs Nhlapo, is Mr Nhlapo still alive ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "He's late.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "When did he die, Mrs Nhlapo ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "In 1990.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Do you have children, Mrs Nhlapo ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "Yes, I do.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What are they doing ?  Are they school children or are they working ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "They are working.  I do have grandchildren.",
            "Female"
        ],
        [
            "TRANSLATOR",
            "The speaker is  not quite audible.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Sorry.  You are not audible.  You don't get up close enough to the interpreters, Mrs Nhlapo.  Can you help her to speak louder.   Are you staying alone Mrs Nhlapo ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "No, I'm not staying alone.  I have my grandchildren with me but the older ones are working.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "You tell us in your statement that Mr Nhlapo was being forced or pressurized to resign from the Council.  What form of pressure was being brought on Mr Nhlapo ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "They insisted that he should resign and leave his position as  Councillor.  After his resignation, they bombed our house.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "So he did resign ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "Yes, he did resign after they bombed our house.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "After bombing the house, what became of you and Mr Nhlapo ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "What do you mean ?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What I mean is, where did you acquire a new house now that that house was destroyed ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "Only two room were destroyed where they threw the bomb.  Only two rooms caught fire and were destroyed.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Can you tell us the whole story.  Just relax, Mrs Nhlapo and tell us the whole horror of a bomb house, the pressure for resignation and all that.",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "They first bombed our bedroom and my boy was sleeping in that room.  I was still awake, in the kitchen.  The boy woke up and furniture had caught fire already.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "So you remained in that house with some rooms destroyed and this is where you are still ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "Yes, I'm still occupying the same house.  The house was refurbished and re-built.  The two other rooms are still destroyed and we are still occupying the same house.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How did Mr Nhlapo die ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "The kids are the ones who took him.  He was in a Kombi and he died in that Kombi.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "An accident ? A car accident ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "It was not a car accident.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What set the Kombi on fire ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "The Kombi was not set alight or was not on fire.  As he was driving he lost control and there were teachers there.  He was transporting the teachers and they managed to get control of the vehicle.  They took him out of the car and put him on the ground.  Thereafter they called the police.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What was the post-mortem ?  What did the post-mortem say the cause of death was ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "He died as a result of a heart attack.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "It is a pity.  We are sorry for that.  During this time when they were pressurizing Mr Nhlapo to resign, what did your children say ?  What advice did the children give to you as family members, parents ?",
            "Male"
        ],
        [
            "MRS NHLAPO",
            "You mean when they forced him to resign ? The kids also supported that and said he should go ahead and resign because the community is insisting.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I have not further questions.  I'll hand  over to the Chairperson.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Nhlapo, in your statement you say that your son Aron knows quite a lot about this incident.  Is that correct ?",
            "Unknown"
        ],
        [
            "MRS NHLAPO",
            "Yes, he knows better because he witnessed when they first bombed the house.  The first bedroom because I was in the kitchen and my son was in the bedroom.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I'm going to ask you if you would please ask your son if he would consider making a statement and submitting the statement to us.  This would add more to your statement.",
            "Unknown"
        ],
        [
            "MRS NHLAPO",
            "My son is not here.  I also did not know myself, I only heard to-day at about eleven.  I didn't let him know because he doesn't stay with me.  He is in Vereeniging.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I understand that, Mrs Nhlapo but he can always make a statement.  It doesn't have to be to-day.  The work of the Commission will go on for at least six more months so there is still time and if you can contact him and ask him if there's anything that he would want to add to your statement, anything that will shed more light on what happened on that day in May.  Also on what happened to your husband subsequently because when Mr Manthata was asking you about the circumstances surrounding the death of your husband you seemed to suggest that there was more than just an ordinary death.  In your statement you also speak about your husband having been involved in the taxi business and after his death, his taxis were stolen.  So there's quite a lot of things in your statement which, if we could have more information, would assist us.  As I said, there is no immediate hurry.  It doesn't have to be done to-day, it can be done in the next couple of weeks.  If you could please ask you son......   I just want to say to you also that in statements that we have from others dealing with this period, with what was actually happening in Siyathemba, it is said that one of the incidents that actually sparked off this attack on the houses of Councillors and in particular your house, was after the body, after the coffin of Abram had been taken by the police and the police refused to give the family permission to bury Abram in Siyathemba, but in Greylingstad as we heard from Abram's father.  Apparently that so angered some of those present that they decided to take their anger out on Councillors and that a decision was taken to go and attack the houses of those Councillors who had not yet resigned.  Many houses were actually petrol bombed and your family house was also petrol bombed.  So we are beginning to get some picture, some idea of what was actually happening in the community at that time.  The tensions, the conflicts, the way in which the community became divided and I think that without wanting to take away from the suffering of anybody, from whichever side of the conflict, I think we are increasingly beginning to see that this Council system was at the root of a lot of what turned people against each other, that caused these divisions, those who were seen to support the Council system and those who were seen to be opposed to the Council system.  One of the achievements I suppose of the democracy that we have now is that we have no such system.  A system which divides, which imposes structures on people.  We actually have a Local Government system, a Provincial Government, and National Government where people all have the right to vote freely, where political parties have the right to campaign freely.  That was not the situation in the 1980's, the period that you were speaking about.  Without wanting to justify what people did, people must take responsibility but at least we are beginning to get some understanding of why people acted with such anger, such vehemence.  We can see the consequences.  Thank you very much for coming and speaking to us from what I suppose we can consider, the other side of the conflict because Councillors were seen, rightly or wrongly on the other side of the conflict.  Thank you for coming and sharing with us and I again ask you if you would please ask your son at some point to make a statement, to add to your statement so that we can have a fuller picture.  So thank you very much, Mrs Nhlapo.",
            "Unknown"
        ]
    ]
}