{
    "header": {
        "type": "1 D MABENA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-14",
        "location": "PRETORIA",
        "day": "4",
        "names": [
            "DANIEL MNINDWA MABENA"
        ],
        "case number": "JB00593",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55798&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/mabena.htm",
        "speakers": [
            "CHAIRPERSON",
            "MRS MOIMA",
            "DANIEL MNINDWA MABENA",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MOIMA",
            "DANIEL MNINDWA MABENA",
            "MR MALAN",
            "MR MABENA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you, Mr Mabena. I notice that you have someone next to you.",
            "Unknown"
        ],
        [
            "MRS MOIMA",
            "He is Mogale Lagalagala.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How is he related to you?",
            "Unknown"
        ],
        [
            "MRS MOIMA",
            "He is my comrade.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you Mogale Lgalagala.  I will ask Mr Wynand Malan to lead you to take the oath.",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much and you may sit down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I notice here is that you are going to tell us what they did to you at Themba police station.  We would like you to tell us about the injuries that they inflicted upon you at Themba police station, all the facts surrounding your arrest at Themba police station.",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "(Speaker's mike not on) ... Playwright Art and Poetry Organisation.  There was this organisation to consider the question of developing of artists locally around my area of residence.  So it happened somewhere in 1985 in the evening. It was one o'clock, if my memory still serves me well.  There was a raid by the police of the then Bophuthatswana government, together the security branch police and the soldiers with their Hippos.\n They took me off my bed and then I was locked into the\nPRETORIA HEARING TRC/GAUTENG\n2 D M MABENA\nbakkie, the police bakkie and they drove with me to the Themba police station. On arrival there, then they started sjambokking me.  We arrived at the police station round about two o' clock early in the morning. They started sjambokking me and then the next thing, on the morning, round about six o'clock, the other group came in.  They were also being sjambokked.  \n When we later had a meeting with the station commander, during that arrest, we were told that the cultural group what we have launched is not acceptable in the area, because they felt there were some political activities within that organisation as well.  \n Our organisation was only concentrating on dramatising poetry and also fine art, but they felt there were politics involved there. So it happened that the police would just warn us by word of mouth to say this organisation must cease to operate.  Then they released us.\n It did not end there.  I was already on their books it looked like.  On the 26th of March 1986, they came again, round about two o'clock in the early hours of the morning and they drove away with me again.  That very day that was when the massacre of Winterveld also took place. I was locked in there, sjambokked and then there were also other raids, house to house raids where all male, boys so to say, were also being taken during that raid.  All what happened is during our stay at the police station, they started asking us questions as to who our leaders were.  Some of the people within the group from my community, pointed me out. I had no option but to stand for it because I was the leadership within my area, Eersterus.\n So then they sjambokked me and then there was this tyre\nPRETORIA HEARING TRC/GAUTENG\n3 D M MABENA\nwith the petrol which was placed over my neck to my chest and then I had to carry it.  Then they commanded me to chant political songs and they were laughing at me. When at the same time they were sjambokking me, using the exhausted brake cables.  \n There were two policemen. The other one on the left, the other one on the right. When the other brick cable is on my body the other one was up, to and fro, to and fro.   So that was the type of the torture that one was exposed to.  That was on that day, the 26th, the 27th.  Then I was later released on a Friday, that was the 28th.  I was released on the 27th, Thursday.  After I had been taken on the Wednesday, the 26th.  \n Then I went to the local doctor within the Hammanskraal shopping complex, and the doctor just looked at me and he never gave me any medication whatsoever.So on Friday I went to Garankuwa hospital where I was being attended to. \n As I am talking, I had abrasions on my body, a lot of scars that emanated out of such a torture or through these brick cables.\n It did not end up there. I was politically education of the United Democratic Front, prior its official phasing-out in 1991, March, the 3rd.  They were also bugging our telephones, because a lot of time our telephones were being bugged.  At some stage I was receiving telephone threats.  They were threatening me over the telephone, people who could not identify themselves were phoning me through in and throughout, and threatening me that I will be killed.  \n It did not end up there, I must say to this Commission.  Because I was at some stage registered with this institution for B.Prog degree, and at some stage because of the type of \nPRETORIA HEARING TRC/GAUTENG\n4 D M MABENA\nlife, for which one had to be on the run from time to time. Then I was too distanced from my books. I was not even able to bring even a single assignment to this institution.  To the extent that I reapplied again, the other forthcoming years. I think the last time when I reapplied it was in 1992, wherein I was also not able to bring in even a hardly a single assingment due to a situation one was being exposed to through this police brutality.\n It did not end up there, anyway.  There was at some stage wherein our names appeared in the mass media.  Among other papers that I still recognise, it was the Star,  Citizen and many other newspapers.  There was this statement that there is an attempt to murder us by the CCB, the then Civil Corporation Bureau.  This statement was being issued out by the director of the Lawyers for Human Rights, Mr Brian Curen.  \n The other thing is that at some stage when the police were looking for me at my residing place, they could not find me a lot of times due to my manoeuvres, because I was a bit skilled due to a situation I was exposed to.  So a lot of time they were unable to get me and then my family were exposed to harassment as well.  \n My father at some stage got some claps from the police and my younger brother, Frans Mabena.  That was the type of situation one was exposed to.  When I was a journalist - at some stage I was a journalist for the New Nation, an alternative newspaper based in Johannesburg. I was doing freelance work for that newspaper.  So they confiscated a lot of my newspaper articles, a lot of times, to an extent that that career was also being disturbed.  My future career within the mass media.\nPRETORIA HEARING TRC/GAUTENG\n5 D M MABENA\n There was also some stage wherein there was this confiscation of articles at my residing place.  When this police, the security branch special corps came, I was not there. It is only unfortunate, because sometimes I don't have the dates, because I was being called even today on the eleventh hour.  I am actually from work now, and I had to run here. I did not bring in the page.  \n So they broke my bedroom door, it is still not repaired today, until today.  Then they confiscated some of my materials, political materials, including some of my books which I bought for this degree, B.Prog degree. They were being confiscated together with another briefcase which I had. Until today such items have not been returned to me.  When I am trying to follow that up they say they are lost, they are lost.  That is the type of answer that one is getting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mabena.  You talk about 200 other male residents. Were these - these were mainly residents from Eersterus?",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "There were a number of incidents that took place in Eersterus. One incident, the first incident wherein the whole community was being involved, roundabout 36 people were being arrested, both boys and girls. I arranged their legal representation through the Lawyers for Human Rights offices in Pretoria.  Out of such a situation one was being targeted as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question was, we are talking about the 200 people.  Perhaps I should have ended my question.  What were they arrested for?",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "It was not clear to us as to what were the reasons.  They only raided the main people within the area,\nPRETORIA HEARING TRC/GAUTENG\n6 D M MABENA\nespecially the younger generation, people of my age and up to plus or minus 40, they were being raided.  There were no clear reasons as to why and on arrival at the police station they just started sjambokking us.  But I was the one who was exposed to a lot of sjambokking, because when the question was being asked as to who are your leaders, I was their only leader that day who happened to being within the group.  Some, due to their stay in Johannesburg by then, they took political asylum in Johannesburg, they were not found.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you talk about a doctor who just ignored your plea.  Do you remember his name?",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "It will be difficult for me at this stage to remember his name, but if I could search properly my documentations, at home, I may find something of his office. Or maybe trace through the place where we hired, because this doctor was within the complex of a certain man at Hammanskraal, so-called Rands, so it means it could be traceable through that mechanism.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after this doctor had ignored you, did you go to any other doctor?",
            "Unknown"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "No, I went straight on Friday, the 28th to Garankuwa Hospital, accompanied by my colleague, Alfred Malemela, and the two parents, my father and my mother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I have no further questions.  Except questions from my fellow colleagues on the panel.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Mabena, you mention in your written statement that you made a case, instituted a civil claim.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "This case where I instituted action for this torture issue, and then this matter was dealt with outside court, it was an outside court settlement as you said, but I received less than R5 000,00, outside court. I was not\nPRETORIA HEARING TRC/GAUTENG\n7 D M MABENA\nbeing involved in such a settlement.  Because even the attorneys were supposed to have called me in to say those people are saying they want to settle the matter outside court but they are prepared to offer so much, could we continue that way.  They did not get approval from my side. So I feel there is some cover-up even in the matter.  Because they even to date, I still suffer health consequences due to that assault.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you telling us that your attorney, Mr Hennie Kotze of Savage Jooste & Adams settled the matter out of court, without your permission?",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "Yes, exactly.",
            "Male"
        ],
        [
            "MR MALAN",
            "He didn't consult you.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "I was only called to say I must come and sign for a certain cheque. I went in and then I was told the matter has been closed and this is what transpired.  I was told this has been settled outside court, they said you were not thoroughly injured and they feel they can offer\nR5 000,00 to compensate, I mean R3 000,00 and something to compensate you.",
            "Male"
        ],
        [
            "MR MALAN",
            "But with respect, Mr Mabena, if you had to still sign a document for the cheque there, then I mean, then you settled it, then you accepted it. Because I mean, if you didn't sign you would have had an opportunity to proceed.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "Yes, I queried that.  It is because one at that stage was not eligible in the area when it comes to legal expertise, but to date yes, if there was such a situation, I would know exactly what to do, but by then I did not have the know-how on legal matters.  I was only told sign here, here is your cheque, and you know the type of situation sometimes we are exposed to.\nPRETORIA HEARING TRC/GAUTENG\n8 D M MABENA",
            "Male"
        ],
        [
            "MR MALAN",
            "The problem is I have sort of professional bunions, I am a lawyer from training and background, so if people say lawyers do things without their permission, I usually check it.  It is often not so or some misunderstanding, but I cannot believe that he would have settled it without presenting the option to you which you say you didn't understand at the end.\n Just one other question.  You say you were at some stage a freelance journalist with New Nation.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "How long were you there?",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "I haVe been with them for more than a year.  I was actually being interviewed under the state of emergency by the then (indistinct), and by I never rested, because even on roadblocks, the police were confiscating my news articles a lot of time, and they were returning them very late and within the mass media, there are news deadlines. I cannot report about something of January in June, sometimes.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am sure that happens often. Then you also made reference to a charge for the possession of dagga, in which you paid R120,00 but you say in this case I was wrongfully charged.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were there other cases where you would have been rightfully charged?  Is that what you are saying?",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "There was a stage where I was from my in-laws ...",
            "Male"
        ],
        [
            "MR MALAN",
            "No, you don't have to answer this, I was really pulling your leg. I am not serious with that question.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "No, I just want to make it a bit more clear to the general public.\nPRETORIA HEARING TRC/GAUTENG\n9 D M MABENA",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay.",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "There was a stage when I was from my in-laws in Winterveld. I am married in Winterveld. So on my way between block BB and DD of Soshangove, I was getting home to Eersterus from Mogopani station.  There was a road block man there.  At that road block, what happened is that two police officials signalled a hand signal that there were too contradictory. The one signal, the first signal was that bypass, bypass, he was just signalling the driver to just bypass. And the other signal at that spot, was saying stop.  So the driver could not stop immediately due to this clashing hand signals.  And then he decided to stop at a later stage and it was a bit of a distance.  So then on arrival the policeman who is stopping me, he is shouting as to why he did not stop when he commanded him to stop, he is supposed to have stopped immediately, maybe he was hiding something.  So that man, you know, our drivers, the taxi drivers, a lot of them are not educated. And I felt I must intervene. I was sitting on the front seat, and I said no, it is perhaps because of two contradictory hand signals.  Then by saying that, I was grabbed off the taxi and then they started beating me, they were crossing of fists and then they started kicking me. I had the mechanism to fire back, because I am involved in the martial art.  But I never did anything. They took my newspapers, throw them in the bush, it was close to the bush.  They throw them away. I lost quite a number of articles even within that incident. So at a late stage they took me to the (indistinct) police station next to Mogopane police station. On arrival there as I was sitting at the charge office, nobody attending to me, they said this one with the dagga, come in. I was dragged\nPRETORIA HEARING TRC/GAUTENG\n10 D M MABENA\nto where they wanted me to and then they started writing a statement, which they said I must sign. I refused to sign.  They took me to a distance, and it was on Friday. I stayed there behind bars on Friday, Saturday, Sunday, and I appeared in court on Monday. On Monday they said R120,00 bail.  So I had no option but to pay for that bail.  Then that case continued. I did not have legal representation anyway, because I knew I never even smoked myself. Not even a cigarette, the ordinary cigarette. So I knew there would be justice. But unfortunately the Court found me guilty and they fined me R120,00.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mabena ...",
            "Male"
        ],
        [
            "DANIEL MNINDWA MABENA",
            "So when the matter was being followed up, there was this linkage between the security corps and those police that were involved.  Because at some stage some of thes policemen talked about the incident during their party, they talked about it that they have pinned such and such a type of a person that stays in Eersterus and blah, blah, blah and they were laughing.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, thank you very much.  Keep to your clean life of not smoking, it is good staying that way. I hand you back to the Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mabena and to your strong supporter, we thank you so much for having availed yourself for coming to give this no small, but broad picture in the South African setting of the past decades. We thank you so much. We hope you will co-operate with us further whenever the need arises.  Thank you so much.\nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}