{
    "header": {
        "type": "1 M KHAULELA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-12",
        "location": "PRETORIA",
        "day": "1",
        "names": [
            "MVULA KHAULELA"
        ],
        "case number": "JB01056/02PS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55792&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/khaulela.htm",
        "speakers": [
            "CHAIRPERSON",
            "MVULA KHAULELA",
            "YASMINE SOOKA",
            "RUSSELL ALLY",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MVULA KHAULELA",
            "MR KHAULELA",
            "MS SOOKA",
            "DR ALLY",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The next witness.  Mr Khaulela, before you finally make yourself comfortable in the chair, will you please stand and raise your right hand.",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  You may be seated.  Mrs Sooka will assist you again here or, again, Mrs Sooka will be assisting you now in giving your evidence.  Can you hear the translation?",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I am speaking to you.  Then I am handing the chair to her.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Khaulela, thank you for coming to the Commission.  You are going to tell us about your father.  Will you tell us a little bit about your father and then about the disappearance please.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Yes, the only thing that I can say about his disappearance is the information I got as late as 1983 when I was still in exile.  I got this through our National Commissioner.  Then National Commissioner, Mr Masondo.  In fact he himself told me that he got that information and they as the ANC were still looking into it, that is investigating the matter.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Sorry.  Do you want to tell us, you know, what your father did and how it came to be that he went missing\nPRETORIA HEARING TRC/GAUTENG\n2 M KHAULELA\nbefore you get onto what you have learnt about it.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "The only thing I can tell you about my father.  He was an activist in the ANC.  He was also a former Robben Island and without doubt he was still continuing with the struggle and I left him in 1977 two years after he has been released from Robben Island.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Carry on.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Yes.  As I said earlier on it was then 1983 when I heard about him, but just before I heard that he was once in Lesotho.  Well, on a working visit, just mention it and he did meet our then National Commissioner asking to see me, but unfortunately I was busy also somewhere.  Then he could not meet me.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Who actually informed you about what happened to him then?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "As to what happened to him, the first person, as I have mentioned, that is Mr Andrew Masondo.  He did not make mention of what happened in actual fact, but he made mention of his disappearance.  Later on because he promised me that they are going to investigate this matter, I was visited once more by the late Chris Hani and the present Minister of Sport, Steve Tshwete, whom I think they were the people who were inside the country within, I mean about this matter.  So that is why the late Chris Hani brought him to me, but at that stage, also, there was nothing so far attended.\n Also, I cannot remember some people, but there were people also who were mentioned.  I believe through the investigation there is another side of the story now that he was last seen boarding a flight from Maseru to Johannesburg, but inbetween came up two or three from the Special Branch.  PRETORIA HEARING TRC/GAUTENG\n3 M KHAULELA\nOn board they just picked on a man, it was a description and that description came into my father's description because the person who was on board on that same flight did not know my father, but because he was to be destined on the same airport, that is Jan Smuts.  After he has been asked, I mean, by the people who were waiting for my father, he then described that, no, there was somebody whom he did not know who was picked up by three Special Branches or two Special Branches.  That is now not Jan Smuts.  I believe in Bloemfontein.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "In your statement you say that this information that you have just told us you learnt that, that was disclosed by Curtis Nkondo?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "This is the story.  Not from him direct.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Right.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Yes, correct.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "So, did Chris Hani tell you that?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "No, no, that is why I am saying I do not remember who told me that, but I would like also Curtis Nkondo to be approached about this.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Have you, you mention that this was as far back as 1985, but since then ...",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Latest information that was in 1985.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Since then have you approached Shell House, have you approached the people there to find out if they have got anymore information for you?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Yes, I did it on my own.  It is part and parcel of the people working and one of the people I did approach, the very same Dakotie, I met him also concerning this matter as somebody who knew about such activities.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What were you able to learn?\nPRETORIA HEARING TRC/GAUTENG\n4 M KHAULELA",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "From him?  So far, well, according to his response, he was innocent in this matter.  As far as he knew about these activities, he referred to try and also he promised me that he is going to, what you call, he would investigate also the matter.  Especially from the Eastern Cape people, that is his former colleagues.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Has he ever come back to you?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "No, no, never came back.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What do you know about what your fathers political activities were about?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Unfortunately, because when he was arrested I was still young by then, but from the people who grew up with him, what I can say from his colleagues or whatever, he was an activist and he, apparently, he did undergo military training somewhere in Africa.  I am sure this took place after he came back to South Africa when he was arrested.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I see from your statement that you yourself are now a solider employed with the Defence Force.  How old were you when your father went missing?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "When I, let me say it like this.  I left him.  Then I was 19 years old when I left.  It was long before he is missing because then I got the story he got missing in 1983 and I left in 1977.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you also join MK?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "I was in MK.  Now I am a soldier.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "During your years in exile did you ever make any contact with your father before he disappeared?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "I did not, no.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You have now been reintegrated into the armed forces?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Exactly.\nPRETORIA HEARING TRC/GAUTENG\n5 M KHAULELA",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any other questions?  Dr Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Do you know if your father held any senior position in the organisation or was he just a member?",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "That one, I cannot answer because, like I said earlier on, I was still young when he got arrested.  When he came back I stayed only with him two years and then I left him behind, but the thing is this, from the people who worked with him, like those missing three figures in Eastern Cape, Archers Kotolozi and the like, those were the closest people who were working with him and I also know from the fact that before they got missing they themselves, they were on the very same, what do you call, investigating team because he was part and parcel of them in those structures.  Like now here I am having a document, but I may be, I may term as the adjective of the whole mess that was taking place in those years in the Eastern Cape.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Sorry, this document.",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "I have got it here.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And what is this document?",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "It is a document, I mean, people who were listed and some are still surviving.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And is it possible, have you give that document to anybody in the Commission when you made your statement?",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "I am willing to give and also I would like those people who were there in that meeting to be also investigated.  If they are not involved in this thing, I do not see anybody, but the work that they were sitting, planning is one and the same activities that they were busy, I mean, killing people, some people were disappearing.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Who is the author of that document?\nPRETORIA HEARING TRC/GAUTENG\n6 M KHAULELA",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "This is minutes of a meeting that took place on the 7th of June 1985.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thanks, we would appreciate if you made that available.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "I am not too clear here where people give a guide like they are saying Mr Curtis Nkondo did give something that could hint to the disappearance of your father.  Had Mr Nkondo at any stage met your father before?",
            "Male"
        ],
        [
            "MVULA KHAULELA",
            "If we have listened very well.  I did mention that I did not meet Mr Nkondo, but these are one of the stories that I get ...",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Oh, I see.",
            "Male"
        ],
        [
            "MVULA KHAULELA",
            "... throughout my investigation, but now the problem is I cannot remember people whom I met, whom made mention of his name.  As I am saying that I would like him also, at least, to give an evidence, I mean, on this matter.  I said earlier on that he did not know my father, but he described a person like my father.  That is what I am saying.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I see.  In short, what I understand you to be saying  to us is you are giving us the lead to the people that we can contact in an effort to trace the whereabouts of your father?",
            "Male"
        ],
        [
            "MVULA KHAULELA",
            "Like I got, I once published in one of the newspapers, in the City Press, the same thing.  I was still in search of my father.  I have long started and trying to find out his whereabouts.  Like I said I managed to, I am just picking up with whatever story that has got to do with his disappearance.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  I have no further questions.\nPRETORIA HEARING TRC/GAUTENG\n7 M KHAULELA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you ever, sorry, Mrs Sooka wants to do a follow-up question.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "I just want to ask you.  You sound like you have some sort of theory of how your father or who was responsible for his disappearance.  Is that something that you have thought through?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Well, maybe one would say I am one sided.  I would not like that.  I am open.  I am open in this matter, but nevertheless the stories that I get, I might get them from one side.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "My second question and, of course, you might choose not to answer or disclose the information.  You say that you have in your possession minutes, extracts of minutes of a meeting.  Who was the meeting, what was the meeting about and who were the people present at that meeting and how were you able to obtain the document?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Do you want me to read the names of the people here?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "No.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "And also because the question of the source.  I may not disclose it.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Disclose it. Okay.  I do not think that we will ask you to read the minutes, but I will simply ask you to tell us who the people were, what kind of meeting this was and who the people were who were at this meeting.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "This was a joint military and police meeting, high ranking officers that took place at the Eastern Cape command.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You say the date when this meeting took place?",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "It was the seventh of June.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Seventh June 1985?  I hear my colleagues.\nPRETORIA HEARING TRC/GAUTENG\n8 M KHAULELA",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "Yes, 7 June 1985.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I think that, obviously, we would need to get that document from you.",
            "Female"
        ],
        [
            "MVULA KHAULELA",
            "No problem.  That is why I brought it here.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Khaulela, I do not think I have any follow-up questions.  We will get that document and we will certainly follow through whatever leads there are.  You will be knowing that we are getting lots of bits and pieces of information from all over the country.  We hope that as they are coming together they will start fitting.  Some of the information will reply, will be giving answers to some of the questions on the other side and vice versa.  We have a database, an information flow control system set up which will only show the benefit later after some way that we have made through the hearings, but we will again, in good time, we will report to you.  We will appreciate it if you will leave the document with us as you leave the stand.  Thank you very much for coming to us.",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "Would you mind if you gave me a copy of it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A copy would be fine.  A copy would be fine.  We will do it now.  We have Mrs Janice Grobbelaar there who is our Manager of Information Flow.  She is a Professor from this area, but she is also capable.  So she will see to you getting a, I am saying she is a Professor and capable.  So, she will see to it that you get your copy of the document.  Thank you very much.",
            "Unknown"
        ],
        [
            "MVULA KHAULELA",
            "Thank you.\nPRETORIA HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}