{
    "header": {
        "type": "1 N M MALOBOLA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-14",
        "location": "PRETORIA",
        "day": "3",
        "names": [
            "NAMPUNDING MABEL MALOBOLA"
        ],
        "case number": "JB00169",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55804&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/malobola.htm",
        "speakers": [
            "DR BORAINE",
            "NAMPUNDING MABEL MALOBOLA",
            "MR MALAN",
            "CHAIRPERSON",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MRS MALOBOLA",
            "NAMPUNDING MABEL MALOBOLA",
            "MR MALAN",
            "CHAIRPERSON",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Welcome and I want to make absolutely sure that you can hear me through the headphones.  Can you hear me alright?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Good.  It is nice to see a smile.  Mrs Malobola, you are one of many people who were involved in the KwaNdebele massacre where many, many people lost their lives and one of them was your grandson and you have come to tell us your story today.  Your heart must be full of pain as you relive those times, but I want you to know that you are amongst friends.  We are not here to cross-examine you, we are here to share with you in your pain.  Could you please stand to take the oath?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Please be seated and make yourself comfortable.  My colleague, Mr Wynand Malan, is going to assist you to tell your story, but before I ask him could you please tell us who is with you today?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Who is sitting next to you?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "She is my sister.",
            "Female"
        ],
        [
            "DR BORAINE",
            "She is your sister?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I would want to welcome her too and thank her\nPRETORIA HEARING TRC/GAUTENG\n2 N M MALOBOLA\nvery much for coming and being with you.  Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Malobola, if you will just excuse me to just make an announcement.  We have now also in translation service into Afrikaans available which you will get on channel one on your headphone sets.  Those of you who would be interested in listening to the translation through medium Afrikaans.\n Mrs Malobola, thank you very much for being here.  You gave us a written statement.  From your statement it is clear you also visited the mortuary, the Government Mortuary.",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes.",
            "Female"
        ],
        [
            "MR MALAN",
            "And that is the information, mainly, that you give us, as to what you found there and it relates to the same incident that we have just heard other witnesses on.  We will appreciative if you could tell us your story.",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "I greet you all.  I am happy to be here at this time even though my heart is sore because what I experienced was not supposed to be experienced by living people.  It was on Tuesday, these children came to my house on Wednesday.  They were from Springs.  They visited me because it was during school vacations.  I stayed with them from Wednesday, Thursday until Friday.  That is when a man who worked in Harmanskraal came to our house.  They were very happy together with their grandfather.  Everything was fine.  We slept on Friday.\n On Saturday we woke up.  It was also a good company with them.  It was a group of young boys.  I could not understand why are they in a group.  Then their grandfather said it is just small boys together.  We were seated on the lawn at the front part of the yard.  At four o' clock the \nPRETORIA HEARING TRC/GAUTENG\n3 N M MALOBOLA\ngrandfather said, Mbuzo, make fire so that we can get inside the house.  Then he did so, started chopping wood and then made fire, but he was in a hurry and I could not understand why.  It was like he was happy, but these boys were on their way.  We could not understand what was actually happening.  When we got inside the house these boys did not get inside the house.  Then I was left with them outside.  I could not understand what was happening then.  However, during sunset they did not arrive at all.  We started asking their company around Mamelodi, asking ourselves where they went, but I could understand they were with my sister's children.  They were in a group here.  We were seated on the rockery outside in my yard.  Then we slept.  On Sunday morning we woke up.  The children were still not home.  I could not even attend Church.  On Monday, Tuesday until Thursday we could not see the children at home.  \n The following week on Tuesday Johannah's cousin in a combi arrived at home.  Said there were children who visited here and then I asked her where are they.  He said, Mama, I am sorry, the children have passed away.  Then I asked why?  He said they were killed at Johannah's place.  Then I got disturbed.  I woke up, I dressed, I went to my sister's place.  I asked her did you hear about what happened?  She said, yes and I asked her what are you going to do because we do not know KwaNdebele.  Botiki who is Johanna's, Botiki Nkosi, said no Mama, I will take you there.  He took us to Johannah's place.  When we arrived we found that they have already swept the place clean.  There was nothing to be found there.  Myself and my grandfather plucked out the spikes from wall.  I did not have that idea to take these nails from the wall and put them in my handkerchief, you \nPRETORIA HEARING TRC/GAUTENG\n4 N M MALOBOLA\nknow, wrap them in my handkerchief and take them along with me.  We went outside to meet Johannah.  She was together with some women who were busy sweeping and cleaning the floors.  I asked her how did these children die, what happened?  She said I do not know what happened.  I said to her if you say you do not know at the moment, but some time, one day, you will know.\n We went back to the combi.  Now we asked her where are the corpses that you called us for.  She said they are at the mortuary at Bronkhorstspruit.  We went ... the place was full of bones.  You could not identify anyone.  All of them were burnt.  It was ashes around, bones.  Some of them did not have arms, some of them did not have hands, some of them did not have legs, they were shot, did not have eyes.  They had nothing.  We buried a corpse that did not have a head.  You could just see the top part of the skull.  You could not tell or recognise the person whom you were burying.",
            "Female"
        ],
        [
            "MR MALAN",
            "Mama, is that your story?  Is there anything you want to add?",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "I do not hear.",
            "Female"
        ],
        [
            "MR MALAN",
            "Sorry, my question was whether you have given us the story that you want to tell us?  Is there anything you want to add?",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes, there is because this is quite a long time.  This year is 11 years now and I am a person that is sick.  I have got sugar diabetes.  I have been in the hospital last week.  I was sleeping there.  So some of the things when I have forgotten, please remind me because some of the things, they are out of my head.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much Mama.  We, you were here when we listened to the other witnesses.\nPRETORIA HEARING TRC/GAUTENG\n5 N M MALOBOLA",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR MALAN",
            "So we had a lot of information.  We have your additions to the incident.  Especially your personal visit and the description of what you saw there.  I have no further questions and I am handing you back to the Archbishop, as Chairperson, to deal with the rest.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you.  Any questions?  Tom Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "When you arrived at Sis Johannah, you arrived there and you found some of them.  Were they happy?",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "Yes, you could not see whether they were happy or were they sad.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "As you suspected that Johannah did such a deed could you meet as parents of these children who died after the incident?",
            "Male"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "No, no.  What happened was just shoved under the mattress.  No policemen arrived.  I asked her did you report this to the police, but nothing happened as I understand.  This, the deceased's parents arrived from Springs.  They wanted to speak to Johannah, but they could not meet Johannah.  Even if when the police from KwaNdebele arrived they let them sit in the police station until four o' clock.  They never asked them questions until they went back to Springs.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you Mam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further questions?  Russell Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Mama, can you tell us a little bit about your grandson Mbuzo?  How old was he and how was he involved politically, if you do know this?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "I do not understand.  Mbuzo use to hang around with them.  He was about 19 years old.  He was in the PRETORIA HEARING TRC/GAUTENG\n6 N M MALOBOLA\ncompany of three boys.  One was from Mahlangu's family in Benoni.  The other one was from Vosloorus with him.  The other one I could not remember his name, but the other one was Kenny Mahlangu from Benoni.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was Mbuzo still at school or had he finished school?",
            "Unknown"
        ],
        [
            "NAMPUNDING MABEL MALOBOLA",
            "I cannot say he was finished or he was not finished because he was staying with his mother and father in Springs.  They were just coming to visit for me.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We do not have comforting words that we can pass to you.  We understand the hurt that you experienced.  We pray God Almighty that He may bless you and let it be Him who will be gracious to you together with everybody who is here and a lot of them who are not here who will sympathise with you and comfort you.  We are prepared to investigate and find the true facts so that you could know who did these brutal things so that even people who suspected each other, thinking maybe it was so and so who did this, could not be misjudged as to being people who did the thing which is so brutal.  We thank you for having come forward to tell the tale in public.  I hope this will help you to be comforted because you know there are people who sympathise with you and we thank you for that.\n Just before I pass on to Dr Boraine, could we make a small appeal.  We do not, in fact, have enough of these headsets we have been talking about and many of us ...\nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}