{
    "header": {
        "type": "1 C S MOKOENA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-12",
        "location": "PRETORIA",
        "day": "1",
        "names": [
            "CAROLINA SINKEPENG MOKOENA"
        ],
        "case number": "JB00760",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55810&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/mokoena.htm",
        "speakers": [
            "CHAIRPERSON",
            "CAROLINA SINKEPENG MOKOENA",
            "THOMAS MANTHATA",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "CAROLINA SINKEPENG MOKOENA",
            "MR MANTHATA",
            "MRS MOKOENA",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... on her son Mooketsi Joseph Mokoena who first disappeared into exile and she will also give us information relating to his death in detention.  Mr Tom Manthata will be leading that, but before I hand the Chair to him will you please stand Mrs Mokoena, raise your right hand.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Tom Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "As you have already heard Mrs Mokoena be relaxed and tell us about the disappearance of your son.",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "My son Mooketsi Mokoena was a scholar at Mafikeng at Botswana Training College.  In 1976 at about October month a policeman arrived at home and he told me that my son is no more there.  He has left.  We were surprised where my son has gone to and we also showed that this policeman that my son has written us a letter asking his father to look for a temporary job for him because they were about to close schools.  On the following day a black and white policemen arrived and the said my son had gone into exile in Botswana.  On the following weekend we got to Botswana to look for him.  When we got there we were told that they had flown to Zambia.  We were surprised by this news because I was not aware that my son took part in politics and I did not know who to ask from about the\nPRETORIA HEARING TRC/GAUTENG\n2 C S MOKOENA\nwhereabouts of my son and then I went to Bophuthatswana to ask for help.\n The people there did not even know what to do and we were waiting up until 1979 when we received a letter which said that, it was written by my son, and in it he said he was already married.  He was staying in Zambia in Lusaka.  When the other letter arrived it had the same news in it and in the other letter he asked me to help him.  As a parent I thought maybe my son is going through difficult times because he told me that he has got a son.  I then went to the Bophuthatswana Embassy where I explained that I want to get to Zambia to get my child.  I told my daughters, the other one is here with me, Maureen, and I told them that I want to go to Zambia to look for my son.  The got money together and in 1980 I went to Zambia in Lusaka and I passed through Botswana.\n When applying for the passport to Zambia I told one of the members at the Bophuthatswana Embassy that, could you please state in my passport that I have a child of about two to three years and my aim was to go and kidnap the child from Zambia.  Mr Maheri did that for me and he stated in that passport that I have a child of about three years.  When I got to Zambia I was taken to the offices where I could not find my child.  He was in school at Mokhusi that is in Zambia.  On the following day very early he came around and he found me there.  They had a room that was given to them in which they were living and we went to that room.  We stayed there until my son came in the morning and I asked him what was his problem.  He said he had problems with the child.  Sometimes I have to stay home and not go to school because the child's mother is working.  The child's \nPRETORIA HEARING TRC/GAUTENG\n3 C S MOKOENA\nmother was working in a company, an ANC company, that is in a clinic.  I told them that I am going to leave with this child, I am going home with this child and I said to the woman because you say you are going to Botswana in December to see your parents, you must bring this child along.  I am not going to take him home and that is what we talked about.\n I then came back to South Africa after that.  We were still being harassed by the police from time to time.  In December 1980 we went to Botswana again and I went to fetch the child and brought him to South Africa.  I took care of this child until I sent the child to school in Glen High.  In 1986 a State of Emergency was declared here in Pretoria.  My husband was taken away and he shared a name with his son and he was detained in Villieria.  I cannot remember what the name of the prison was and he was arrested for about three months.  In the interim I was being held by the Bophuthatswana Embassy who refused me entry to go and see my husband.  The people from Bophuthatswana helped me so that I could go and see my husband from time to time until he was released.  He was never brought to court, he was only released.  \n When we approached December I received a telephone call in the evening and it was from one of the lawyers here in Pretoria.  This lawyer said to me you must send the child to Rhodesia because there is no school for the child here in South Africa.  Then I said, no, I will come to your offices tomorrow and the following day in the morning I went to the offices and I asked him what was his problem.  He did not waste time.  All he did was to phone and he did not phone Rhodesia that time, he phoned Zambia and when phoning Zambia he phoned the child's mother.  The child's mother said to \nPRETORIA HEARING TRC/GAUTENG\n4 C S MOKOENA\nme, please send the child over because there is no more school in South Africa and I asked her how do you know about South Africa whilst you are in Zambia.  I said to her I will send this child to a white school because I could see in the township there were no children attending school.  That is why I sent the child to the white schools.  I am not refusing you the child because the child belongs to you.  Please send me two tickets.  Let the one be a return ticket and the other one be a single ticket because I could not go there with a single ticket not knowing who will pay for my fees back or my fare back.  I said to this lady, I said where is my child because you are looking for your child.  Where is Oupa and she said to me Oupa is here and I told her to tell Oupa to phone me the very same night.  I asked her where she got my telephone number she gave to the lawyers and she said that is the telephone numbers you gave to me once.  I said please ask Oupa to phone me and she said she will do that.\n I waited for those tickets until we received freedom when Mr Mandela was released from jail.  People were so happy to be afforded freedom after Mr Mandela was released and that is where we asked everyone from Zambia whether he knew about my child and they would all say no.  You would see a persons face that they really could recognise my son because I could tell from the way they frowned when they saw his picture that they really knew him.  Then my sons wife came back in 1992, but he never came to my place, she never came to my place.  In early 1993 she came to my place to fetch the child.  The child was by then in standard eight and I said to her I have already paid for the child's school fees.  You cannot take the child away now, you better come \nPRETORIA HEARING TRC/GAUTENG\n5 C S MOKOENA\naround in December and when you come around please I want to be sure then that you are going to send this child to a white school.  She said alright I will do that Mama and then I asked her again where is Mooketsi and she said to me we are divorced, I am now more staying with Mooketsi.  Then I said to her two years will go by before I get to Zambia to look for my son.  \n Then she came around in December 1993 to fetch the child.  We then phoned Shell House regarding my son and we could not find anything.  On the 21st in the evening, that is in February, last year I said to my daughter tomorrow we have to get to Shell House very early and I will not come back until they tell me where my son is.  Then we went to Shell House the following morning with my daughter and Percy, he was my grandson.  When we got there they did not want to allow us in, but Percy said to them we know we have killed the guy that is why you do not want us to go in.  Then they allowed us to get in.  Then we got in and went upstairs where we found a young man who said to us we are not allowed to tell anything to anyone.  That was people from the Welfare Department, Mrs Masingmanga and Mr Marude.  We said we will wait for those people and what he said was so long you are waiting I will phone to Pretoria and I can find out from the computer people where Mooketsi is.  He gave us a telephone to listen to what the people from Pretoria said.  In the telephone we heard that Mooketsi Joseph Mokoena, Balile Mpila, has died in 1983 in Quatro Camp number 32 and he was accidentally shot.  I could not believe what they told me.  I said we are going to wait for Mrs Masingmanga and I want to see in black and white where they had written about what happened.  We waited there with \nPRETORIA HEARING TRC/GAUTENG\n6 C S MOKOENA\nmy daughter, waiting for Mrs Masingmanga until they came, but they did not, when they came round they called us to the office.  I said to Mrs Masingmanga please tell me where my child, where my son is.  She took out a big computer printout and took out a page and read to us Joseph Mooketsi Mokoena, Balile Mpila, was shot accidentally.  I asked her who shot him and she said he was accidentally shot.  I asked what was he going to do at Quatro camp.  Mrs Masingmanga could not answer me to tell me what my son was going to do at Quatro camp.  I said to her the last time I saw my son in 1980 he was in school and he even promised me that he wanted to apply for a bursary to further his studies by then.  I asked Mrs Masingmanga who shot my son and she said they would investigate who shot him and what was happening when he got shot.  I asked her what was he going to do at Quatro Camp and she said to me, Mrs Mokoena, I do not know what he was doing there.  Then she said we must go home.\n After two weeks I phoned back and Mrs Masingmanga told me that they are still investigating and she said to me my child or my son died in May and that the computer was not telling the truth when we were her the first time.  He did not die in 1983, he died in 1984.  Then I thought there was something fishy going around here and then we decided to write to the President because he said his doors were always open.  We wrote to the President regarding this matter about my son.  The President answered me by saying, before I wrote to the President I phoned.  I phoned his office and the guy who use to answer telephones said you cannot put a statement through to the telephone, please write it down in black and white.  That is when I told my daughter to write a statement and she wrote the whole statement and we sent it to the \nPRETORIA HEARING TRC/GAUTENG\n7 C S MOKOENA\nPresident.  The President's office answered me by saying we have sent your letter to Safety and Security Department.  \n In two days time the people from Safety and Security Department said they had received my letter and they had further sent the letter to the National Commissioner of South African Police Services.  Then I said, alright, I will wait for you.  As time passed by I did not receive any answer and then I wrote again to Mr Mufamadi telling him that you have told me that you sent my letter to the Commissioner of Police and he said, yes, I did so and the Police Commissioner is the one who has to answer that letter.  Then I started losing the turn of events and then I did not know what to do.  Up until I heard about the Truth Commission.  Then I phoned them.  That is Mrs Masingmanga and I said to them I have heard that there is a Truth Commission, can you not please send me to the Truth Commission so that I could hear how the people could help me maybe regarding the whereabouts of my son.  She said to me the Truth Commission is also here at Shell House.  We can also get to the Truth Commission when you come to Shell House and listen to what they say.  Then I phoned her back again and said to her I am taking my statement to the Truth Commission because I see you are wasting time.  No one is from the ANC is coming to my house to tell me where my son is.  I did not know my son is someone who took part in politics and I do not know anything about politics.  \n My son had maybe been robbed by some people who led him into politics because he never received any political education before.  She said to me if you think the Truth Commission is going to help you, then please go to the Truth Commission and that is how I brought my statement here in \nPRETORIA HEARING TRC/GAUTENG\n8 C S MOKOENA\nfront of the Truth Commission.  That is my story.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "The way I understand you I think you mean when your child was still at school, were you still able to know whether he was taking part in political matters or not?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No, I did not know, but when the strike started at their school we were about to bury my mum and my child was present at that time.  When people started shooting around, if someone had interest in something you could see.  He never took part in any political activities.  He was only standing on the side looking for these people who were running around.  Really, I am not talking on his behalf, but I do not know anything about his political involvement.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Whilst receiving letters from the police what do you understand from these letters?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "The letters were not from the police they were from my son.  The letters were already opened when they got to me.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Were the letters brought to you by the police?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Many of them were brought by the police.  Some of them we got them in the postbox, but they were all opened.  I had the impression that we had problems with the child because he was still in school by then because he use to phone me from school and I thought he was worried about his child because he was still in school.  What he did was not to go to school to take care of the child because the mum was working and the child was in the creche there in Zambia in Lusaka.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Did not the police who brought letters to you give you any names?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No, they use to give me names.  I am a bit\nPRETORIA HEARING TRC/GAUTENG\n9 C S MOKOENA\nstupid, maybe, or I am slow learner.  You know if someone does not anything about politics, even if I, you give me an address of a political house I would tear it away because I did not want to associate myself with any politics.  I was afraid by then.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "When you heard that your son has disappeared and Mapula was not able or was not prepared to help you find out about his whereabouts, what did you perceive Mapula as?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I thought Mapula sold my son out because she came around to take the child because she phoned me before whilst my son was sleeping and she came to fetch, to tell me that my son is moving around is prostitutes.  When I heard that my son was dead whilst this lady was still visiting, that is Mapula, I was very hurt and I told those people why do you not ask Mapula why she did not tell me that my child was dead and she told me that those were family affairs.  That is what she said while we were in Shell House.  What could I do about that?  I do not know where my child is now because of Mapula.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What would you request from the Truth and Reconciliation Commission regarding the disappearance of your son?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I would like to go and fetch the remains of my son and bring them to South Africa where I can bury him, because presently I do not know whether he has buried in Angola or in Quatro Camp or in Zambia.  I am not sure.  I do not know, in fact, or whether he was thrown into a hole with many other people who died or not.  I do not know about that.  How are we going to know or when are we going to know about how people were treated in the Quatro Camp because we see about many things on TV.  When are we going to see those PRETORIA HEARING TRC/GAUTENG\n10 C S MOKOENA\nhappenings of Quatro Camp on TV because we have seen about the other ANC camps on TV.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Who will help you to get to Quatro Camp if you want to go there so that you can be able to see where your child was buried?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "That is what I am asking from the Truth Commission.  I want the Truth Commission to find out who killed my son and I think the person who killed him must know where he buried him or where he threw him.  I do not want anybody to be apprehended because if such people are being arrested they are still going to use tax payer's money.  I want them to bring my son's remains from Zambia or Quatro to South Africa.  They must use that money or the tax payer's money to fetch those bones or the remains of my son or to help me go over to see where my son has been buried.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mama, can you tell me, you say that the police constantly visited you after Mooketsi left.  Did they, when they visited you, did they ask you questions about whether he was involved in politics.",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes, they were asking me questions.  Where is Mooketsi?  Is Mooketsi in what Commission, what, what, I do not know.  I told them I do not know anything about it.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "When Mooketsi told you that he was in trouble when he wrote to you, what kind of trouble was that?  Was it to do with money?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No, it is with the child.  He did not like the way the children were kept at the creche where they left the child.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mapula, was she a South African girl or was she\nPRETORIA HEARING TRC/GAUTENG\n11 C S MOKOENA\nfrom Zambia?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Mapula is a girl from Soweto.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "You mention in your statement that she came back in 1993 and she told you that he had married someone else, but that when you went to the ANC offices they told you that your son had been shot in 1983.  Did you ever go back to Mapula and ask her how come she had given you a different story?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I do not want to go to Mapula because being angry as a mother, I thought that the office can take Mapula and me, meet together and talk because I did not want to fight.  I was asking the Shell House to call Mapula and call me and talk about these things, but they did not want to do that.  Even now I do not want to talk to Mapula.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "When you went to the ANC Welfare offices was your son's rank in the ANC listed in those documents?  Did they tell you whether he was a member of MK, whether he was a Commander or whether he was an ordinary soldier?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I did not ask anything about to be a Commander or what because I went there in 1980 I found my child attending school.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "No, I ...",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I did not ask them what kind of, whether he is a MK or what.  I did not ask them that questions.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "However, when you went to the ANC Welfare office.",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes, I went there in Shell House.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "In their records were you able to read anything about whether he was a member of MK?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "They did not write, the paper was written Mooketsi Joseph, Balile, the name they called them that\nPRETORIA HEARING TRC/GAUTENG\n12 C S MOKOENA\nside, died accidentally and when I asked them why you did not tell me earlier they said there was no address.  I said to them you cannot tell me that there was no address and yet you have got Mapula in the company.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mokoena, if I can just get the order of events here clear for myself.  You went to Zambia in 1980.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you met with ...",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... Mooketsi there.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then in 1986, 1987 you received a phone call from Attorney Seriti.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When Mapula asked for Pontso to be sent to her.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then in 1990 you enquired with all the exiles or refugees from ...",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... Mamelodi.  They had no knowledge of your son.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.  I was even having a photo.  Showing them the photo that you do know this person, do you know this person?  Everybody was denying they do not know him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Then you spoke to Mapula at some stage and you enquired, this was did you say 1993?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You asked her about Mooketsi and she then told you that he was married to another woman?\nPRETORIA HEARING TRC/GAUTENG\n13 C S MOKOENA",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "She did not say I was married to another person, she said Mooketsi is married to somebody else.  Not Mapula,  Mooketsi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mooketsi was ...",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... married to somebody else.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And at an earlier occasion when you spoke to her she said that he was fine, but that was after 1983?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Not?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No, she told me she was fine the time when she phoned.  She said he was fine.  He did not say anything about it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But that was already after 1986 was it not?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No.  Yes, in your statement you say ...",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "No, we forget something and then we wrote it after on that statement when we write the statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Really, my line of questioning leads me to asking you the question, you accept on the information from the Welfare Department in Shell House that your son, indeed, did die in 1983?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "That is right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You are 100% sure about that?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes, they called me in the 22nd of February 1995.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "When they tell me that he is dead.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they tell you that he was buried in Zambia?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "They did not say anything, they said they are\nPRETORIA HEARING TRC/GAUTENG\n14 C S MOKOENA\ngoing to investigate.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay and you have not heard from them yet?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Nothing.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you are really asking us to investigate on your behalf?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Please, because the relatives and their sisters they want to know what had happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So when Mapula spoke to you in 1993 she had no knowledge of Mooketsi's death?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I think she knows.  She was just coming to grab the child.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "She thought that if she can tell me that Mooketsi is dead I will not allow the child.  I thought so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.  No, that makes your thinking clear to me.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Do you have another question Tom?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "I want to know that who is with the child at present?",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "The child is with Mapula that is the child's mother.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "But they are not in Soweto, they are somewhere in Pietersburg where she works.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have an address of Mapula's?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I have not got it, but the child was phoning to me, but I think he was stealing the phone to phone me because he promised me that he will come in June holidays, but he did not come.\nPRETORIA HEARING TRC/GAUTENG\n15 C S MOKOENA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would it be possible for you to get us a telephone number or an address of Mapula?",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "I do not think I can get it.  Where?  If the child can phone, but I do not promise.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I was just thinking maybe Mapula may have some information.  As you said she did not want to give you at the time and maybe if we could also question her we can get some information from her.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "But maybe at Shell House you can get the addresses of Mapula, at Shell House.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mokoena, thank you very much.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Thanks a lot.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mrs Sooka has another question.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mama, do you know if Mapula, does she work for the ANC?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "In Pietersburg?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Well, in Pietersburg I do not know whether she is working with ANC.  I am not sure because the last time Pontso, when Pontso phoned me he told me that they were enquiring Mapula to come and work in the Government in ANC, but I am not sure of that.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Does she still go under the surname of Mokoena?  Do you know?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Who, Pontso.  Yes.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mapula?",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Mapula is Mokoena also.  They were both Mokoena married together.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Thanks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mokoena, thank you very much.  We, I think PRETORIA HEARING TRC/GAUTENG\n16 C S MOKOENA\nwe have some leads or some contact points, some names where we can follow through on this.  Again in good time and it will not be too soon because we are still busy moving right across the country as you know.  We will be coming back to you and we will be reporting to you.  Thank you very much for having ...",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... come to us to share the information with us and to tell us your story.",
            "Unknown"
        ],
        [
            "CAROLINA SINKEPENG MOKOENA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much and may I then also ask the audience just to wait a while.  This is the last witness that we will have for the day, but, again, in respect for the witnesses who came to testify, I would appreciate if we all could stand again and allow them to leave the hall first.  Thank you very much.\n Tomorrow we are starting at nine o' clock again.  You can tell your friends.  There will hopefully be a better, more publicity tomorrow.  Thank you to everyone of you.  \nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}