{
    "header": {
        "type": "1 M E MORUDU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-15",
        "location": "PRETORIA",
        "day": "4",
        "names": [
            "MATLAKALA ELLEN MORUDU"
        ],
        "case number": "JB00520",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55813&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pretoria/morudu.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MATLAKALA ELLEN MORUDU",
            "RUSSELL ALLY",
            "PROF MEIRING",
            "MR LEWIN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "MRS MORUDU",
            "MATLAKALA ELLEN MORUDU",
            "DR ALLY",
            "PROF MEIRING",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call upon Mrs Moswaila Elizabeth Lukhele to come to the witness stand.  We ask you dearly.  Sorry.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "She is not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She is not here.  We see that Ms Lukhele is not here.  We will call her when she arrives.  If Mrs Ellen Morudu is here may she please come to the witness stand.  Mrs Ellen Morudu, we thank you for coming here.  Please relax and be comfortable.  Inform us who is with you.",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "He is my son.",
            "Female"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "What is his name?",
            "Female"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "He is Thomas Morudu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you Thomas Morudu for accompanying your mother.  I would request Wynand to take you along as you take your oath.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Morudu, will you please stand.  Will you raise your right hand.",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much.  You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will ask Dr Russell Ally to guide you as you tell your story.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Good morning to you Mama.  Can you tell me who is, can you hear me first, is the translation coming through?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, I can hear you.\nPRETORIA HEARING TRC/GAUTENG\n2 M E MORUDU",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Can you tell us who is sitting next to you?  Who has come with you?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "He is Thomas Morudu, my son.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to you Thomas.  You are coming to speak about your son, Moss, who disappeared.  Could you please tell us what, your story.",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "I will do so.  I had a problem in 1983.  My eldest son passed away.  His name was David.  He left South Africa.  I had a problem with police.  Day and night they would come looking for David.  I would tell them I do not David's whereabouts.  Then they said if I find him, I must tell them.  I said to them if you find him, tell me.  They wanted a photo of David.  I said I do not have one.  I said David has gone.  They pestered me timeously until I received a letter from David.  I did not tell them because it was not my duty to inform them that I receive a letter from David.  I know for a fact that the letters pass through their hands.  They did not come to ask me about David's whereabouts.  Then after that they never, they stopped coming to my house.\n Then they came after Moss.  Moss was a member of COSAS.  In 1984, if I am not wrong, 1986, if I remember well, Moss and the members of COSAS had a meeting at one Church building.  At that meeting a bomb, I am sorry, a teargas was fired through the Church windows into the Church.  They started dispersing, but unfortunately Moss was caught by one policeman called Sinki who started hitting him on the head. Then people who were with him started helping him to let him, help him escape and then brought him in a combi.  His head was swollen.  I asked him is it not better that you go to hospital for treatment.  He said, no, because if I go to the hospital they would follow me there.  I tried to heal \nPRETORIA HEARING TRC/GAUTENG\n3 M E MORUDU\nhim and treat him with iceblocks.  He was a little better then.\n As time passed by, when I was not around because my husband was on leave, he would look after him.  However, there was a building contract.  However the building contractors name I forget.  I think he is Khambule.  So my husband thought of having part-time job at that contractor.  One day when I came from work I was shocked to see police cars in the streets from that end to the next end of the street.  When I arrived at home the yard and inside the house, everything had been perused.  Everything was just mingled.  I asked myself what had happened here.  I asked them in the house what had happened.  They said come inside and look for yourself.  As I went to the bedrooms the bed and mattresses had been torn, the wardrobes had been destroyed.  Everything was thrown on the floor.  I wanted to know what had happened.  They said the police were here.  They were here with one man.  They had handcuffed him and the legs also were handcuffed, were cuffed.  \n On their arrival they found one boy named Terry.  He came to my place and they said we wanted Moss.  Terry said Moss is not here.  When they asked him he said, I do not know where he is, but they asked whose car is this.  It was Tom's car.  He said it is my brother's car.  They demanded the keys to the car.  He said that Tom took the car keys because this man pointed the car to the police.  So they forcefully opened the car, the car boot.  So they went into the house, started searching.  Moss was not in the house so they left.  Moss had already heard that the police were looking for him so he did not come back home, but he did send someone for his clothes.  So we gave him the clothes.  PRETORIA HEARING TRC/GAUTENG\n4 M E MORUDU\nAs we asked some of the boys in that section they said to us, we plead with you to tell Moss not to come here because in the street there are people who must inform the police if Moss would come to the house.  \n The police wanted to kill Moss or if ever it happens they wanted to have him dead.  We said to Moss, please do not come at home.  He stayed at his sister's place in Johannesburg.  The police came to my house and as they entered they would not knock at the door.  Then my kitchen door is a wooden door.  They would kick it and fling it open.  My husband was present, he would run to his bedroom so they thought it was Moss.  Then they continued to kick the bedroom door until the policeman's boot broke the door.  They found my husband in the bedroom and they asked him where is Moss because he was scared he said Johannesburg.  Now I suddenly noticed that now we have trouble in the house.  They asked him Johannesburg where.  I said I do not know.  I said I am not around with Moss so I would not know where in Johannesburg he was.  They asked Terry where Moss was.  I said to them Terry is not Moss's friend.  He is not around with Moss.  You can go to Moss's friends, we know nothing about Moss's whereabouts.  So they left.  \n I have passed something here.  I will go back again.  When they brought this man who they had handcuffed, when he, they got into the house, they thought it was Moss kicking the doors.  They found that is was Thomas and not Moss.  They asked him his name.  He said my name is Thomas.  He was speaking in Afrikaans.  They asked him where he worked and he said SABC.  They asked for his ID.  Immediately there was Moss's ID on the rack or the shelves in the kitchen.  Then one policeman named Erasmus because I did recognise him when PRETORIA HEARING TRC/GAUTENG\n5 M E MORUDU\nhe appeared on TV.  He took the ID, Moss's ID and left with it.  We did not see, unfortunately, Erasmus took it and left with it.  When Moss was still in Johannesburg we could anticipate there could be problems.  We sent someone to tell Moss that the police are on your tracks.  We did not give them the address, but maybe they can find it.  \n There was one friend of him who was named Junior Makwere.  He took Moss from Johannesburg, left him in Potchefstroom at his aunt's place.  We knew the place and then we visited him.  We did not tell my husband because we saw that he gets scared very easily. We use to go to Potchefstroom and visit Moss and told him that they wanted you dead or alive.  \n When my husband was still working at this contractor, Khambule said the owner of this building contractor, I would ask you to come and look after my tiles or my building materials because people steal them.  He said to him I will be here with you when you are watching over these building materials.  He came back and said I, is there electricity at that site.  He said, no, Khambule said he will give me a torch with some candles.  I left him to go and look after the building materials at Khambule's site.  Khambule did not arrive.  He was there alone.  When I left work he was already here at the house and he told me that Khambule did not arrive during the night to watch over the building material.  I said to him that place is not safe.  How do you perceive it, but he said he will ask Khambule.  During the day he did so and I enquired why he did not come to look over the building materials with him.  Khambule said, my wife was arrested because she sells liquor at home.  So I left the police station at three o' clock.  That is why I \nPRETORIA HEARING TRC/GAUTENG\n6 M E MORUDU\ncould not come to the site.  When I came from work he said I am leaving again for the site because Khambule said he will come and be with me to look over the building material.  We refused him to go there, but he ultimately went there because if his material would be lost or stolen he would accuse me.\n On Saturday when he did not come back I said to my children, why is your father not back at this time.  They said, he will come, you know our father. He likes going around before coming home, but I was getting worried because he was not like that.  Until nine o' clock he had not yet come back, but the place was quite near.  I told myself maybe he will come.  Whilst waiting for him outside the house there were ... as they arrived to the site they got shocked and they called me.  I woke up my children so that we could go to that site.  When we got there we found that they have axed my husband.  Probably they used a tomahawk.  The walls were painted in blood.  The whole passage was painted in blood.  \n This man enquired for a telephone.  Then I said go the Mission and you can get the telephone.  Reverend Moghasu phoned the police and phoned the ambulance.  The ambulance arrived first, the police did not come.  When the ambulance arrived it took my husband and then Thomas left together with my husband for the hospital in the ambulance.  The policemen did not come.  I waited for them.  Khambule arrived.  When he arrived what shocked me because I was with my neighbour, when Khambule arrived he never got shocked, he never showed any expression of shock.  He was, his hands were in his pocket.  He did not show any signs of shock.  I asked this lady could you see the expression on this man's \nPRETORIA HEARING TRC/GAUTENG\n7 M E MORUDU\nface.  Why is he not shocked because if you find the place filled with blood, painted with blood you must be shocked.  Then I asked him what is this.  He said I am also shocked when I heard that your husband has been injured, what am I going to say to his children.  \n Then I told him you said you will come here and watch over the material with him, but you did not come.  If you here with him you would have seen what had happened.  Then he said, I do not know what I can say.  I will call the police.  He left and came back with two policemen.  They had two, some documents and they asked me my name.  Then they started writing down.  Asked my name, then they discussed whatever it was they discussed.  They said we must not touch anything, we will call a fingerprint expert to come and search for fingerprints. We have been waiting ever since that day, nothing has been brought to us, nothing happened.  \n What happens next, Khambule, the owner of the building contract, never came to us to tell about my husband's condition at the hospital or whether he had passed away or what happened with him, to him until we summoned him and asked him, you have been to the hospital, what has been happening at the hospital and he said I was preparing myself to go for, leave for the hospital.  Then he said he would leave for the next day.  He said to my elder daughter she must go to the hospital.  When they arrived at the hospital the nurse said to my daughter there was one man here and then they started describing.  How do you relate to this man?  She did not want to shock them and said he is my elder brother because we were shocked, he had a tape and then he was recording something from your brother.  However, my \nPRETORIA HEARING TRC/GAUTENG\n8 M E MORUDU\nhusband could not speak, his speech was not audible.  What surprised us was that this man who visited your brother had a tape recorder and he was recording, probably, something from what your husband or your brother was saying.  When Khambule went to the hospital found that my daughter had already been to the hospital he came to us and said your husband's condition is a bit better.  He can eat, I bought him some juice and fruits and then he said he is very fortunate, but when you prepare food for him and bring it for him he can eat, you are very lucky.  I do not understand how he managed to do that with you.  Then I started working out.  \n Then my daughter said can you not leave R10,00 or R20,00 for my mother because my father got injured because of you.  Then that is when he started giving me R20,00.  Then when I asked him again I said to him, he said were you at the hospital and then I demanded the tape recorder that he had.  He said I had a tape recorder, I forgot to tell you about it.  Then I asked him what were you going to do there with the tape recorder. He said I was going to ask your husband who injured him or attacked him.  Then I asked him who attacked him.  He said Japie attacked me.  So I said go and lay a charge against Japie.  Why can you not do that because it is your duty to do that and tell the police who attacked my husband.  He said I will go because I, however I have already laid a charge against Japie.  \n Japie grew in front of my eyes.  Of course he is Moss's age.  We asked Japie what happened, but he could tell us nothing.  So, because Khambule did not pay them well he did not continue his services for Khambule's building contract.  That is when he left the building contractor.  That is where PRETORIA HEARING TRC/GAUTENG\n9 M E MORUDU\nnow we got suspicious because my husband got attacked \nbecause of this Moss.  It is either the police or some people who were sent there to ask from my husband where Moss was.  It is evident that they were looking for Moss.  So now they sent people to the hospital or rather attacked my husband so that he could tell them where Moss was at that time.  That is how we perceived the whole matter.  My husband left for the hospital.  Then that is where he contracted a lot of diseases.  In 1987 he passed away.  \n When Moss was in Potchefstroom he phoned and said to me I am living, but I received a call from the Reverend.  That is when I got the message that Moss said that he has left.  It was not Moss himself, but he had sent someone to say that he is leaving.  That is how he left, but what I want is that Junior Makwere knowing that Moss was at his aunt's place and Junior Makwere would get people so that Moss could skip the country.  He must come and tell us who assisted Moss to skip the country.  Since Moss left Junior Makwere never came to us to inform us whether Moss left or what happened to him.  We just know that he took him to Potchefstroom to his aunt's place.  What we want is that Junior Makwere must tell us if Moss skipped the country and who helped him.  \n Junior Makwere was detained by the police.  They interrogated him about Moss.  I do not know what he said to the police.  The police said if he, even if you do not tell us what happened to Moss, we know that Moss is in Cape Town.  Junior Makwere must tell us who detained him.  He must disclose the policeman who detained him because the policeman told him Moss was in Cape Town.  According to the police information when they interrogated Junior Makwere. That is my story.  \nPRETORIA HEARING TRC/GAUTENG\n10 M E MORUDU",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mama.  It is a very difficult story that and a hard story that you told and you have told it in quite a lot of detail and your statement is also quite comprehensive.  I would just want to ask you just a few questions which will, are you okay Mama?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may take your time Mrs Morudu and when you are ready you may continue.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "If you would, if you prefer not to continue just say so.  We could always ask you the questions later.  It is your decision.  If you want to continue we can continue, if you do want to, please tell us, but do not feel that you have to stay up here on the podium.  Sorry, I did not hear that.  Would you like to continue or.",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "No, I am through.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And would you mind if I asked you a few questions?  Would that be okay?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "You may ask questions.  I will answer those I can answer.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "The first question I want to ask is about Junior, Junior Makwere who you say was the last person to be with Moss.  How can we contact Junior because you seem to think that he may have some information.  Do you have an address for him or some way we can contact him that you could give to us?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, I will be able to look for that address, but I do not have it with me now.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "If we can have, if we can have that address.  Also you say that Moss skipped the country, but then you also say that Junior told the police that he went to Cape Town.  Now, do you ...",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "No Sir.  I said the police detained Junior\nPRETORIA HEARING TRC/GAUTENG\n11 M E MORUDU\nMakwere and when they detained him they told him about Moss.  They said to me, maybe he said to them he did not know where Moss was, but they said to him we are waiting together with Moss.  I do not know whether they were searching for information from him, but they told him that they were together with Moss and Moss is in Cape Town.  That is what they told him.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So the police were saying to Junior that Moss was actually working with them now, that he was an informer?  Is that what they were trying to say to Junior and that he was working for them in Cape Town?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "May you please repeat your question Sir.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I just want to be very clear on what you are saying.  You saying that the police who were interrogating Junior, they said to him that Moss was working for them in Cape Town.  That is what the police said.",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, they said they were working together with Moss.  That is when they detained Junior and they said to him Junior was in Cape Town at that time.  Moss did not tell me this.  I heard this from Junior.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did you ever try to contact the ANC to ask them if they had any knowledge of Moss?  If it was the case that he had skipped the country?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes.  Moss Tjikanie once took me to Johannesburg to the ANC offices.  When we got there we met Mr Sisulu and I told him my case and he asked me for a photo and I had a photo at that time and he said, okay, we will investigate.  If at all Moss arrived there I will send him to you so that he would tell him, but Moss never came to me.  Thereafter my daughter who was in Johannesburg went to Shell House. When she got there she had a photo with here.  They\nPRETORIA HEARING TRC/GAUTENG\n12 M E MORUDU\nsearched from the computers and they said Moss is not there.  He had never arrived in Lusaka or whether it was Tanzania, I am not sure.  That is why we do not know whether Moss has skipped the country or whether Moss is still in Cape Town where the police said he was.  We do not know where he is because from the ANC we were told by my, I was told by my two daughters who was also, one of them was also working at Shell House and she tried to investigate where Moss was, but she could not come up with anything.  There were not even any signals of whether he had skipped the country or not.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.  You know, this case of your husbands, he was attacked while he was guarding the building or property of a Mr Khambule.  Was there ever a police investigation into this whole event?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "They only came up to take names, but they did nothing thereafter.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And on this site where your husband was attacked was anything stolen from that building site because he was asked to look after the site because Mr Khambule was apparently concerned that people were stealing things?  Now the next day when your husband was actually found there, had anything been stolen from the site?  Do you know?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "No, I do not know anything about things that were stolen.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And Japie who was accused, did you see speak to Japie about this and what did, what was Japie's account?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "I called Japie by myself because Khambule had said the tape mentioned Japie's name, that is the tape recording.  I asked Japie what he knows and he said he knew nothing.  I said I was surprised to hear that Mr Morudu had been injured in that very same house.  I was surprised\nPRETORIA HEARING TRC/GAUTENG\n13 M E MORUDU\nbecause I had agreed with Mr Morudu that we are not anymore going to work for Mr Khambule.  Japie also said he could not do that because Mr Khambule been taking care of him whilst he was growing up.  He grew up together with this son of mine.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Just one or two more questions.  You mention in your statement, you give the name Gerald who Moss had an appointment with.  Who was this Gerald and how would we be able to contact Gerald?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Gerald was Moss's friend.  That is what I told the police when they came to harass us at the house.  I told them that Terry was not Moss's friend and I told them that Gerald was Moss's friend.  He was staying in the eastern side of the township.  I do not know what his address was.  Maybe the boys might help to find Gerald's address.  That is the one guy I knew as Moss's friend because he use to visit at home.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Please, yes, if you could also with a contact address for Junior, if you could also assist us to try and get hold of Gerald because he may also be able to shed some light on some of these events.  Thank you very much Mama.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Wynand.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mrs Morudu, I have only one question.  You say that after the attack your husband's speech was impaired and he died in October which is some six, seven months later.  Is that correct?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR MALAN",
            "Did you ever ask your husband whether he saw his attacker or attackers that night he was hit with the axe?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, I asked him, but he did not see them.  He does not even know what happened because he had no torch\nPRETORIA HEARING TRC/GAUTENG\n14 M E MORUDU\nlight on him.  He could not even see those people, he did not know who they were.",
            "Female"
        ],
        [
            "MR MALAN",
            "And he did not know whether it was one or two or ten?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "No, he did not.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much.  I have no further questions.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mrs Morudu, may I ask you about your own personal circumstances at the moment.  How old are you?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "I am 65 years old.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And are you living with your children at the moment?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes, the others have their own families.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How many children do you have.",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "They are six together with Moss.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are you still working or are the children looking after you?",
            "Unknown"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "I did not look after my children to take care of me because they had responsibilities to their families.  At present at least they are still taking care of me, but they also have to have their own families.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Morudu, if I could ask where actually do you stay because we do not have that detail?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "I stay at Mamelodi.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you and could you tell us a little bit, you mention the first time the police arrived with the Hippo.  You mentioned a name Titing Masango.  Do you know what happened to him later?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "May you please repeat your question Sir.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You mentioned the person who came with handcuffs\nPRETORIA HEARING TRC/GAUTENG\n15 M E MORUDU\nand cuffs on his legs and said his name was Titing Masango.  Can you identify him any further?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "Yes.  Titing Masango was one of those who was arrested during the Delmas Trial.  It was Titing Masango and Jabu Masinga and Nell Potswane.  I forgotten the other ones name.  They were arrested during the Delmas Trial.  I knew Moss was operating underground.  I will not deny that.  He was also a member of the ANC here in South Africa and he was operating underground.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So you are in no doubt that Moss's disappearance had to do with his political activities?",
            "Male"
        ],
        [
            "MATLAKALA ELLEN MORUDU",
            "No, I have no doubt at all.  I knew he had political inclinations.  I want to know where he is.  If at all he is dead I want to know where he had been buried.  No one can bear a child and thereafter not know where your child ends up.  That is what is hurting most.  I want to know where he is.  That is when, maybe, this pain would go away because I know where I had buried my husband.  I want to know where he is.  If at all he is alive he must come back to me.  If not the people must tell me what they did to him.  Then I would be satisfied.  Really, I would forgive those people if at all that happens.\n At present I will not forgive anyone because I have not explanation where he is.  I will not ever forgive the past regime.  My child got involved in politics because of the trouble we had because of the past dispensation. That is why even the, my child could not go through school because while he was still a member of the COSAS he was expelled from school because the teachers said he was going to educate our children as regards to politics.  He went from school to school, but he always got expelled until he decided to \nPRETORIA HEARING TRC/GAUTENG\n16 M E MORUDU\noperate underground.  He did not want to skip the country.  I once asked him, Moss, what is your job or what are you doing and he said to me, where is the Bible. I said the Bible is in the bedroom.  He asked me to open up Jeremiah five, Verse one and read it and you will see what it says to you.  I read that verse and I was satisfied thereafter and I realised what kind of job he was involved in after reading this verse.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thanks very much Mama, we all understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Morudu, we sympathise with you regarding what happened to you.  We also thank you for the names you have given to us, the names like Junior.  We will try in whatever way we can to investigate about Junior's whereabouts and also the police who had arrested them to get to know what they were looking for from the boys.  We will also try to establish whether those people who claimed that Moss was working for them, know where Moss is.  It is true that heroes like Moss cannot just disappear.  We have to know where they are and if at all they are dead, we want to know what happened to them.  We thank you for being here and please come, pass our greetings to all your family.  We thank you once more.\n We are now going to adjourn for tea and we will therefore ask those who have these hearing devices to place them back and take them after we come from the tea break.  I would also like to tell you that these hearing devices are not going to work outside this hall and they will be of no use to you if you take them outside.  We will therefore come back at quarter past 11.  May we please all stand and wait for the witnesses to leave the hall first.  \nPRETORIA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}