{
    "header": {
        "type": "YOUTH HEARINGS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-03",
        "location": "LEANDRA",
        "day": "1",
        "names": [
            "MAPULE J MBONANI"
        ],
        "case number": "JB3241",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55524&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/leandra/mbonani.htm",
        "speakers": [
            "CHAIRPERSON",
            "MAPULE JOSEPHINE MBONANI",
            "MS SEROKE",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MBONANI",
            "MAPULE JOSEPHINE MBONANI",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ladies and gentlemen I would just like to check that, just like to check that Sibongile Siziba is not in, not here or Rebecca Skhosana.  If that is the case I would then like to call our last witness for the day Mapule Mbonani or Josephine Mbonani.  Ma Mbonani, can you hear me through your headphones?",
            "Unknown"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I would like to thank you very much for sitting so patiently.  It has been a long day and thank you for waiting and thank you for your patience.  If you could just explain please who is with you on your left.",
            "Unknown"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "This is my husband.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you and his name please.",
            "Unknown"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "He is Samuel Mbonani.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And could I ask please before Joyce Seroke leads you in your evidence if you could please stand, raise your right hand.",
            "Unknown"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good afternoon Mrs Mbonani.",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "Good afternoon to you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I will also like to apologise for all this time that you have waited before you could render this testimony.  We do believe that it is worth the while for you to be here and to render your testimony.  You are here to tell us about Thomas Mbonani, Mnguni.  How is he related to you?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "He was our taxi driver.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Could you tell us about the 19th of July 1991 as to what happened.",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "Thomas Mnguni left in the morning going to work.  He never came back on that day, on the 19th.  We phoned many places, different places that we knew he could be in touch with those people.  Even the taxi rank we went to enquire about him.  He was not seen and on Monday still he was not seen around and we knew that he was such a trustworthy person and if he took a long distance trip he will call us to inform us that he was not in town, he was out of town, but that time in question he never mentioned anything with regard to a long distance trip.  So we were confused and we did not know what was happening.\n We looked and searched for him until someone was called to the police station to be told that there are policemen from Galekstad who discovered a combi that was burnt and when they took the car registration it reflected Samuel Mbonani's name and thus he was called to that police station so they could question him about the combi in question.  He explained the story and also they informed him that there was a driver who was discovered in the Leslie mine and he was tied on the tree.  He was tied to the tree and nearby was this combi and burnt in Galekstad.  \n From there Mr Cuva took the case further.  He never acted as a police and as a police who had interest with the details of the whole case.  We expected him to investigate the issue further and get every detail and inform us back, but that was to no avail.  My husband tried to contact him to even find out about the photos of the deceased so we could identify and be sure that this is the very driver we are talking about.  We just suspected that this deed was committed by people who knew us and who knew him and they, as the policemen, had all the right to investigate even deeper than we could, but to date no effort was done.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.  You do mention that you thought that if the combi could be burnt and its driver maybe that was designated for you.  Could it be that your family was politically active at the time?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "No.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you sure that you were not affiliated to any political organisation?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "No, not even one family member is politically active.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The Lucas Mbonane that we have just talked about, are you related to him or is it because the surnames are just the same?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "No, we do not know that Mbonane, it is just similar to our surname.",
            "Female"
        ],
        [
            "MS SEROKE",
            "About the driver, Thomas, would you perhaps have any knowledge as to whether he was a political member to any group or something?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "No, he had no parents, he was an orphan and we knew every move of him.  He was not politically active.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Could it be that at that time there were these taxi uprisings?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "No, at the time it was stable, but I do not understand still why this thing happened, at that particular time, to him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you recover Thomas's corpse?",
            "Female"
        ],
        [
            "MAPULE JOSEPHINE MBONANI",
            "Yes, we did.  It was tied to a tree next to a Leslie mine in a forest nearby and that is where it was collected by the police and one other thing that makes us to be very much concerned about this, it is because the case has since died ultimately and he, Thomas, had a girlfriend and keeps contacting us in as far as maintenance, the child is concerned and we keep responding that we have no way to maintain Thomas's family.  Maybe we should just forward this whole matter to the Truth Commission, because on our own there is no way we could maintain the child.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You see the reason why I am asking these questions that are you politically active or was he politically active, it is because I am trying to figure out exactly what is the political context of the whole story and also that was it something that had to do with the taxi riots or otherwise, but then I do not know in as far as the police are concerned.  Maybe the police have an insight of the whole thing, but the way it seems it is so difficult.  I will forward this to the Chairperson.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Joyce.  Wynand, do you have any questions.  Tom.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mbonani, as Joyce has explained, it does present us with a very difficult problem and we certainly cannot make any promises in terms of what we can do.  We will investigate it as far as we can, but we do have to take into account what our brief is which is essentially looking at cases which fall within a political context and arise out of a political conflict.  I think what we will need to do is to try and contact the police and find out whether they have any lead on it and then if there is anything that we can discover we will come back to you, but at the same time I would also like to, we can understand your grief and your concern and I think that it is very admirable that you do have this concern and I would just like to thank you very much for coming forward and for waiting so long.  Thank you very much.  Thank you.\n Ladies and gentlemen I would like to just mention that the Mayor Mrs Vakuda has very kindly said that she will help close the session for us today.  Before asking her to do that I would like to explain that we have come to the end of our proceedings here.  We go on from here tomorrow to Middleburg and then to Witbank ...",
            "Unknown"
        ]
    ]
}