{
    "header": {
        "type": "TRUTHAND RECONCILIATION COMMISSION, AMNESTY COMMITTEE",
        "starting date": "1999-06-30",
        "location": "TZANEEN",
        "day": "1",
        "names": [
            "BRIAN CLIFFORD THOBEJANE"
        ],
        "case number": "AM 1025",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53512&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/990630_tza_990630tz.htm",
        "speakers": [
            "ADV BOSMAN",
            "BRIAN CLIFFORD THOBEJANE",
            "CHAIRPERSON",
            "JUDGE KHAMPEPE",
            "MR MBANDAZAYO",
            "MR VAN RENSBERG",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR VAN RENSBERG",
            "MS MTANGA",
            "BRIAN CLIFFORD THOBEJANE",
            "MR THOBEJANE",
            "JUDGE KHAMPEPE",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today we will be hearing theapplications of Messrs Thobejane, Ngobeni and Mukhawana.  The proceedings willbe simultaneously translated and in order to benefit from the translation, youhave to be in possession of one of these devices, headphone and the device attachedto it, they are available from the Sound Technician, please ensure that youhave one.  Before we start, I would like to introduce the panel to you.  Onmy left is Judge Sisi Khampepe, she is a member of the Amnesty Committee ofthe Truth and Reconciliation Commission, she is an acting Judge, attached tothe Cape High Court and on my left is Adv Francis Bosman, also a member of theAmnesty Committee.  She is an Advocate by profession, from the Cape and I amSelwin Miller, also a Judge of the High Court, from the Eastern Cape, attachedto the Transkei Division of that court.  I would like to ask the legal representativeskindly to place themselves on record.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson and Honourablemembers of the Committee, my name is Lungelo Mbandazayo.  I am representingthe applicants in this matter.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  MrVan Rensberg?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman, myname is Van Rensberg, S.J. from Kriek and Van Rensberg Attorneys, Tzaneen. Today I represent the victim in this investigation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Van Rensberg.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson, I am LulamaMtanga, the Evidence Leader for the Commission.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Mtanga.  I thinkwe will now proceed with the hearing, Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Chairperson,the first applicant will be Brian Clifford Thobejane.  Can he be sworn in Chairperson?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "Thank you Chairperson.  Thank you Chairperson and Honourable members of the Committee.  Chairperson,let me first apologise that the copies have not yet been made for the affidavits,they will be made in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am informed by the LogisticsOfficer that the photocopy machine is on its way here and as soon as it arrives,they will make copies of the affidavit which will be given to all the partiesconcerned, thank you Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  MayI proceed Chairperson?  Mr Thobejane, do you confirm that this affidavit wasmade by yourself and you abide by its contents?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I will proceedand read the affidavit.\n                \"I,the undersigned Brian Clifford Thobejane, do hereby make an oath and state thatI am the applicant herein.  The facts to which I depose are true and correctand within my personal knowledge, unless the context indicates otherwise.  Iwas born on the 27th of December 1974 in Garankua and I grew up in Soshanguve. We were four children at home and I am the third born child and the only son. My parents divorced whilst I was still in exile.  My mother is presently workingat Garankua Hospital as a cooker, my father is unemployed.  I did my primaryand secondary education in Soshanguve.  I left school in January 1991 when Ileft the country to join APLA.  I left the country via Botswana to Tanzania. I joined PAC in 1987 through AZANIO.  I was influenced to join the PAC by thelate Senior Commander of APLA, Jan Shobe.  I underwent military training inTanzania and Zimbabwe.  In Tanzania I did my basic training and in ZimbabweI did a course of Intelligence.  I stayed in Zimbabwe from 1992 until March1993, when comrade Fihla deployed myself and other comrades inside the country. Comrade Fihla is currently a General in the South African National Defence Force. The other comrades that were with me when I was briefed by comrade Fihla wereThabo and Max.  We travelled from Harare to Bulowayo by train and we were inpossession of various arms and ammunition, including AK47's, Tokarev pistols,Chinese stick grenades, etc.  From Bulowayo to the borders of Botswana, we travelledon a bakkie.  We crossed the borders on foot and from Botswana to South Africanborders we travelled on a bakkie and we also crossed the borders on foot.  Whenwe crossed the South African borders, there was a micro-bus already waitingfor us.  The micro-bus took us to Johannesburg where we met the Director ofOperations, comrade Lethlapa Mpahlela.  Comrade Mpahlela told me that I wasto be deployed together with comrade Max in the Northern Province.  He furthertold me that comrade Prince is already there and we will work with him.  Whenwe arrived at the Northern Province, comrade Prince had already had Task Forcemembers at his disposal and they were trained by him.  The Task Force memberswere comrades Thomas Ngobeni, Donald Mukhawana and Tekwani Baloyi.  As an APLAoperative, my general instruction from APLA High Command was to prosecute thearmed struggle with all means against the then racist minority regime, whichwas undemocratic and oppressive.  The said armed struggle was in essence a guerrillawarfare, during which we as APLA cadres had to seek and attack the bastionsand minions of the aforesaid regime.  The ultimate objective of PAC and APLAwas not only to topple the then racist minority regime, but to eventually returnthe land to the majority of the people of this country.  The bastions and minionsof the then erstwhile regime were in terms of the APLA perspective the membersof the South African Police and reservists in general, the farmers as they belongedto the Commando structures over and above the fact that they occupied the farmswhich we had to drive them away from, so as to widen our territorial operationalbase, which was aimed at eventually consolidating the liberated and repossessedland, the white homes which were garrisons of apartheid.  My general instructionwas to seek, identify and attack the enemy who was seen in the context of theabove stated bastions and minions of the regime and also to train other cadresand command them in whatever operation that is being embarked upon.  In consequenceof and in pursuit of the above stated objectives, during or about 27 May ...\"\n        Your Worshipand Honourable Members, I think 27 April, though the date they are not sure,it is between the 27th/28th in the morning, they are not sure about the date,but it is around 27th/28th of April 1993.\n        \"...I was part of the Unit of APLA cadres that launched an attack on the farm ofMr Johannes Swanepoel and as a result, his wife lost her life.  Comrade Princewho was the Commander of the Unit, made reconnaissance together with Donald. After the reconnaissance was made, we called the Director of Operations andwe briefed him about the potential target and he authorised the operation. He also gave us an extra AK47.  According to the reconnaissance, this particularfarm was a meeting place of the right-wingers who were also farmers in additionto the fact that it was regarded as a legitimate target according to APLA'smode of operation.  The whole Unit met on the 26th of April 1993 and was briefedabout the operation and we proceeded to the farm and due to the delays, we arrivedat the farm around quarter to seven and the gates were already closed and thedogs were barking at us.  We retreated and waited until the early hours of themorning, as we intended to catch them by surprise.  Between five o'clock andsix o'clock am, on the 27th April 1993, we jumped the fence of the farm andproceeded to the farm house.  Mr Swanepoel came out, carrying a gun and somethingwhich looked like a camera.  I caught him by surprise and pointed him with mygun and drove him back to the house.  His wife was on the phone and I presumedshe was phoning the Police.  The Commander, comrade Prince, rushed to the directionof the wife, but outside.  She shot at comrade Prince, but missed him.  ComradePrince entered the house and he was shot at and he shot back and Mrs Swanepoeldied.  At the time of the shooting, I lost Mr Swanepoel and I tried to shoothim, but my gun jammed.  He locked himself in one of the rooms and I tried invain to open it.  We decided to retreat because we suspected that the Policemust be on their way as Mrs Swanepoel was on the phone when she was shot atand they might have heard the shooting through the telephone.  We jumped thefence of the farm and at that time, the helicopter was hovering above us.  Weran through the bush to our respective places.  I had spent about 30 minutesin my place, when comrade Prince and Donald arrived.  Shortly thereafter Policearrived and I threw a stick grenade, but it did not explode.  Comrade Princecame out of the house and there was a shoot-out and he died.   We were arrestedand later convicted and sentenced to 20 years imprisonment, amongst other thingsfor murder, attempted murder, possession of arms and ammunition and explosives. The crimes for which I was convicted and sentenced, were motivated by my politicalbeliefs and were not for self gain.  The farmers were regarded by the PAC APLAas bastions and minions of the settler regime and as such, legitimate targets,seen in the political context of the time.  I must also state that APLA modeof thinking and indeed operation, did not distinguish between soft and hardtargets, nor indeed between military and civilian targets.  We were simply fightingagainst criminals who sustained the apartheid system.  Criminals because alsoapartheid was declared by the International Community represented by the UnitedNations Organisation as crime against humanity.  Anybody who was a driver, movingapartheid forward and those that supported it, were therefore criminals.  Thatwas our thinking during the struggle.  At the time of the commission of theabove stated offence, the PAC APLA was still engaged in the armed struggle againstthe then regime.  I respectfully submit that my application complies with therequirements of the Act and that I have made full and proper disclosure of myinvolvement in this operation\", signed by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, that affidavitwill be received as Exhibit A and as I said earlier, as soon as the photocopyingmachine is available, copies will be made and given to all the parties.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Chairperson,now I would just on a few aspects, I will take the applicant on a few aspects,just for him to clarify certain things.  Mr Thobejane, can you take the Committee,Honourable members of the Committee through, give us a picture of what happenedon the day in question and take us through what happened when you arrived atMr Swanepoel's place before you attacked it and after you attacked it, untilthe time you were arrested, in detail.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I think on the 27th, I met thelate Prince, who was my immediate Commander.  I was together with Donald Mukhawana,Thomas Ngobeni and Tekwani.  All of us, we slept at the place of the late Princeand then we finalised our plans of going to Mr Swanepoel's place to attack. Each and everyone of us were given his own instructions the day.  The very sameday, in the afternoon, we went there but myself, I went there with Thomas Ngobenibecause when we were a group of five, we were using a  public transport.  Therewere some delays because the transport which we were using was the public transport,so it was not ours, we arrived there late at Mr Swanepoel's farm.  We didn'tmanage to get in by then, because it was late because all the gates were closedand the dogs were barking at us.  Then we thought of retreating until the followingday in the morning because the dogs were making a noise and the gates were closedand according to our own plan, we were supposed to have arrived in the farmhouse before they closed the gates.  We wanted to catch them by surprise butbecause the dogs were barking, we didn't manage.  Mr Swanepoel's place is inthe bushes, we stayed there until the following day in the morning around fiveo'clock or passed five.  We entered his farm.  The dogs were still barking andwe jumped the fence.  We deployed each other, myself and late Prince, we hidourselves by his garden, facing the door, the front door of Mr Swanepoel's house. The aim was to catch him by surprise when he get out of the house and the othercomrades were a little bit at the back.  When he came out, I pointed an AK47at him,  I was armed with it together with the late Prince, we instructed himto stand and then he stood there.  I don't know what he was having, I thinkit was a camera or a pistol in his hand.  We told him to go back to the house. While Mr Swanepoel was going back to the house, the late Prince was holdinghim like this at his back and then we took him back to the house.  What I realisedis that, I didn't know by then that she was Mrs Swanepoel.  She was having apistol and she was holding a phone as well, so they late approached her.  WhatI can remember is that Mrs Swanepoel shot at us while I was still with Mr Swanepoel,while I was driving him back to his house.  When we entered, it is when thelate was no longer on the window, he was inside the house.  When he arrived,he was on the passage, Mrs Swanepoel shot at him but she missed.   The latePrince was having a Tokarev pistol, he fired back, he didn't fire a lot of shots,but the first bullet hit her on the chest and Mrs Swanepoel fell.  I am sorry,let me put this correctly, when we started shooting Mr Swanepoel wanted to runaway, so I was having an AK47 in my hand, I pointed it at him, I wanted to shootat him, it didn't go off, it jammed.  Mr Swanepoel entered in one of his roomsand locked himself in, but we didn't manage to open the door.    We had realisedthat Mrs Swanepoel phoned and although they didn't hear what she was saying,the phone was laying down, so they could hear that there was something goingon in the house.  Then we called off the operation.  The late Prince instructedus to withdraw, then we withdrew.  We withdrew and jumped the fence to the bushes. The helicopters were around by then.  We manoeuvred ourselves into the bushes,they didn't manage to catch us.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Before you proceed, tell theCommittee, do you know what was the name of Prince, his actual name?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "During that time I only knewthat he was Prince.  I did not know about his real name which is Fanual Modau. I learnt at a later stage, after my arrest that his name is Fanual Modau.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Then after you had jumped thefence and the helicopter was hovering above yourselves and you managed to escape,what happened thereafter?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "We entered the bush and startedrunning, the helicopters were too hovering over.  We managed to run away fromthem because we were trained to hide ourselves until we reached our place. When we arrived at our place, before we reached our place, on the way, on theroad, the late Prince, Donald Mukhawana and Tekwani, they went away, being three,having those ammunitions which we were using.  Myself, I took the Tokarev pistoland one China stick grenade, I was together with Thomas and then we arrivedthen at our hiding place and Thomas went to his house, I went to where I wasstaying, alone.  I didn't stay there for a long time.  After 30 minutes, Thomasand the late Prince, I am sorry, Donald and the late Prince came back to me. They were having a bag which was having our ammunitions.  While we were stillthere, we saw a white car, there is someone who came to tell us that there isa white car patrolling the area and we realised that this was a Police car,and there were white people inside.    The white guys came out of the car -enough arms, we only had one Chinese stick grenade and one pistol.   We entered,we got inside the house, all of us, I took out the Chinese stick grenade, thewhite guys came towards the door, I opened the door a little bit together withthe late Prince and Donald.  When they arrived, there were just some young girlsplaying outside.  I took out the stick grenade and threw it to them, when Ithrew it to them, then they ran for cover.   The late Prince got out of thehouse with a pistol in his hand.  There was a certain white man who was comingforward, approaching us and the late Prince shot at him and then he took coverand then the late Prince ran away.   Because I did not want to kill him, thegrenade which I threw, I didn't pin it off, because I didn't want to kill theinnocent children who were playing around.  When the late Prince went out, Iwent to him, followed him only to find that all of them were out of the cover,they started shooting.   I had to go back into the house, that is what happenedin short.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How were you arrested?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "When I went back to the housebecause they had realised where we were, then they started shouting at us bya loudspeaker, they said \"don't attempt shooting, don't fight\" andthey started shooting at the house while we were inside the house.  I just sawby dust that they started to shoot, because there were huts in the villages,they are made from mud and then they entered, they found me with Donald insidethe house and they took us out.  They didn't say anything to us, they startedassaulting us, harassing us.  They said we should lay down, they started searchingus, they searched the house.  By that time, they were very many and they putus inside a van.  That is how they arrested us.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all Chairperson andHonourable members, at this stage, thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  MrVan Rensberg, do you have any questions to ask the applicant?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman.  I am just experiencing a problem at this stage and this is that I have not seenthe affidavit from which the applicant - used as a base to give his evidence. I think it is necessary for me to obtain that document and if I can thereforeask that we just adjourn for say 15 minutes, so that I can just get a copy thereofplease.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you can get acopy thereof because we haven't got the photocopying, but I am sure Mr Mbandazayowill let you have the original.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think if we could adjournlet's say for 10 minutes, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see that the photocopying machinehas arrived, so we should all be in possession of the affidavit.  Mr Van Rensberg?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN RENSBERG",
            "Thankyou Mr Chairman.  Mr Thobejane, can you please tell us who identified the farmof Mr Swanepoel as the target for your attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It was identified by the latePrince.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "At what stage were you informedof the identity of the farm that you were going to attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I arrived in March, in April,he told me about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you give, Mr Thobejane,some indication of approximately how long before the actual attack was, wereyou informed of the target?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It was three weeks before.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you actually yourselfcarry out a reconnaissance of the property before the attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, I was not in the ReconnaissanceTeam.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "But is it not so that bythe time that you went to the farm to attack the farm, you knew that it is achicken farm, owned by a white farmer, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can you please repeat your question.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "The question is, by the timethat you went to the farm to attack it, you knew that it was a chicken farm,owned by a white farmer?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I knew that was a chickenfarm and it was owned by Mr Swanepoel.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you also know that ona daily basis, because of the sale of chickens, there are large amounts of cashbeing kept on the premises?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "As to whether there is a lotof cash which they used to put in the house, I did not know.  I did not knowwhether he was putting money or not in the farm.  It was not my responsibilityto know about that.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Mr Thobejane, for exactlywhich counts, charges were you eventually found guilty of in a court of law?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It was murder, attempted murder,possession of arms and ammunition and explosives and attempted robbery.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Were all five of you foundguilty, or all three of you found guilty of attempted robbery?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, all of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that point, if I mayask a question.  At your trial, Mr Thobejane, did you raise the political elementof your operation?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "During the trial, no, but afterwe were found guilty, during the mitigation of sentence, I indicated that Iwas a member of APLA, I was trained as a member of APLA and I was a member ofthe PAC as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Van Rensberg.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman.  MrThobejane, when you gave evidence this morning and also in your applicationfor amnesty and in particular paragraph 9(a)(i) thereof, it is very conspicuousthat you did not mention this conviction of attempted robbery and the questionis, why not?",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Is he seeking amnesty in respectof that, that should be the question?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairperson,I don't think from the application it seems that the applicant is seeking amnestyfor that and that is part of my question and my cross-questioning, why not,if that is then omitted.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Which paragraph are you referringto, 9(a) \"furnish sufficient particulars of the acts associated with apolitical objective in respect of which amnesty is sought\", if he is notseeking amnesty, did you expect him to include an offence for which he is notseeking amnesty?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Is that the ambit of yourquestion?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, yes, in fact I wouldexpect them because obviously my question aims in the direction of the fulldisclosure of the facts, also the motivation on which the attack was based andI will try to show through my cross-examination that these facts are deliberatelyomitted from the application and also from the statements made by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't know whether I am perhapsnow jumping the gun, but should you not then be referring to paragraph 12(e)where the applicant is specifically asked to state in respect of what he wasfound guilty and sentenced?  Surely paragraph 9(a) is self-explanatory?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, I agree, thank you MrChairperson.  I have omitted to quote that specific one, I have it here on mynotes, it is actually omitted to be mentioned in 12(e) as well.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Mr Thobejane, do you wantme to repeat the question?  The question is, why did you omit to bring to theattention of the hearing in your statement this morning, as well as in yourapplication referring to paragraph 12(e), the fact that you have also been convictedof attempted robbery?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "When I went to Mr Swanepoel'splace, my intention was not to rob.   I was convicted of something which I didnot know and I was forced by the Security Branch, that now I went there to rob,but that was not my intention, that was not our intention.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, Mr Thobejane, we mayaccept that, the question is why didn't you tell this Commission and why wasn'tit mentioned before during your evidence this morning?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The reason I did not tell theCommittee is because I didn't even tell them about the murder, the attemptedmurder, the possession of arms and the possession of - I never explained specifically,I never mentioned to them specifically what I was charged with or convictedwith.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "I put it to you Mr Thobejane,that that is exactly what you did say.  You were exactly asked what you wereconvicted of and it was also requested of you to disclose that in paragraph12(e) of your application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think so, sorry.  Ohyes, in 12(e), sorry, I am looking at 9(a).  Yes?",
            "Unknown"
        ],
        [
            "JUDGE KHAMPEPE",
            "Yes, that is applicable MrVan Rensberg, in respect of paragraph 12, but not in respect of paragraph 9(a),I think it is - that is what I was objecting to, that it is unfair to put itin that fashion, because what paragraph 9(a) merely seeks from an applicantis to indicate in respect of which acts he seeks amnesty.  If it is not hisintention to apply for amnesty for attempted robbery, then it is his prerogativenot to include it, because then if he has not applied for that, this Committeewill not grant him that.  It doesn't prejudice him and it is not, it doesn'tgo to the question of whether he has properly disclosed or not.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, thank you Mr Chairperson,as I have stated, my question aims more  to the particulars contained in 12(e)than in 9.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Sorry members of the Committee,we just have a slight problem in terms of interpretations.  We were asked touse only one language, but we have a problem because the applicant is a Tswanaspeaking, but we adopted to Sotho, but there is a problem.  Now he is goingto try to use English in answering the questions.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "What is the problem?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "He was answering in all thelanguages.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "The problem is that there isno Interpreter for his language, so he is trying to adopt ...",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "(Microphone not on)  I don'twant to sit with an applicant who is now going to say \"this is not whatI intended saying, if I said it in my  language, I would have been understoodproperly\", is he going to be able, is it going to be comfortable to giveevidence in a language that he has previously indicated, he is not comfortablein?  I have noticed that he uses English and the other Sotho languages interchangeably,but maybe he is comfortable with that.  Is there any problem with the Sothotranslator in understanding Tswana?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "The problem I understand thathe is messing up the tape when he is using all the languages simultaneously.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "But does it present any problemin the Translator being able to translate to us?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No Chairperson.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Yes, that shouldn't be a majorproblem.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think if we proceed, if youhave any difficulty Mr Thobejane, with the language, please indicate immediatelyto Mr Mbandazayo that you've got a problem.",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "What I am asking Mr Chairperson,is that the Translator doesn't translate in Sotho, I will understand Englishbecause he is confusing me.  He cannot even translate in Sotho, so I will ...",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Is that so?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "What Translator do we have,what language is he translating in?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Tsonga.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "In Tsonga?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "He is translating in Sotho,but he is not perfect, I am sorry to say that.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you could translate in Englishfor Mr Thobejane and then if you do have any difficulty Mr Thobejane, don'tsuffer it, please tell Mr Mbandazayo immediately.",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "The Translator is Tsonga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, if I may come in,the agreement was that he would listen to questions in English and then he wouldanswer is Tswana and then the problem would be, he would be speaking is Tswanabut he would be listening in English, so I don't know what exactly ...",
            "Female"
        ],
        [
            "JUDGE KHAMPEPE",
            "Mr Mbandazayo, can he proceedin English, do you think he is going to be comfortable in having to give hisevidence in English because the way in which things are being indicated to usby Ms Mtanga, I think it is merely going to create confusion with him.  He can'tbe listening in English and then speaking in Tswana because he has a problemwith the way in which the translation is Tswana comes out from the Translator.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I think the problem that has beenraised is that when he changes languages ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but let's find out exactlywhat the problem is, because we can't just debate it here, otherwise we musthave an adjournment, get another translator or whatever, but let's find outfrom Mr Thobejane, what is the difficulty?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Okay, Chairperson, we agreethat he is going to use English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman.  MrThobejane, can you now answer the question please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question Mr Thobejane isthat if you take a look at paragraph 12(e) of your application that you completedfor submission to the Commission, the question there is \"offence in respectof which found guilty and sentenced, if applicable\", and then you haveput in \"murder, attempted murder, possession of ammunition, possessionof machine guns, possession of explosives, possession of pistol, etc\",now what Mr Van Rensberg is asking is why didn't you put attempted robbery there,that is the question?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "In my application there is anabbreviation of etc, which it etcetera.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is there.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Paragraph 12(e), Chairperson,12(e).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Thobejane.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Pardon, I didn't follow thatanswer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is etc, etcetera.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Etcetera, I see.  Okay, thequestion remains this morning when you gave evidence, you also omitted to mentionthat fact, why?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I forgot to.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "What was the sentence thatyou received for this attempted murder conviction?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Attempted robbery?",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Attempted robbery, thankyou Mr Chairperson?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't remember, I am sorry.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Fine, let's go on.  You saythat when Mr Swanepoel came out of the house on that fateful morning, he wasin possession of a gun, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I said so, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "What kind of gun was it?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't know the kind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it a rifle or a pistol ora handgun?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It was a pistol, I am sorry.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "When you saw Mr Swanepoelfirst, was this pistol in his hand or in his waist or where was it?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "On his hand.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "How far were you from MrSwanepoel at that stage, when you apprehended him with a gun as you testified?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Some few metres, about 10 to15.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Thobejane, at that stage,was it light or was it still dark?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It was light.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And you commanded him tostand still if I followed your evidence correctly, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "What happened to this gunMr Swanepoel had?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It fell to the ground and thecamera as well.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "At what stage did it fallto the ground?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Because I took him by surpriseyou know, and when I instructed him to halt, I was arising from the flowersand he was terrified, it just fell to the ground.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Are you saying he let goof this gun and the camera and it fell there on the ground where he stood?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I think Mr Swanepoel wasterrified.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "The question is Mr Thobejane,did the gun and the camera fall to the ground there where he stood?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I said so sir.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And you immediately thenproceeded to march Mr Swanepoel into the house, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "What happened to this gunand the camera afterwards?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't know what happened tothem, but we just left them there.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Do you know if that gun wasloaded?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I won't tell you about thatone.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Are you expecting this hearingto believe that you left the guy's firearm there in the flowers and marchedhim back into the house?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I did not leave the firearmfrom the flowers, from the ground where he was standing.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you leave the firearmthere on the ground?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I suppose we can believe it ifhe was only found guilty of attempted robbery.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean if it was taken, thenit would have been robbery.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, I believe so Your Worship. Do you know if any of your other cadres picked up that gun?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I would have known if somebodyfrom our Unit had picked it up.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "I put it to you Mr Thobejane,that Mr Swanepoel actually walked out of the house early that morning with medicinefor his chickens and that he had no gun and no camera?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I have seen that Mr Swanepoelwas having a gun on his hand, but now if it happens that he was not having agun, I have made a mistake, then I am sorry, but now it happened six years back,if I remember well, so if he says that it was not a gun, I won't argue withhim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I also think when Mr Thobejanewas giving evidence, he didn't say a camera, he said he thought it was a camera,he wasn't sure.",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Thank you.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Okay, let's continue whenyou marched Mr Swanepoel back to the house, who went into the house with youand Mr Swanepoel?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It is myself, I was the onlyone who marched him into his house, back into the house.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And the deceased, Mr Princeas you referred to him, what actions did he take when you entered the housewith Mr Swanepoel?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Mr Prince ran to the bedroomwindow.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did any of the other cadres,except yourself, at any stage enter into the house?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It happened very, very, veryfast, I don't remember if anyone had entered the house.  But I haven't seenanyone in the house, except for myself and the late Prince when he was respondingto Mrs Swanepoel's shot.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "The question is was the deceasedin the house or outside the house when he shot Mrs Swanepoel?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The deceased, you are referringto the late Prince or the late Mrs Swanepoel?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Referring to the late Prince,the question was when Modau shot Mrs Swanepoel, was he inside the house or outsidethe house?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Right inside the house.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "So you agree with me thatModau entered into the house with yourself?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, no, not with myself, I enteredin the house following Mr Swanepoel, so we did not enter the house at the verysame time, maybe he went first or after myself, but not at the same time.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Is this one of the instanceswhere you can't exactly remember what happened?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I am sorry?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Can't you exactly rememberif he did go first or if he did go last?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I can say so.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "When you entered the house,what did you order Mr Swanepoel to do?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The order was \"go intothe house\", I did not tell him anything except for that.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, after you entered intothe house, what did you want him to do?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "He did not do anything in thehouse, because he ran away.  I wanted to shoot at him, but my gun jammed, soI did not talk to him after that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Van Rensbergis getting at Mr Thobejane is, why did you want to take Mr Swanepoel into thehouse at all.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Oh, I am sorry to say that,I wanted to shoot at him in the house, not outside, because it would, the soundof the gun would make a lot of noise and people around would hear that therewere people who were shooting and I did not, or according to the plan, we didnot want to shoot anyone outside the house, but inside the house, so that thereis no noise.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "I put it to you Mr Thobejane,that Mr Swanepoel was ordered by yourself after you entered the house, to goto his bedroom and you followed him closely with Mr Modau.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It wouldn't be possible becausePrince was busy with Mrs Swanepoel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, well it is nota question, it is being put to you, this is just for your comment that Mr Swanepoelwas told by you to go to his bedroom.  That was one aspect of it and that youwere together with Modau, but what do you say about you saying to Mr Swanepoel\"go to the bedroom\"?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Go to the house, not to thebedroom.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "This bedroom or this roomaccording to your evidence that Mr Swanepoel jumped into when he fled from you,do you agree that is exactly the same room in which Mrs Swanepoel was shot?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't remember well if itwas the same room, but what I know is that he ran into one of the rooms in thehouse and we tried to open, and open, but we couldn't succeed.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you see Mrs Swanepoelin the house?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Mrs Swanepoel, when I see her,it was outside, I was still outside.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Okay, let's rephrase thequestion, did you see Mrs Swanepoel when you were in the house?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "In the house I did not see her,I had seen her whilst I was still outside.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "How did you see her whenyou were outside?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Through the window.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Now, this window  or theroom that you have seen her in, is that the same room where she was eventuallyshot in?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I can say so.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "You can say so?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Sorry, I didn't hear.  Youcan say so?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Now, I put it to you thatis exactly the same room, namely the main bedroom, where Mr Swanepoel jumpedin and at that same moment when he jumped in, the deceased, Mr Modau shot MrsSwanepoel.  Can I repeat that for you?  What I am putting to you is that MrSwanepoel, when he ran away from you, he jumped into the main bedroom and inthat same bedroom and simultaneously Mr Modau shot Mrs Swanepoel.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "If it had happened that way,Mr Prince Modau who shot Mrs Swanepoel, would have also shot Mr Swanepoel, soby the time he shot Mrs Swanepoel, Mr Swanepoel was not in that room.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "I also put it to you that inthat very same main bedroom, that is where the safe is in which the guns andthe cash are kept, or were kept?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't know about that one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thobejane, the operation thatnight, was it purely to go and attack the farm, was there at any stage everany talk of repossession?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "We did not go to the farm torepossess anything, we went there for the shooting or the killing.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Mr Thobejane, it was partof APLA's policy to repossess the farms by attacking the farmers, is that notcorrect?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It is correct, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "So, are you now saying thatin a way you were trying to repossess the farms over the long term, but youwere not ready to repossess the firearms and the cash.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, no, maybe there is a misunderstanding. I was not a member of the Repossession Unit or one of the Repossession Unitsof APLA, I was not in that Unit.  It is only the Repossession Unit which wasresponsible for repossessing of whatever it is, but it was not my duty, thatone.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Are you saying that you werein the Offensive Unit?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I was in the Offensive Unit,I can say so.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "And that there was also aRepossession Unit?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "And that within APLA all theseUnits performed different functions?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "And that your Unit as an OperationUnit was merely to launch an attack and not to repossess?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, that is correct, not torepossess, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairperson. The place where you hid before the attack, was that also the same place whereyou ran to after the attack, the safe, your hiding place?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can you repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "I want to know if the placewhere you stayed before the attack, is that the same place where you ran toimmediately after the attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, the same place.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Where is that place?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "In Runnymead, it is a village.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Who is the owner of thatplace?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The owner of that house is MrPiet Nociri.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Do you know anything of thewhereabouts of this Mr Piet Nociri?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "All I know is that he was arrestedand later discharged because the charges were withdrawn against him and thenI haven't seen him after this incident.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Was he charged in the samecase as you?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "In your statement which formspart of the Bundle of documents, you mentioned that the orders were given toyou by the High Commander of the organisation of APLA in the person of Mr LethlapaMpahlela, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Lethlapa Mpahlela is a memberof the High Command, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And he was at the time theDirector of Operations as you have testified?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The National Director of Operations.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Do you know what the whereaboutsof this Mr Mpahlela is at the moment?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Not at the moment.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Are you aware of the factthat at one stage Mr Mpahlela was a member of the Parliament of the Republicof South Africa?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, I am not aware of that. I am not aware of that one.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "According to your own knowledge,would you confirm that this Mr Mpahlela knew exactly which farm was going tocome under attack and he in fact ordered you to attack that farm?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "After we have stepped up thereconnaissance, we met with Mr Lethlapa Mpahlela, we briefed him about thisoperation and he authorised.  He has never seen specifically that farm of MrSwanepoel.  What we told him was that it was Mr Swanepoel's farm and we havetargeted it as one of, it was targeted by our Unit and that is all.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "So we can at least deductthat he had full knowledge of the operation?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I can say so, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Okay, in your statement,the affidavit which was handed in to evidence this morning, and in particular- pardon your Worship, let me just find the relevant paragraph - paragraph 15thereof,  you gave a definition of the word \"criminals\" that you usedin your evidence, can you just repeat that?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Criminals, we are referringto the apartheid regime who were, which was a specific word used by the UnitedNations because apartheid was a criminal against humanity and the farmers werepart and parcel of the apartheid government as we all know that they had formedthe Commando Units and all those things.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Is that your definition? Let me ask you this, did you personally agree with that definition of the wordcriminal?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can you repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "You have now given us aninterpretation of what the United Nations described as criminals, what I wantedto know is did you personally agree with that strange definition of criminals?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Do I agree?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "yes?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, I agree of course.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And would your definitionof criminals also include people that kill other people and thereby contravenethe laws of the Republic of South Africa?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can you repeat your question?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "The question is does yourdefinition of criminal, your personal definition, also include people that killsother people and thereby contravening the laws of the Republic of South Africa?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, people who contravene thelaws of South Africa, according to the criminal law, they are referred to ascriminals.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, the question is do youpersonally agree with that definition as well?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "At that time, I did not knowor understand the criminal law, but now that because I have learnt or went throughsome study materials, I know that they are referred to as criminals, but bythat time I did not know, I am sorry.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "In your statement, or youraffidavit, paragraph 11 you also mentioned that the information you had at thetime, indicated that Mr Swanepoel's farm was a meeting place of right right-wingers,is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "It is correct yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Can you give us some indicationwhere this information was coming from?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "We had a Reconnaissance Unitor a Reconnaissance Team that was a sub-Unit from the main Unit.  Its duty wasto gather all the information that might be used or that we might use as theUnit so the Reconnaissance Team during their reconnaissance, they have gatheredsuch information because they interviewed some of the workers but they werenot aware that they were being investigated, but they have also confirmed thatright right-wingers were coming to Mr Swanepoel or were frequenting Mr Swanepoel'splace.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "So as far as you were concerned,you only gathered that or someone else told you that?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The Reconnaissance Team hadcome up with that information.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, who was this ReconnaissanceTeam?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "The late Prince himself waspart of it and Donald Mukhawana.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Donald Mukhawana, that isthe third applicant in this hearing, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Isn't he the second applicant,oh, in terms of the affidavit?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "In terms of the affidavit Chairperson,it is the second applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the Bundle, he appears asthe third applicant, but it is the same person, one of the applicants in thismatter.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr chairperson.   Okay, and\n also in the statementthat you have made, which is included  - \npage 9 of theBundle before this Committee, you said that Piet \nNocir, I suppose that is PietNociri, is that correct -             \"...  \ngave you someinformation that this owner of the Ganula Chicken \nFarm, obviouslyreferring to Mr Swanepoel, is a white man who \ndid not likeblack people and also that he is an AWB member in \nthe Tzaneen area.\n        This informationcontained or these allegations contained in your statement, did you have firsthand evidence of this yourself or is this also information that you obtainedfrom someone else?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Mr Piet Nociri was not thatmuch involved in our activities, and then I don't remember him telling me aboutsuch information.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Can you remember making thisstatement on the 6th of October 1989?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can I remember doing what?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "1998, pardon Your Worship. Can you remember making this statement which you will find on page 9 and 10and 11 of the Bundle?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "This statement was not compiledby myself, I am sorry.  The statement you are referring to is the one whichus right here on the table.  It was compiled by Fanie Molapo.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Is it not your signaturethere on page 11?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "This one is not my signature.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Okay, fine, the point I amtrying to make is that it looks like the Reconnaissance Unit supplied you asthe assault group with information that Mr Swanepoel was frequently being visitedby ring right-wingers, that he didn't like black people and that he was an AWBmember in the Tzaneen area.  You accepted that information as correct, you yourself,personally, is that not so?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you perceive it to beincorrect?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Not incorrect, but what is happeningthe reconnaissance will go to the place where we should attack and they shouldstep up information.  They will come with the information to us and now I cannot perceive it as wrong, but if a commander says this is the situation andthen that is how we are going to work.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "So it was accepted as correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "By the Unit, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And by yourself?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I am part of the Unit, I cansay.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes.  If I put it to youthat none of these information collected by the Reconnaissance Group is correct,what would you say to that?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I won't agree.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Why not, do you have anyother information to sustain these allegations?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I know we had a very brilliantReconnaissance Team and they cannot just come with incorrect information andaccording to the, one of APLA qualities, we were having some qualities there,qualities of a good fighter, we don't bring information which is not correct,false reports.  They cannot report falsely.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Okay, the question is supposethe day before the attack, you received information that this was all false,that Mr Swanepoel has got no affiliations towards the right and that he is notan AWB member, would you still have carried out that attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, we would still carry outthe attack because he was a farmer.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And he was a white?  Becausehe was white?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "He was a farmer.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Did you attack or plan toattack any black farmers?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "If they had defended the interestof that government, formed Commando Units, participated in those Units.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "The question is did you planto attack any black farmers as well?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, at that stage, no.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes.   I put it to you thatthe sole reason why you attacked that farm was because Mr Swanepoel was whiteand not because he was AWB or anything of those other reasons?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, but I did not know Mr Swanepoelpersonally, where I can say I have attacked him because he was a white.  I didnot have any personal vendetta against Mr Swanepoel, and then I carried outthe operation not because Mr Swanepoel, I know him, he is a white ...",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "That is not the question,you are being very long winded, the question is didn't you carry out the attackon Mr Swanepoel because he was a white farmer?  It is a very simple question.",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes, we attacked Mr Swanepoelas a white farmer, as a farmer.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, thank you Mr Chairperson. Okay, now if I read between the lines and also your statements contained inthe affidavit, it was part of APLA's policy at the time of which you were amember, to actually force the government of the day into submitting land andto take it away from white farmers and give it to the blacks, was that partof your struggle?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Can you repeat your question.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Was it part of APLA's policyat the time, by carrying out these attacks, to persuade or put pressure on thegovernment of the day, to take farms away from the white farmers and give itto the blacks?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "At the time, do you agreethat Mr Nelson Mandela had been released already, I think three years beforethe attack, is that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I am a member of  PAC and Iam sorry to say that I had nothing to do with ...",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Just answer the question MrThobejane.  Answer the question, I am sure he is still getting to something,he is laying a basis for further questions to follow.  Mr Mandela had been releasedat that time, yes or no?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, and at the time therewas already, I am talking about April 1993, there was already talk about a fulldemocratic election in this country, is that not so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van Rensberg, we know whatyou are getting at here, but we also know that APLA only issued instructionsto stop operations I think it was on the 16th, I might be wrong of the dateof January 1994, which instructions took some time to filter through to thepeople on the ground.  So if you take a look at the APLA submissions, the party,they were still operative in the struggle in 1993, it was only in January 1994that they actually called a cease-fire.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "Yes, thank you Mr Chairperson,that is actually where I was going.  Mr Thobejane, can you confirm that at onestage the APLA High Command actually gave instructions for you cadres, to stopattacking the white farmers?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "By that time, I was in jail,1994, I was in jail.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Hm, so you never receivedthose instructions?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I only knew about them fromsomebody else, not directly from a member of the High Command.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "I see.  The reason why Iam asking these questions Mr Thobejane is the victims in this specific instance,want to have the assurance that if you are granted amnesty, this kind of thingwill not happen again.  What is your response to that?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I won't attack them again, ifhe is asking for me alone.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "What is the instructionsfrom APLA High Command that has reached your ears?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Today, PAC is part of the governmentof the day, so I don't think they can issue such instructions again, you know,because they are in Parliament themselves.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Mr Chairman, if I can justtake instructions for one second please.    Thank you Mr Chairman, there isonly one question I still want to ask.  Mr Thobejane, do you know a person bythe name of James Baloyi?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I know him, yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Can you please tell thishearing how you know him and where his whereabouts are at the moment?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I don't know where he is atthe moment, but what I know about him is that he is a member of the PAC andthe late Prince had stayed by his house and he was part of our Unit.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Are you saying that JamesBaloyi was also part of your assault group?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Jameson Baloyi?",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Yes?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Not part of the assault group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that the late Princestayed at his place.",
            "Unknown"
        ],
        [
            "MR VAN RENSBERG",
            "At his place.",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Are you referring to TekwaniBaloyi or Jameson Baloyi?",
            "Male"
        ],
        [
            "JUDGE KHAMPEPE",
            "James Baloyi, are there manyJames Baloyi's you know?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Jameson Baloyi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Jameson Baloyi.",
            "Unknown"
        ],
        [
            "JUDGE KHAMPEPE",
            "Jameson Baloyi?",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "I know Jameson Baloyi, Princehad stayed at his house.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "That is in the same regionwhere you also had your hiding place, isn't that correct?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "And this Jameson Baloyi,in fact knew of the eminent attack?",
            "Male"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "No, he was not in the AttackingUnit.",
            "Male"
        ],
        [
            "MR VAN RENSBERG",
            "Thank you Mr Chairperson,I've got no further questions.\nNO FURTHER QUESTIONS BY MR VAN RENSBERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Van Rensberg.  MsMtanga, do you have any questions that you would like to ask?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No questions, Chairperson.\nNO CROSS-EXAMINATION BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have anyre-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Judge Khampepe, do you have anyquestions?",
            "Unknown"
        ],
        [
            "JUDGE KHAMPEPE",
            "I have no questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I have no questions, thank youChairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Thobejane, thatconcludes your testimony, you may stand down.",
            "Unknown"
        ],
        [
            "BRIAN CLIFFORD THOBEJANE",
            "Thank you very much, Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}