{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "QUEENSTOWN",
        "day": "1",
        "names": [
            "NOMAYEZA NOLUNGILE REGINA BATYI"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55828&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/batyi.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN"
        ],
        "original_speakers": [
            "REVD FINCA",
            "REVD XUNDU",
            "NNR BATYI",
            "M BATYI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Revd Xundu is going to lead the witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you sir, kind sir.  Ms Batyi, is this your son?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your can name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Machonane.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much.  I know that you have come to this Commission, because\n your son, Vuyo was taken away from this earth in a very painful way.  We would \n now like to ask you to tell us a bit about what happened to Vuyo and just very \n briefly about your family background as well.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I had five children including Vuyo I had five children.  The eldest is Temba, then\n Monde, then Notandu, then Vuyo, then Andile is my last born.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was Vuyo working?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, he was at school at Mbaxo.  He was still a school child.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Which organisation did he belong to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was a member of the ANC, COSAS.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was he at COSAS?  Was he a member of COSAS?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "In terms of number 3 of your statement, your child Monde, to which organisation did he belong?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 NNR BATYI",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Monde was a member of the ANC in the UDF.  He was a member of QUWU.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know, I didn't, wasn't too familiar with the political struggle.  He is going to tell you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I will come back to him, but he was also part of the political struggle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that's right.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "It is clear that in 1985 there was a consumer boycott?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What happened during that consumer boycott?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is what happened.  The consumer boycott was organised because people were complaining about certain things.  I myself was complaining about things.\n And then meetings were held for us to unite against the authority of the Whites and we decided that each of us were complaining, all of us were complaining although we were all working.\n We always used to attend meetings and it became apparent, I sell liquor and we decided that we will sell liquor because the comrades were going to get drunk and then not take the struggle forward.\n I still sell liquor to this day.  We then decided to stop selling liquor so that the comrades did not get too drunk.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What was the reason that you people disagreed with the comrades?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What happened was that they kept coming there since they knew that I sold liquor.\n And Andile Sishoba would always be among them and they \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 NNR BATYI\nwould come and look for liquor there.  And since I used to sell it, there was always liquor there.   And I always had stocks in reserve.\n They used to come there every day at night, looking for liquor and one day they had a clash with Monde and there were a lot of children.\n They came and they were silly and the clashed with Monde and Monde said you know how we live here, that we sell liquor, why are you doing this.\n They clashed and Andile ended up leaving.  But he never stopped that, he kept of coming to the house and harassing us for liquor.\n With these children, and they would come and just do what they - as they pleased at my place.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You said that the one that didn't get along with these people was Monde?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was also accused of being \"pimp\", whereas the struggle started in 1976 at a place called Quanxa.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Tell us, the 19h of September 1985 at 8 pm, you were staying at Bongweni.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is how this started.  First Mbosela Makapela was burnt that day.  Let me say people phoned me to tell me that Mbosela Makapela, since he was Monde's friend had said that he and Monde were \"pimps\".",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you know of Mbosela Makapela?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I knew him, they grew up together.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Why did he say that he and Monde were informers?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Because he was being burnt at the time, he was being burnt.  Those who burnt him wanted to know\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 NNR BATYI\ntogether with whom were you an informer and he said Monde and I.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "And did they then come from there and try and bomb your place because of that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  People did inform me during the day that we were going to be burnt, but I didn't want to believe that because Monde was a comrade.\n And these small children, Notandu and Andile were also in the spirit because even the older one was influenced, but I didn't pay any attention to that and the comrades when they were arrested, because Monde and them were all arrested, when the place was burnt, Monde and Notandu were in detention.\n And I was taking all the necessities to them, because Andile Sishoba was also one of the comrades that were in detention and I was taking things to them, because there were police that I used to get on well with, and I used to take what they needed to them in detention, and when there was one who was arrested, that wasn't found, I would go to their homes and I never thought that this would happen to me.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Let's do this.  On the 19th they came to your place, and threw petrol bombs and did you see any of them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did.  I saw them.  The person that came in was Zola Majikela, he came into my yard.  No, on the first day I saw Samson only.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "It was at night?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was at night.  They threw things to my house thrice, but the first time I saw Samson Mabanga only.  He was at a house opposite me.\n When I heard these shots, my house has big windows see,\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 NNR BATYI\nso I ran to go and peep and we saw Samson because there was electricity where he was and there was electricity at my place too, so we saw him jump the fence, running away.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "In the evening, was that still in the evening?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was in the evening.  The electric lights were on.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "On the day of the 20th what happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The second time we were still sitting there, not suspecting anything, thinking that it had stopped and I had done washing and there was washing at my uncle's place.\n At about 7 pm - and I decided to go and take the washing off the line.  When I had taken the washing off I heard that people aren't singing and I looked and saw that the comrades had arrived and they were throwing petrol bombs at my place.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were they talking or were they quiet?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they were quiet.  The people that I saw that day that came in into the yard were Boy-boy Mashinwana and Zola Majikela.  In front were a taxi person and another and Mandla Nobokolo and another one Gerald Mgole and Nquks Gwatshu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Just hold on.  After that, did you go and report this to the police?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not report it then, I just left it.  I reported it on the third day in the morning.  There was no way I could report it in the evening.  I heard by their song when they came again.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What did the police say?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I heard by their singing when they were coming again and they threw the thing again.  On the\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 NNR BATYI\nWednesday morning they came again and they threw something into my yard and Zola Majikela and Boy-boy came in. \n Maningi Tsotetsi was busy on the outside.  There were plenty of them, some of them I didn't even see.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You say some of them weren't from Queenstown?  Was it in the evening?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, it was in the morning.  This happened for three days, it was in the morning.  We were on the inside of the house, the windows had been broken, there were only frames left.\n And we were looking at them from inside.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you go to the police this time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we did go to the police.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What did the police say?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The police wanted to know are you coming to us Ms Batyi now that your children are here.  It became apparent that I was a laughing stock and I then asked them to please give me a truck so that I could load my things onto it and they said no, the truck is broken.\n I went to Van Tonder and Van Tonder said his trucks were being stoned in the location, he cannot give me a truck.  We ended up leaving.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Where did you go to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We went to Ezibeleni.  We went to Gali's place at Ezibeleni and put up a place for ourselves.\n There were two people there, Mrs Nonqobela and Zolile Gali that had homes there in the location, but couldn't come to their homes, because they were housing informants.\n They could not come to the location, because they were going to be burnt and people were creeping up on them at Ezibeleni, but Laviza did not want anyone there, the police \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 NNR BATYI\nwere watching them.\n I had friends at Ezibeleni  who had told the police about us and that we were guarded and the police were told to guard us as people that had laid a charge.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "On the day of the 22nd of September at 8, you Temba and Vuyo went to that house in Queenstown?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  We had dogs that were left behind.  We did not take anything, I just left on my own without anything.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Tell the Commission what happened on that day.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On that day we went to attend to the dogs and Temba came out.  After that he got into the car, Vuyo was with me in the car and Temba said I've got to go and tell Sipiwa something because we left without my seeing him.\n He stays on the other side.  We went around and stopped the car and Vuyo said that there was a friend of his that he used to play soccer with that he wanted to tell something.\n I remained in the car and Temba came in, Temba hurried back.  We were waiting for Vuyo.\n As he was getting out boys came, they had seen us.  We didn't realise that they were coming to us, but they came to the car and whistled and there were many of them.\n And we saw Louise and other boys that we didn't recognise as well as Boy-boy Mashinwana and Samson Mabanga.\n As well as Zola Majikela.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was this in the evening after 8?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, it was before 8 in the evening.  It wasn't, it was getting dark, it wasn't very, very dark, it was about eight o'clock in the evening, but there were\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 NNR BATYI\nelectric lights that were on and Temba had the car's lights on as well. \n They came to in front of, they stopped in front of us, Vuyo was coming on and they called him and they said Vuyo, he stopped and looked around and they came to him.\n And he ran when he saw that they were attacking the car.  Temba made a U-turn and I said Temba, let's go to the police and we rushed off to the police station.\n When we got to the police station and reported that this is what happened, Vuyo ran away and it is, we were being chased, they wanted to burn us and a hippo came out and Temba followed it.\n It had been a little while after that.  I kept going to the police and then Temba said I see many people.  I see a lot of people, but I can't really see anything.\n I went in again and I heard the police saying that Vuyo was in the hospital, that he had been burnt.  I went to hospital and I saw that Vuyo had been burnt.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was he still alive when you got to the hospital?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was, he could still talk and I asked him what happened and he said I was burn by Samson and them.  The nurses said that I should leave and I left.\n He was crying and he said that I should come back the following morning.  I came back the following day and I was told that Vuyo was going to be transferred to East London.\n I came back the following day with his father and I saw that he was swollen, but I didn't speak to him.  I saw that the head was very swollen.\n They said let's go and we went.  We then decided that we were going to see him in East London.  They left with \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 NNR BATYI\nVuyo and we prepared ourselves to go to East London.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Please give us some water.  Take your time, take your time, please Ma'am.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It became apparent that I wasn't going to get the right thing from them and we kept going.  I cried when they told us that our child had passed away and said that we must go to the police station.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Please take your time Ma'am.  Don't rush.  When we stopped outside the police station, his father said let's go to Dr Nhlaban.  We got to Dr Nhlaban's place and he gave me tablets and even an injection.\n And we got back into the car - I cried.  This needle made me drowsy and I woke up at home at  Ezibeleni.  At home I found that Nonqobele had called people and when I saw people I cried again and realised that Vuyo wasn't there any longer.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you get the report at the hospital that he had passed away?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I had heard through the prayer meeting because the people had been informed before me.  And since they was saying that Monde was an informer, he started as a comrade in 1976.\n And I didn't realise then that he was a comrade.  People just kept on coming to report to me about the activities that he was participating in at the school while he was doing standard 8.\n He then applied at Hilltown and his teachers would not give him testimonials.  We met with Mr Yaqa and Monde went there because of Mr Yaqa.\n He assured us that when we got there, he would have fixed everything because the children that were staying in \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 NNR BATYI\nMr Yaqa's street, he was helping them with their education.\n Monde got into this other school because of Mr Yaqa and once again the uprising started.\n I eventually got a telephone and I got a message and I went to his father at work and his father said that he is going to come with me, and we went but we didn't find Monde.\n We heard that the others were arrested.  And we were told that he had been seen here and there, but he was attempting ways in which he could hide and go home.\n We came and found him at home.  He stayed and then considered once again trying to get into a school at Butterworth on his own.\n He eventually got into a school there but there too I got a phone call during the course of time, saying that children and teachers were being detained.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Let's just go back Ma'am to where you said that he passed away.  Where he was, he passed away and then he was buried.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vuyo was buried at Ezibeleni at a place where I was staying.  There weren't any people because the comrades couldn't attend.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was anyone arrested in connection with this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How did the trial go?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There were those that were found guilty and others were charged with arson on the house.  Maningi, Gerald and Thoza were found guilty.  The others were acquitted because they had an attorney.\n Samson pleaded guilty and said, you see he had a scar, a wound on his hip and said that there was a child that had stabbed him, that he hadn't assaulted.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11 NNR BATYI\n I don't know what happened to him, but all the others were acquitted.\n There was another one that he had said that this child stabbed him, but he hadn't stabbed this child, but this child ended up serving a prison sentence.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "So were the people that did this arrested and some of them were found guilty and the others were acquitted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, but they were not, they did not serve long prison sentences, because they were eventually released.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did this happened when the political organisations were unbanned?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was there anything, anyone in your family who was severely affected by this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My husband ended up in hospital.  It became apparent that this had affected him badly and he is still sickly today.  But even Monde cannot hear properly, because the police used to assault him and he never even got the opportunity to complete his education, because wherever he went, all the schools he attended, there would be this political uprising and the police would come and look for him and detain him.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How do you think this Commission can help you under these circumstances?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I haven't finished talking.  I haven't finished talking.  I haven't said what the cause was of them burning.\n I want the Commission to do this for me.  In the time when we decided to stop selling liquor, while we were in a \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12 NNR BATYI\nmeeting, there were two nips of Gin.  These nips of gin were put before the Committee, the boycotting committee and Moodi who was living at New Brighton at the time, said that this nip had been bought at Batyi and the other one at Lalla Panzi and he and his Committee would not say who had bought them and where they had bought them.\n They just said that it was late already.  And I wanted the Committee to find out who had bought these nips and where because I was not selling liquor at the time.\n The Committee refused to tell me that who had bought the bought at Batyi and I don't know about the one at Lalla Panzi and another thing is before our place was burnt, Monde and Notandu were  in detention.\n I wasn't surprised by their detention because they were detained every time, but during all that time, I used to take care of the comrades.  I did not know that they would do something like this to me.\n While they were in detention the police released Andile Sishoba only.  Andile came to my house, Monde's father was there and Andile Sishoba said he was with Zola Majikela and another fair child, I'm not sure what that child's name is, but I think that child was with them.  And Andile said - I asked, how are you boy and he said that he had been sent by Monde.\n He said there are people that are staying in Hexigon that are being used by the police, that wear plastics.  I think it is a boy and a girl and what happens is when a comrade is detained, he would be asked do you know this one and if this person didn't know, they would just shake their head, because they didn't want their voices to be heard.\n And if he did know the person, he would nod.  I head \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n13 NNR BATYI\nduring the course of time, that this was Notandu and Monde, but he didn't want to say that to me.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you hear?  Did you say that you heard?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I heard from people that it was Notandu and Monde and he said that there were such people, but I did not suspect that because I would always see them with the others when I took food for them.\n The other women and children.  Monde then said to me that another child came to jail once and said we have burnt Batyi's place and now that we have burnt there, we have heard that Monde stays in Hexigon - that is where he is being kept.\n He is the one that is telling the police everything.  You know my house, I started building it in 1964, the one that has been burnt and I didn't even retain a brick or everything.  I finished, I completed building, started building in 1964 when Vuyo was born and I completed it in 1984.\n At my place I didn't have any electricity.  Electricity poles were put up by me with my own money.  My husband was working, but I did the most because a mother is the ruler of the home.\n The husband was working and he used to give me the money and I used to sell liquor.  When I completed this house, I had accounts.  This house had 10 rooms and outside toilets and a garage and a bathroom and toilet inside.\n There were 10 rooms.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Is this the one that was ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is the one that was burnt.  What was strange was that the comrades were looting the place, they were taking things from these bricks and everything.   People QUEENSTOWN HEARING TRC/EASTERN CAPE\n14 NNR BATYI\nwere telling me this and I had reported it to the police and I would tell the police that there are certain people that are taking my things.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Why did the police not take any steps?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The police - there was no police station in the location, it had been burnt and there was no way.  Everything was just upside down.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Let's just go towards the end.  What did you say, what do you envisage the Commission doing for you?  How can the Commission be of assistance?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What I would like to say lastly is what hurt me the most is that these children, some of them ran away and some of them came back saying that they were in exile and they got top posts and they were not afraid of burning us and being seen by other people as well.\n Some would be, are now policemen, soldiers and body guards coming back saying that they are from exile, now in top positions.\n How is it possible that these people in these top positions that are now ruling over us, have done such things.  I would like the Commission to investigate these things.  And also you can see - the Government can see what it can do for me.\n I would just like an investigation into why this was done and I would also like to know where this story came from about informants.  This is what I would like to know.  I would like to know where the informants story came from, because I lived in the community, we loved each other, I used to get along well with anyone.\n And this came up during the time of the boycott and now that I had completed extending my house, it had to be burnt \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n15 NNR BATYI\nand during the time we were there, we used to get, we have to get water from far.\n I am the one that made it possible for water, electricity and everything to be brought closer to us, even telephone poles.  Since 1964 I battled, I used to be in and out of jail for selling liquor.\n And now this happened, I would like to know who did this to me and why.  I don't think that there is anything that I can say that I should get, but I feel that you can use your discretion, because Monde was also disrupted in his school career, because he kept being detained.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Ma'am.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And also he doesn't hear too well and my husband was also severely affected by this.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much, Ma'am.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Let us just hear from Monde if he has anything to say.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am Monde.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like you to say what your involvement was in this and how you and your brother were involved in this and what happened from there.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "From 1976 every youth of my age had reached a time when he had to be involved in politics.\n So all of those who are still young were also determined to be actively involved so in 1977 we then decided to be involved in the struggle and we were detained.\n A lot of us were detained.  Then it went on and on until about 15 or 17 were left in the jail.\n Then when it was time for the trial I and (indistinct) and Boy Mbanja and others went to court.\n I did go to appear on my day and I gave my testimony, \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n16 M BATYI\nbut I didn't give an impression that I was an informer, though I was a State witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Where was this hearing of the court?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was in Grahamstown.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Then after you had testified, did they say you were an informer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, in fact I didn't go there as an informer.  I just gave my testimony, then I was taken back to the cell.  The comrades who were accused, came to talk to me encouraging me and showing me that I was on the right track.\n And I would help them to go through and thereafter I never said a thing.  I was then released on a particular day.  \n Like all others, I just went out, like any person released from jail.  I didn't even feel that I had done anything wrong, then I went home.\n Days went on by and by.  One Saturday I heard by one person a boy called Duaqu that I was known as an informer and from that day I got this disturbed.\n I then went to Butterworth to go to school there.  Then in June of the same year, people heard of it that I was an informer, then one day Siphoma (indistinct) were with me there, there was a - Butterworth Youth Cultural Club, because I was a student at Xampla ... (tape ends) (tape starts) ... to defend myself, so I went on until one day, though I used to have some minor clashes with the comrades of the Butterworth Youth, even here at school in Xampla, I used to have some clashes with the teachers, until one day I clashed with one teacher named Skombuza Majike and even my friends were also harassed, they couldn't even attend shows.\n So I clashed with this teacher and I gave him a telling QUEENSTOWN HEARING TRC/EASTERN CAPE\n17 M BATYI\nand he in turn gave me, then he went the organisation and told them what I had said.\n They had a plan of whatever.  I was living in a place called Mission in Butterworth.  There was a knock at the door one day and I was sitting with a certain lady when there was knock and I asked the person to come in.\n When the door opened, a lot of people came in and mind you, this was just a small room.  Then they asked me that, they told me that they wanted to see me as the Butterworth Youth.  I knew that they had come for something, so I was taking them out with the intention to close the gate.\n Then it is then that they told me that they were going to take me because they wanted me to go to the organisation.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Now, could we come closer now to this period here in Quamani.  Now tell me, which organisation were you involved in at the time Vuyo died?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "When Vuyo died I was a member of the Youth Organisation, I was a member of the fund organisation with other comrades like Ququloleko, Mongezi Noholoza and someone from the Nxulu family.  We were in this fund raising group, going round collecting money and even painting people's houses and not asking for any charges.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "; According to what you know, what is it that made the people so angry?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What happened is that in Butterworth Nquks and  Vusuma Mlangweni gave information that when I was in detention, they received a letter from Mobele Mpenjana that I was the cause of their arrest.\n Stembi Lasokwe was there cross-questioning me only to find that they didn't actually know the procedures of the court and most of the information was not true and then \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n18 M BATYI\nStembi dismissed them and asked them to go back to go and investigate in Queenstown how it so happened that I was known as an informer.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Then at the time your brother died, where were you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At the time my brother died, I was in jail.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "So you were there with other comrades?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I was there.  So we used to talk and shout at each other in the cells then I noticed that Notandu was no longer talking to me.\n And even the way we were served with food made me feel suspicious, then we played sick together with  Sisho Balinqa because we wanted to get information from outside, then we were sent to Frontier Hospital and we met the people who could give us information.\n And one person told me that people who were looking for me to burn me and he told me about what had happened at home.  I wasn't so surprised, I just listened to everything they were saying, then we went back to jail.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Let me say, this story of yours can be understood even the way you were harassed. I understand it, now I want to know after hearing these details that - what do you now say could be done by this Commission?  What do you want this Commission to do for you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This story I'm saying I am very grateful to be given this opportunity because comrades failed to bring light, true reflection to the people.\n In stead they spread false information and they received, I received cheques, that's what they said, which was  a lie.  For instance, I was known to be having a watch that was a recording, even my sister too was known to be \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n19 M BATYI\nhaving some earrings that were recording and yet she was detained. \n And yet people were saying she was not actually detained, in stead she was put there as a monitor and as an informer to an extend that whilst I was in jail, a certain boy living just below Mr Mashoba's home by the name of Dondoy came dressed in the attire of the marshals.\n So as you know, we who are in jail always want information from outside, so every time there is someone coming from the others, we always ask for information.  So this boy joined us and we listened to what he had to say.\n So he told us that he had been arrested because he had burnt a certain house, which he did not even know which it was.  Then as he was saying it, I kept on thinking that it was my home and ultimately he said, yes, it is the Batyi home.\n Then he said we know that Monde and Notandu is in the Hexigon hotel, they are not detained.  And he was saying this directly to me.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did this boy not know you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he didn't.  So what is most important for me, would be that the Commission should consider that I have suffered a lot.  There isn't a single year that I have spent at school.\n I lost friends, even my brother because of some petty matters, because the comrades failed to tell the people the truth.\n In the AGM of the Youth Organisation, I had to give an account and tell them why I was labelled as an informer.  Then the people present there were told by Glen Thomas that I made a statement in the Supreme Court and to the police on QUEENSTOWN HEARING TRC/EASTERN CAPE\n20 M BATYI\nmy own accord, without being forced, and I really don't know where he got that information from, because I really know nothing about him.\n It is therefor my wish that the Commission should ask him where he got all this information from, because he said there at the Centre I gave the information on my own.\n He also thought that I should not be included in the structures of the community and so they were going to investigate.\n And once more, this was brought to the attention of the AGM in Moreva and then the decision was taken that they are not going to drive me away, I should go on until I cannot do it any longer.\n Then I kept on working until in 1985.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Now, do you want that there should be an investigation done with Glen Thomas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, because he said that I have given a statement on my own free will at the police station and yet I want him to tell where he got that from.\n Another one is that the community of Queenstown was not against my family, but there were certain people who organised the community to act against my family.\n All houses were keeping liquor and selling liquor in Queenstown.  There was a decision that people should sell the liquor so that it was out of stock.\n So they were checking on the amounts whether they were still there, whereas at home, we were always keeping and not selling the liquor as Andile said.  So even that nip that was produced as having to have been bought at my home, was not true.\n This was said in public and therefor the people had a \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n21 M BATYI\nnegative attitude towards us, so these were money makers who were saying it.\n And so people had their reason for doing all this, because we were seen as money makers.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Do you think that those are the only things that you want this Commission to look into?  So I take it back to you, Mr Chairman.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Are there any questions?  Let us now thank you for telling us your story which I feel is a very painful experience which happened during this time of struggle, for one to be labelled as an informer, it would be very uncomfortable, because he would be seen as an enemy by the public.\n Even the way he would be handled, it would show the fury of the people.  \n So you have asked that we should investigate as this Commission about all the things you have mentioned so far.  We promise that we are going to investigate because we know that if a person has been labelled an informer, that becomes a black mark that cannot be erased next to his name and even to his offspring.\n As we see your mother crying, we know she is in great pain because of this stigma which is there for ever and it isolates a person and makes a person to be ostracised by the community.\n So we are compelled to delve into all this.  This is going to be very difficult, but we are determined - we will try our level best.  We therefor thank you.",
            "Unknown"
        ]
    ]
}