{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "2",
        "names": [
            "LES BARNES"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55827&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/barnes.htm",
        "speakers": [
            "BONGANI FINCA",
            "ADV POTGIETER",
            "L BARNES"
        ],
        "original_speakers": [
            "ADV POTGIETER",
            "L BARNES",
            "REVD FINCA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Thank you very much Reverend.  Mr Barnes, we welcome you.  Your case should have been heard yesterday when we were dealing with the Queenstown bomb blast where some of your fellow sufferers who were affected in that particular blast, came to the Commission to give their witness.\n But we were told that you were unable to be here and we then arranged to hear you this morning.  We are grateful that you have come and we indeed welcome you and we look forward to hear what you have to add on the testimony of what happened on that very gruesome act which affected a number of people in this town.\n Adv Denzil, who has led the testimony of the other witnesses involved in that same act, will be leading you and I will now hand you over to him to lead the questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Good morning Mr Barnes.",
            "Unknown"
        ],
        [
            "L BARNES",
            "Good morning.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I repeat the welcome of the Chairperson.  You drove in from Port Elizabeth especially to attend and to give your testimony, welcome and relax and feel free to tell us your story.  As the Chairperson has indicated, we have heard the evidence about the background to the incident, it happened on the 3rd of December 1992 at the Spur Steak Ranch QUEENSTOWN HEARING TRC/EASTERN CAPE\n2 L BARNES\nand the evidence showed yesterday that you were one of those people who were directly affected as a victim in that incident.\n So I would like you to take us through your story.  Perhaps you can start off just by giving us a brief background about yourself, who you are, where you come from, what you are doing, whether you are married and then you can deal with that fateful incident of the 3rd of December, so it is over to you.",
            "Unknown"
        ],
        [
            "L BARNES",
            "Thank you very much and thank you for giving me the opportunity as well.  Yes, I am married, I have two children.  A daughter and a son.  My daughter is 10 years old, my son will be 8 years old.\n I work for a bank.  My job entails extensive travelling throughout the whole of the Eastern Cape, I am involved in the operations side of the bank.\n And on that particular day on the 3rd of December 1992, I was actually on duty on route from Port Elizabeth to Umtata with a fellow colleague of mine, who worked with me and we decided we were going to sleep over in Queenstown on that Thursday night.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You can proceed.",
            "Unknown"
        ],
        [
            "L BARNES",
            "On that Thursday evening we only left Port Elizabeth quite late that evening, we arrived in Queenstown something after nine o'clock, we then proceeded to book ourselves into the hotel.  It was quite ironic that night, because when we arrived in town, it was the first time that that colleague of mine had ever been to Queenstown.\n I happen to be born and bred here, went to school in Queenstown, so I am familiar with the town.  That evening when we arrived in Queenstown, there were two women pushing \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 L BARNES\na baby down the main street, just other side the Spur.\n My colleague still remarked to me and said, is this safe with two women pushing a baby down the street at night and I remarked and said, yes, well I grew up here, not knowing what was to follow.\n We then proceeded to the hotel, we were - it was ten o'clock, we were going to go and eat and the restaurant at the hotel was a Chinese restaurant and my colleague decided he wasn't interested in going there, because he didn't like Chinese food and he had seen the Spur on the way in so he decided we would go to the Spur.\n We then proceeded to the Spur and arrived there sometime after ten.   I would guess between quarter past, twenty past ten.  The Spur was very full, it was full of young, school children celebrating the end of the year at school.\n The waitress met us at the front door and there were only two tables available.  One on the far left and one on the right and we chose to go and sit at the table on the left hand side not knowing that a bomb had been planted under the chair.\n We then sat down there, I actually sat on top of the bomb, if I can call it that.  We proceeded to eat and it was roughly between ten past, quarter past eleven, we had finished eating and I had gone to the toilet and on my way back, I saw the waitress and I asked her if she would mind coming to take a dessert menu from us.\n I sat down and the waitress arrived at the table and at that point the bomb went off underneath me.\n It blew me into the ceiling, I can remember it quite clearly and I came out somewhere at the back.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 L BARNES\n And it felt like quite a long time.  I then heard somebody saying get up and follow me, it was the waitress' brother.  I got up and I actually walked out.\n I got onto the island and I felt very weak.  My clothes, my shoes, I had contact lenses, they were blown out.  I then asked somebody to help me.\n A young lady came across and I gave her my number to phone.  She then phoned home and told my wife what had actually happened.\n The ambulances seemed to take a long time to get there but I'm not too sure how long that was.  I was then taken to the Queenstown Frontier Hospital and funny enough the Doctor that treated me there, also happens to be my father's Doctor, so I knew him.\n On numerous occasions people would ask me what is your name, where do you live, just to check if I was conscious at all or if I was absorbing.\n I then went into a bad state of shock, my whole body was shaking from the shock.  I had extensive burns and shrapnel wounds.  Both my legs and my stomach had shrapnel wounds in.\n My legs, my back, my arms, my face, my whole body - I suffered 33 percent burns from the bomb.  I overheard the Doctor in the passage talking to a fellow Doctor at this point, to say that he didn't know if I'd actually make the trip down to East London, but if I made the trip, I'd a good chance of surviving.\n In the ambulance with me on the way down to East London was my colleague, Jerome Pieterse and the waitress, Heidi Cunningham.  We were the three most injured people, I think there were 21 or whatever people that were injured at that \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 L BARNES\ntime.\n We arrived in East London, it was something to two or quarter past two in the morning, the ambulance.  The specialist was there to meet me.\n I was taken to theatre that morning at seven o'clock and I had numerous operations that followed thereafter.\n At first they thought that I might loose my leg totally, they removed a table foot and a six inch nail that came out of the one lower part of my right leg.\n And he also said that I wouldn't be able to gain full functionality of it.  It must have been a miracle, because first of all, I survived the bomb, bearing in mind I happened to be sitting on it.\n I went into hospital or into theatre that morning, it was a Friday morning.  My colleague went in also on the Friday morning after I did.  We were all three in intensive care in the East London private hospital.\n That, from then on I couldn't remember too much while I was in intensive care, I was heavily drugged, obviously in a lot of pain.\n My whole body was basically bomb bandaged.  My arms were suspended in the air by using pillow cases because of the extensive burns.  The next day my colleague went into theatre again and I was going in on the Sunday morning, when the Doctor, Specialist told me that my colleague actually passed away, that was the Sunday morning.\n He had suffered a massive heart attack from the shock and obviously from the after affects from the bomb blast.\n Thereafter I had numerous follow up operations.  I was discharged from hospital in a wheelchair the day before Christmas and then I flew home.  When I got home, I still \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 L BARNES\ncouldn't walk.\n I couldn't ride from the extensive burns, specifically on my left hand because I am left handed, so it was like starting all over again teaching yourself to walk, coping with the trauma.  My family suffered quite a lot, specifically my little son.\n At that stage he was, what, four years of age - 1992, he took one look at me in hospital and ran away, he said that wasn't his dad.\n He has suffered psychologically, he's got a speech problem which is directly related to the incident.  The medical bills were in the vicinity of R88 000-00 at the time.\n Fortunately I do have a medical aid, but the costs of the medicine and the Doctors afterwards, is all for my account and that was, it is heavy and today I still need surgery, reconstruction to my right leg.\n Although I've regained functionality of it, there is a lot of muscle loss and I don't have all the functions of a normal leg what I should have.\n And that is really what I have got to say.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Well, thank you very much Mr Barnes.  Is there anything in particular that you would want to request the Commission to look at for you?",
            "Unknown"
        ],
        [
            "L BARNES",
            "Thank you.  Basically all I'd sort of want to know is the people that planted the bomb, will they be coming forward?  Will they be testifying?  And what is really going to happen to get their side of the story and is anything being done about it?\n That is all really I would like the Commission to be able to tell us.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 L BARNES",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Mr Barnes.  We have noted that.  We are indebted and grateful that you have come and that you have gone to the trouble of sharing your testimony with us.\n I thank you very much and I hand you back to the Chairperson.",
            "Unknown"
        ],
        [
            "L BARNES",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Are there any questions?  Mr Barnes, we have already addressed ourselves as the Commission to your colleagues yesterday.\n But what I need to say just to you now is, it touches us deeply to see how profound that effect, how profound that event had an affect on your life.\n It is not normal and I do apologise if this remark is sexist, but it is not normal for a man especially in our culture, to shed tears publicly.\n We always attempt to be strong and for you to come and share your story and to share your emotions with us, with the people who are in this hall, with the whole of South Africa, and to show your emotions the way you have shown us, has touched us very deeply.\n Our task as this Commission is to establish a complete picture of human rights violations in this Country.\n And of course that picture will not be complete unless we cover all the aspects of human rights violations.\n And the Queenstown event in the Eastern Cape is an event which touched us as the people from this region very profoundly.\n We are going to be attempting to go to the roots of that story to find out what happened.  One of the things that the Commission is already doing, is to plan a hearing \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8\nwhere political parties are going to be making submissions to the full Commission on their activities during the period of the struggle.\n What things were authorised by those political organisations and why they were authorised and what things happened outside the authority of political organisations.\n And indeed the question that you have raised to us, I'm sure has stuck in our minds and we are definitely going to want to raise when we meet with the political organisations which have claimed responsibility for that event.\n For now, let it suffice to say that we have heard you.  We convey to you our sympathies and we are going to go to the roots of what happened on that day.  Thank you very much.",
            "Unknown"
        ],
        [
            "L BARNES",
            "Thank you.  I'd just like to leave these photographs and these Doctors' reports for the Commission.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you very much.  You can submit it to Mr Sandi.",
            "Unknown"
        ],
        [
            "L BARNES",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "I just wish to ask our Regional Manager to make sure that we do get a written statement from Mr Barnes, because he has not had a chance to submit a statement to us at this stage.\n Thank you very much.",
            "Unknown"
        ]
    ]
}