{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "2",
        "names": [
            "MANTOMBI GLADYS FANA (JACOBS)"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55836&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/fana.htm",
        "speakers": [
            "BONGANI FINCA",
            "ADV POTGIETER",
            "MG FANA",
            "REV XUNDU",
            "MAPULE RAMASHALA",
            "MR SANDI"
        ],
        "original_speakers": [
            "ADV POTGIETER",
            "MG FANA",
            "REVD FINCA",
            "REVD XUNDU",
            "DR RAMASHALA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We thank you Ms Fana for coming to this Commission to give testimony about the death of Fumanekile Jacobs.\n We thank you for taking this opportunity and to submit a statement to the Commission and then make a follow up and come to this hearing all the way from Indwe to be with us here today.  \n Let me say this once more, that these small towns have suffered.  They have suffered because of what people did so we thank you for coming all the way from Indwe to give us testimony on Fumanekile Jacobs.  Could you please put on your headphones so I am going to hand you over to someone who is going to help you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Good morning Ms Fana.  I'm just wanting to know whether you hear me over the headphones, whether you get the translation?  Good morning and welcome here.  I repeat the welcome of the Chairperson, we know you had to travel some distance to get here and we are grateful and very pleased to have you here this morning.\n Your case concerns the shooting of your son, Fumanekile on the 28th of October 1989 in Indwe.  Now, I would like you to tell us what happened?  How did it happen that your son got shot?",
            "Unknown"
        ],
        [
            "MG FANA",
            "In 1989, Fumanekile was shot.  This is my son and his name is Fumanekile Jacobs.  The reason is that their\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 MG FANA\ngate at school was locked and so they went on strike for that.\n All the students were involved because they did not like this that the gate of school was locked.  Then one other child was very stubborn and did not want to join them when they did not want to go to the classes.\n Then they did not like this and they confronted this child.  Then he was stubborn and said he was certainly going to attend the classes and they did not like this because the gate had been locked.\n they then saw a policeman coming to the school and they did not know who had invited them, they then ran away.  But this particular girl kept on going to school, then they sprinkled water on her because they were trying to stop her from going to school.\n When they were actually not attending the classes then there was that friction and fighting, then on Friday they set alight her shack and stoned it.  Then policemen came on Saturday in hippo's.\n There was this fight until it was late with the children running all over the place.  We went to sleep not knowing where Fumanekile was.  Early in the morning when my husband was not at school, then there was a knock at the door, it was two policeman, three in fact. \n Two Black policemen and one White.  They told me that Fumanekile had been shot dead and whilst they were taking him to East London, then they decided to turn back and go and put his corpse in Queenstown.\n I had not seen him, that is as far as I know, because I actually did not see him, I just got that information about him.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 MG FANA",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was it said that the police shot Fumanekile?",
            "Unknown"
        ],
        [
            "MG FANA",
            "Yes, they did.  They told me that they actually shot him and they were policemen from Queenstown, but I don't know them.\n Even at the time they were talking to me, I could not identify them and the only thing I was concerned about was, what they were telling me and I was hurt.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What was Fumanekile's age when he was shot?",
            "Unknown"
        ],
        [
            "MG FANA",
            "He was 15 years old when he was shot.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And what standard was he doing at school?",
            "Unknown"
        ],
        [
            "MG FANA",
            "And he was in standard 5 when he got shot.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Did you go to see a lawyer in connection with the death of Fumanekile?",
            "Unknown"
        ],
        [
            "MG FANA",
            "A lawyer came to see me, but I don't know his name and he went away the afternoon, that was the last I saw of the lawyer.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Do you know where the lawyer came from?",
            "Unknown"
        ],
        [
            "MG FANA",
            "I don't even know where this lawyer came from.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was there ever a case at court in connection with the death of Fumanekile?",
            "Unknown"
        ],
        [
            "MG FANA",
            "You mean a court case?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MG FANA",
            "In fact I was never called to any court case on his death.  I just heard that there was a court case on his behalf.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So has the police never given you any explanation about the death or about the case that you say that you heard about afterwards?",
            "Unknown"
        ],
        [
            "MG FANA",
            "The policeman never came to me.  The last time I saw the policemen was when they had come to inform me that my son had died.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 MG FANA",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Did you then have a burial for the son afterwards?",
            "Unknown"
        ],
        [
            "MG FANA",
            "Yes, we had a funeral for my son.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In Indwe?",
            "Unknown"
        ],
        [
            "MG FANA",
            "And that was in Indwe.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ms Fana, is there any request that you want to make to the Commission?  Anything that you want us in particular to look at?",
            "Unknown"
        ],
        [
            "MG FANA",
            "I would like the  Commission to investigate certain things on this matter.  Because I had great expectations from my son, because he used to do part time jobs and bring us some money.  I am not getting any income.\n Since my son's death, I've been suffering such that even now, I am suffering from diabetes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is there anything else that you would wish to say in addition to what you've already told us?",
            "Unknown"
        ],
        [
            "MG FANA",
            "What I would ask is that I don't know who are the killers of my son.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So, would you like the Commission to look at that, to find out what happened.  How your son got killed?",
            "Unknown"
        ],
        [
            "MG FANA",
            "Then I would like to actually see the person who killed my son, because he caused a wound in me because I had great expectations from him.  I even thought that he was going to continue working for me.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ms Fana, we have noted your evidence and what you have said.  And I must thank you once again for coming and sharing your story with the Commission.\n I hand you back to the Chairperson.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you very much, Denzil.  Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to find out are there no policemen you know amongst the police who were arresting the QUEENSTOWN HEARING TRC/EASTERN CAPE\n5 MG FANA\nchildren at that time?",
            "Unknown"
        ],
        [
            "MG FANA",
            "No, I don't know any of them.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Then how was the funeral?",
            "Unknown"
        ],
        [
            "MG FANA",
            "It was a very big funeral.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were there no restrictions?",
            "Unknown"
        ],
        [
            "MG FANA",
            "No, there were none.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Dr Mapule Romachela?",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you Chairperson.  Ms Fana, are you receiving medical care for your diabetes?",
            "Unknown"
        ],
        [
            "MG FANA",
            "I do visit a Doctor.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "How often do you see a Doctor?",
            "Unknown"
        ],
        [
            "MG FANA",
            "I see a Doctor monthly, once in the month.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mr Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I observed from your statement here that you say you and someone else made a statement to a lawyer named Roshen Dehal.  Does that make any sense to you?",
            "Male"
        ],
        [
            "MG FANA",
            "It was long ago, now I can't remember.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; Who else was with you at the time you had gone to see the lawyer?",
            "Male"
        ],
        [
            "MG FANA",
            "I was with my nephew and my brother and the wife to my nephew.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you recall where did you see this, meet this lawyer?",
            "Male"
        ],
        [
            "MG FANA",
            "It was in Indwe.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; Did he have any office there?",
            "Male"
        ],
        [
            "MG FANA",
            "They said it was a lawyer who was an activist.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Ms Gladys Fana,  we thank you as this Commission for coming forward all the way from Indwe.\n In summary I would like to make mention that the \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6\nmothers who gave birth to those young activists like your son, were in great difficulties at the time because I'm sure, most times they wouldn't understand what the struggle was all about.\n Even when listening over the radio they would get some distorted information and propaganda that would make their children to be called terrorists.\n Some other times parents of these children became the laughing stock of other people only because their children were seen as terrorists.\n When they are in pain, the people would not even come to sympathise with them because they did not want to identify with the policemen.   That is the burden that they had to carry as parents of the hero's like your son.\n Looking at you, I don't know whether I'm making a mistake, I am sure you have experienced this pain and again I, you also don't understand why your child would be arrested now and again and you even considered that your child was a criminal and yet he wasn't, he was a hero in stead.\n Therefor, we have got to give ourselves time to bring back your dignity during these few days that have been given to us by the President so that we should realise that you gave birth to hero's.\n Our proposal to the President that will be sent direct to him is that those people who used to be laughing stock then, should now benefit and be showed that they were laughed at by people who did not understand what was happening.\n So we hail you, we hail your son.  You have asked that we should investigate as to who exactly killed your son.  \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7\nThis is the request we get all over the country all the time, since that I even have some doubts that there are some that we cannot be able to give an answer to during this short period we have been given, because in Port Elizabeth Ms  Husha would like to know what happened to the husband.\n Ms Goniwa would also want to know what happened in Umtata, there are people who also want to know what happened to their beloved ones.  It is all over that people want to know who is it that they have to reconcile with and forgive and yet we are only left with only 12 months to give answers to these questions.\n I therefor would like to be very realistic and say some of the answers perhaps may not be provided, but we will try our level best as you say that this wound should be healed in a way.\n We therefor thank you for your testimony that you have presented to us today and we shall ask you to go back therefor.\n We shall stand adjourned for a short while.",
            "Unknown"
        ]
    ]
}