{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "2",
        "names": [
            "PATRICK MADOLO"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55842&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/madolo.htm",
        "speakers": [
            "REV XUNDU",
            "BONGANI FINCA",
            "P MADOLO",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "REVD FINCA",
            "P MADOLO",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Thank you very much.  I was just a bit worried that these times had changed women to men.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "I have found that Ester Madolo is unable to come and testify personally before the Commission, and she has asked that you testify on her behalf.  Is that right?",
            "Unknown"
        ],
        [
            "P MADOLO",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you very much sir.  We would like to welcome you and we would like to give over to Ntsikelelo Sandi and let him lead you in your evidence on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  You said that your name was Patrick Madolo?",
            "Male"
        ],
        [
            "P MADOLO",
            "That's right.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You came to give evidence on behalf of Esther Madolo?",
            "Male"
        ],
        [
            "P MADOLO",
            "I came on behalf of my parents, because they couldn't come because of this.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You are going to testify about what happened on the 28th of October 1989.  What happened to Pasika Madolo?",
            "Male"
        ],
        [
            "P MADOLO",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was Pasika Madolo to you?",
            "Male"
        ],
        [
            "P MADOLO",
            "He was my brother.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you please tell us what you know to have happened to your brother on this day?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 P MADOLO",
            "Male"
        ],
        [
            "P MADOLO",
            "Yes, I can tell you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Please tell us, Patrick.",
            "Male"
        ],
        [
            "P MADOLO",
            "This whole thing happened as a result of the unrest that started at school and when this happened, my brother was away at school.  He was at school in Lady Frere.  He had come back the Friday to come and get groceries and he came at the time when the police were shooting in our street.\n And it was something that had started back at the school.  I had gone to work after six on that day and had left them in the yard at home. \n Apparently there was a meeting at school on that day.  The meeting had come out already, because he had come by bus after five.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you know if the meeting - what the meeting was all about?",
            "Male"
        ],
        [
            "P MADOLO",
            "The meeting was about - for the parents and the children.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What were they going to talk about at this meeting?",
            "Male"
        ],
        [
            "P MADOLO",
            "They were going to talk about the cause of this unrest at the school because apparently some people were taking the law into their own hands.  And the cause of this unrest was that one of the ladies on the Board had - there was conflict between her child who was a student there and in this conflict her child was beaten and she went onto the premises and hit the child that had assaulted her child.\n So on that Friday there was a meeting for the parents who were complaining about Board members who were taking the law into their own hands.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were they not going to discuss a student that had\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 P MADOLO\nbeen shot by the police at this meeting?",
            "Male"
        ],
        [
            "P MADOLO",
            "There was a student that had been shot at that time.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who was he?",
            "Male"
        ],
        [
            "P MADOLO",
            "I cannot remember if it Mulelo Beger.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Where was Pasika shot?  Where exactly at Indwe was Pasika shot?",
            "Male"
        ],
        [
            "P MADOLO",
            "He was shot in the location.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Would you be able to elaborate on the manner in which he was shot and by whom he was shot?",
            "Male"
        ],
        [
            "P MADOLO",
            "According to information we received, since the police had shot that Friday night and did not want anybody walking around the streets, he had left home and walked halfway with a friend of his from school and the following day, at approximately past six when I came back from work, when I was going to undress and get ready for bed, I heard a scream from the kitchen side.\n When I jumped to see what was happening, another cousin of mine was explaining that she thought it was Pasika who had been shot and had been locked up in another house.\n I hurriedly, while my father was still going to get dressed, I ran to this house.  This was Maqonge's house.  When I got to this house, there was room in which the boys stayed and it was closed up.\n When I opened it, he was laying there and he was finished.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Whose house was this in which he was shot?",
            "Male"
        ],
        [
            "P MADOLO",
            "This was Maqonge's house.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Can we please keep quiet, this is the last witness.  We had shown respect to all the other witnesses.  Can we please do the same with this one?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 P MADOLO",
            "Unknown"
        ],
        [
            "P MADOLO",
            "And one man came there, this is the man that had seen him.  When I asked what had happened here, he said that he had also been looking out for his children and he just found Pasika's corpse laying on the ground.\n When I opened him up to see where the damage was, I did not see any wounds in front and when I looked at his back, there was probably some sort of punishment that they had inflicted upon him and there was a wound which was sustained on his left and that is what I saw.\n And this man then continued to explain that now this child, according to what he had heard, this is something that happened the previous day at about six o'clock.  It became apparent that after he had been shot, he ran to a nearby house and that lady there, was not fair because she - when she saw that his strength was fading, she chased him away and said go, go, go.  I don't want the police to come into my house.\n So it became apparent that there were people that dragged him when they saw that his strength was fading and put him into this house and this is where we found him dead.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; If I understand you correctly, you are saying that Pasika and them were being chased by the police?",
            "Male"
        ],
        [
            "P MADOLO",
            "I am trying to say that a group was being chased, because I am not too clear on what happened with him, but they say that he went into this house and that the gang that was being chased by the police, found him along the way.\n Apparently he was weak already and they dragged him into this house, into this room and this is where we found him, dead.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there anyone that, is there perhaps an eyewitness to all this without saying that what you are\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 P MADOLO\nsaying is not true.",
            "Male"
        ],
        [
            "P MADOLO",
            "There are people but it is difficult for them to come forward and say exactly what happened.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Pasika was then buried at home.  Were there any conditions laid down by the police in connection with how the funeral should be conducted?",
            "Male"
        ],
        [
            "P MADOLO",
            "No, there were no restrictions.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were there any incidents on the day of the burial?",
            "Male"
        ],
        [
            "P MADOLO",
            "No, they co-operated with us, because they closed the road so that the funeral procession could continue unhindered.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was there any case that followed his murder?",
            "Male"
        ],
        [
            "P MADOLO",
            "No, we waited for something to happen after the post-mortem, but nothing happened.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "The attorney that your family went to, did you say, who did you say it was again?",
            "Male"
        ],
        [
            "P MADOLO",
            "I cannot get his name precisely.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was it not Mr Roshen Dehal?",
            "Male"
        ],
        [
            "P MADOLO",
            "I am not sure, but there were steps that were taken.  I wasn't at home that much during that time.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Your mom says in her statement that nothing became of the case.  Did the attorney give you any reason for this?",
            "Male"
        ],
        [
            "P MADOLO",
            "I cannot remember.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?  Is that your testimony?",
            "Male"
        ],
        [
            "P MADOLO",
            "Yes, that is all.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did your mom or are you - what do you want the Commission, or what does your Mother want the Commission to do for you?",
            "Male"
        ],
        [
            "P MADOLO",
            "When we discussed this, we found that an investigation can be conducted even though the investigation QUEENSTOWN HEARING TRC/EASTERN CAPE\n6 P MADOLO\nwill not bring him back to life.\n Because when he died, he was in standard 9, so this will not bring him back for us to see him again.  That is one of the reasons why my parents just gave up and didn't, couldn't come here.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you want to say?",
            "Male"
        ],
        [
            "P MADOLO",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can I hand you back to the Chairman?",
            "Male"
        ],
        [
            "P MADOLO",
            "Yes, you may.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much, Mr Chairman.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "I am now going to ask - can we please keep quiet.  Thank you very much.  I am going to ask Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was your mother's health affected by this?",
            "Unknown"
        ],
        [
            "P MADOLO",
            "My mom got very sick, so much so that she suffers from her heart, a heart complaint and my father was still working when he also got sick and he had to stop working because he is a diabetic and he has high blood pressure.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How do they survive.  Do they receive any pensions?",
            "Unknown"
        ],
        [
            "P MADOLO",
            "Yes, they do receive pensions.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you Patrick for being a man and coming to represent your family in this situation and bringing your home closer to the Commission.\n I am sure that your family can see that in you there is a man, there is hope.  We have heard what you have said to the Commission and we will investigate and we have taken cognisance of the request from your family and we thank you for having had the courage to come up to us.\n We have now reached the end of today's hearings.  Tomorrow we will ask that we start at nine o'clock because \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7\nwe will try to go home after the hearings.\n We would like to leave while it is still early and we are going to ask people here that tomorrow's cases will be mainly from Queenstown, so I will ask the people to come early, so we can start at exactly nine o'clock.\n Thank you very much.",
            "Unknown"
        ]
    ]
}