{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "QUEENSTOWN",
        "day": "3",
        "names": [
            "MURIEL NOMINUTES NIKANI"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55848&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/nikani.htm",
        "speakers": [
            "MN NIKANI",
            "BONGANI FINCA",
            "MR SANDI",
            "MN NUKANI",
            "REV XUNDU",
            "MS MAYA"
        ],
        "original_speakers": [
            "MR NIKANI",
            "REVD FINCA",
            "MR SANDI",
            "MN NIKANI",
            "MN NUKANI",
            "MR NUKANI",
            "REVD XUNDU",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "MN NIKANI",
            "(sworn states)",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "We now hand over to Ntsikelelo Sandi to question Mrs Nikani.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mrs Nikani, by the way you have come to give testimony on your son, Nkosana Nikani was shot by the police.  You said earlier on that this killing happened on the 1st in 1986?",
            "Male"
        ],
        [
            "MN NIKANI",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you still remember how old he was at the time when he died?",
            "Male"
        ],
        [
            "MN NIKANI",
            "He was 25 years old.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was he doing at the time?",
            "Male"
        ],
        [
            "MN NIKANI",
            "You mean the work?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Yes.",
            "Male"
        ],
        [
            "MN NIKANI",
            "You mean where he was working?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was he working or was he a scholar or student, what was he doing?",
            "Male"
        ],
        [
            "MN NIKANI",
            "He was no longer attending school, he used to be a student at Oxtol and he came back home because policemen were looking for him, because they have said there have been a book that he had taken to school.\n So he came back because of that.  In 1980 they were accused of burning and they were arrested and locked in.  He QUEENSTOWN HEARING TRC/EASTERN CAPE\n2 MN NUKANI\nwas beaten terribly.  When his brother came because he had come because he was arrested, it was at night and he decided to go to the police station to go and see them.  He cried because he saw them that they had been beaten.  His body had marks, he was lifting his hands high because of pain.\n He had marks all over his body.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Without disturbing you Mrs Nukani, are you now talking about what happened in 1980?  You are not referring to the incident of 1986 of his killing?  Go on.",
            "Male"
        ],
        [
            "MN NUKANI",
            "They went out on bail and then they went back, they were sentenced and they were trashed.  In 1985 again they were those disturbances.\n The policemen looked for him because they were accusing him that he was the instigator.  They looked for him and we were all taken and locked in.\n Everyone there in the house, even the children, were locked in.  They woke us up at night and it was extremely cold.  And then we had to cross a river falling into the water, walking to the police station.\n We were kept there until morning and the following morning the Station Commander, a tall policeman Van der Veldt, asked us to get into his office and stand in a row and he said we should hold God - the leg.\n Then I looked up and I couldn't see this God, then he threw an ashtray at me, but it did not hit me because I tried to avoid being hit.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the way when you were all arrested in your home, was it because they were looking for Nkosana?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes, they were looking for Nkosana.  We were not happy because the hippo's would drive round our home, they would come and search our home, they would put light on QUEENSTOWN HEARING TRC/EASTERN CAPE\n3 MN NUKANI\nthe windows of our home.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let's go nearer to the day now when Nkosana was shot.",
            "Male"
        ],
        [
            "MN NUKANI",
            "On the day Nkosana was shot by the police, I must hand over to my husband to tell you more about that day.",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "The day Nkosana was shot ...",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you come closer to the microphone.",
            "Male"
        ],
        [
            "MN NUKANI",
            "On the day Nkosana was shot on the 1st of October 1986, Nkosana woke up and went to work, I wasn't working because I was a pensioner.\n He left me behind alone.  Because I had a car, I worked - I repaired my car.  During the day I - there were cars, then Nkosana came and that was the last I spoke to him.\n I was still repairing the car when Nkosana came talking to me, saying look at me.  Look at how Thembinkosikoso has hit me.  His face was torn, there were tears on his face.\n Then he went away.  He came for a short while.  We used to put his food on the table and not close the door for him.\n Then he went away, then there were cars that came and stopped nearby our house.  The first person who came was Dyantyi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was Dyantyi a policeman?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes, he was a policeman in Sterkstroom.  He had a gun in his hand and said Madiba, we want Matana and he went in into the yard, followed by other policemen who had rifles in their hands.\n On the other side I saw Nyati, one of the policemen who had a gun with him.  Then I was asked to come out of the car and open the garage.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did they say they wanted Nkosana for?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 MR NUKANI",
            "Male"
        ],
        [
            "MN NUKANI",
            "At this time they had not stated, they just said they were looking for him.  I then opened the garage door and I was instructed to open the boot of the car that was inside the garage.  I rushed to get the key for the car and opened the boot and they could see there was nothing inside, then they asked me to open the house so as to take him out and they were pushing me with their rifles.\n They instructed me to open the wardrobes too, they looked and checked under the beds and then whilst they were through Dyantyi said if your son comes, please take him to the police station, but if I happen to see him, I am certainly going to shoot him dead.\n I did not say anything and they went away.  I sat on the doorstep, and I was hurt.  Later on I heard some shootings of - then I followed them.  I saw a hippo.  Then I followed them.\n And this policeman did not want anyone coming close and he was laying there on his back.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is the name of the police that shot Nkosana?",
            "Male"
        ],
        [
            "MN NUKANI",
            "His name was Lennox Dyantyi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that the same person Thembisile and Lennox?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes, those are his names.",
            "Male"
        ],
        [
            "MR SANDI",
            "Have you ever gone to court to lay a charge against Lennox Dyantyi?",
            "Male"
        ],
        [
            "MN NUKANI",
            "I still want to continue with my story until we got to the police station.  When I came nearer the body they did not want me to go close.  Then they ultimately took his body away, then the following day I went there to ask and ask them where was Matana, why had they shot him.\n They said he had been running away.  Then I asked for his clothes, which they did not give to me.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 MR NUKANI\n They then said I would get his body in Queenstown together with his clothes and before the end of that week, I went to Queenstown and I went to a certain place, I don't know whether it is where they do post-mortem, but according to what I could make out, I think that's the place.\n I wanted to see him.  They said no, you'll get his body only when you are going to bury him and they even told me what day I would have to bury him.\n I asked for his clothes which they wouldn't give to me.  I then went home.  Then I told people there that they had told me when to have his funeral.\n One other day a certain policeman came to my place.  We were about to have a prayer service and then this policeman asked for Pistol Nukani and I said, that's me.\n Then one said, he also deserves to be shot too.  Then they asked me to go outside to talk to them.  There were four of them, three White policeman and one Black.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did they go out with you?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes.  Outside the grey headed man said he was a Sergeant and asked me that I should not say anything, but to accept the orders that on a particular day I should bury my son.\n And when I talked to this Black policeman, he said, no stop him, he must not say anything.  He must keep quiet.  These White policemen kept on looking at me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was it a week day on which you had to conduct the funeral?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes.  Then the Black policeman asked me to just listen and keep quiet and I did the same.\n Then they told me when I could get the body and so we went there.  They said they didn't want anything.  They \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 MR NUKANI\nasked about busses coming from East London, Johannesburg and so on.  I said I knew nothing about busses.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did they tell you why they wanted you to bury on a week day?",
            "Male"
        ],
        [
            "MN NUKANI",
            "They said ...",
            "Male"
        ],
        [
            "MR SANDI",
            "Did they tell you why they wanted you to bury on the day that they had selected?",
            "Male"
        ],
        [
            "MN NUKANI",
            "No, they did not tell me.  They said they did not want people.  If they saw anyone, they were going to put me into trouble.",
            "Male"
        ],
        [
            "MR SANDI",
            "And how did you feel?",
            "Male"
        ],
        [
            "MN NUKANI",
            "I felt very bad because we were instructed not to talk, but just to accept whatever we were instructed to do.\n Then on the day of the funeral, we brought the body home.  I had to wash the body and I saw that here in front of the chest, there was a bullet wound and the bullet had pierced through the body to the back.\n Then the football players asked for permission to go to the funeral and attend the funeral.  So it was only the family who had to bury.",
            "Male"
        ],
        [
            "MR SANDI",
            "Before you buried him, did you ever go to any attorney?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes, we did go to Mr Klaas of Queenstown and he was not there on the day when we had to go to court.",
            "Male"
        ],
        [
            "MR SANDI",
            "We shall come back to that.  Let us now go back to the day of the funeral.",
            "Male"
        ],
        [
            "MN NUKANI",
            "There were hippo's around, they were blocking the way.  There were also some sedan cars next to the cemetery, all these policemen were heavily, they had firearms.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 MR NUKANI",
            "Male"
        ],
        [
            "MR SANDI",
            "; Are there any other incidents on the day of the funeral?",
            "Male"
        ],
        [
            "MN NUKANI",
            "No, except there were these policemen who were armed, who were moving up and down.  So I buried.",
            "Male"
        ],
        [
            "MR SANDI",
            "How did you feel at home when you had to bury your son who had been killed by the police and you had been surrounded by policemen?",
            "Male"
        ],
        [
            "MN NUKANI",
            "We felt bad, but the policemen told us we were the source of all that was happening.",
            "Male"
        ],
        [
            "MR SANDI",
            "By the way what happened with this case and the attorney?",
            "Male"
        ],
        [
            "MN NUKANI",
            "We went to the lawyer, then we were given a date for going to court, but our lawyer did not turn up on the day of the case and then they forced matters, despite that we told them that our lawyer was not present.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who told you that you were going to court on that day?",
            "Male"
        ],
        [
            "MN NUKANI",
            "We were told and the lawyer was supposed to be there in court.  That's why we went there.",
            "Male"
        ],
        [
            "MR SANDI",
            "Adv Wessels is mentioned here in this statement.  Do you know that one?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes, we know him because he had been engaged by Klaas.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did he say to you about this case?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Who?",
            "Male"
        ],
        [
            "MR SANDI",
            "Advocate Wessels, did he say anything to you about the case?",
            "Male"
        ],
        [
            "MN NUKANI",
            "We went in person to all those places.  From Sterkstroom we went to Stutterheim and then we went to the Supreme Court in East London and we were there and there was a court case for the whole week in East London.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8 MR NUKANI",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the outcome or the verdict of the case?  Who was found guilty?",
            "Male"
        ],
        [
            "MN NUKANI",
            "It was in Port Elizabeth that we - this case was concluded on a particular day.  And then the verdict was that the policemen of Sterkspruit were liars.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did they find Thembisile Dyantyi guilty?",
            "Male"
        ],
        [
            "MN NUKANI",
            "No, they just said policemen were liars, that's all they said.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you have to say in connection with this matter?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes.  Unless I've left out some information and my wife can perhaps help if there is any information I have left out.",
            "Male"
        ],
        [
            "MN NUKANI",
            "Nkosana Nukani was a member of the UDF.  At home we had great loss caused by the policemen.  Only female children were left behind.  The policemen tortured them and they covered her face and they held her roughly, pushing her and pulling her outside, forcing her to tell them where Matana was and they were threatening that she should not cry.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that the wife to Nkosana?",
            "Male"
        ],
        [
            "MN NUKANI",
            "No, it is the wife to the eldest brother of Nkosana who once was detained for 28 days, but that wife died two years ago and he has left behind three children.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "That niece of Nkosana who was also arrested whilst the policemen were demanding Nkosana, do you have anything to say about her?",
            "Male"
        ],
        [
            "MN NUKANI",
            "No, that was Nkosana's girlfriend who was taken and arrested and she was taken to the old jail.  They tied her feet together to - they administered some electric shock inside her vagina and the person who was responsible\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 MN NUKANI\nfor that, was Lennox Thembisile Dyantyi, that is on record.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Has Nkosana left behind a 16 year old child?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Yes.  She is in standard 6 at Siaqapana and she is a girl.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who is staying with this child?",
            "Male"
        ],
        [
            "MN NUKANI",
            "She is with her grandmother, but she visits us too.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "If we could move on and conclude.  Do you mean that - what is actually your request to this Commission?",
            "Male"
        ],
        [
            "MN NUKANI",
            "Our request is that we were not happy with the manner we had to bury our son, Matana.  We were not happy with the way the case was handled, because Dyantyi did admit at home in the absence of a lawyer that he had shot Matana, but he did not admit that he had shot him on the chest.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say to us before I hand you over to the Chairperson?",
            "Male"
        ],
        [
            "MN NUKANI",
            "When they were taking down the statement, there are some other people who later came and they said they had been sent by this Commission and I got confused when a certain girl from the Commission came later, I told them that no, some people had come earlier on to take a statement.\n So that statement was written down by the Mayor of Sterkstroom.  Now we don't understand what the Mayor is going to do with this statement and when we there to demand for the statement, the Mayor said they had burnt it.\n Now we feel he is working in collaboration with the policemen.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I'm not sure Mrs Nukani, whether I follow what you are saying.  Perhaps the Chairperson follows what you are\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 MN NUKANI\nsaying.  Is that all you want to say to this Commission.  Thank you Mr Nukani.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Thank you, are there any questions?  Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to know what is the name of the Nkosana's girlfriend?",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "The name of that girlfriend is Nokomulekwa Mbala.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Is she still there as a resident of the place?",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "No, she went to Johannesburg.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "The Mayor you mentioned, is it a newly elected Mayor?",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Is he a member of this organisation?",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "He is a member of the ANC.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you feel perhaps he works with the policemen?",
            "Unknown"
        ],
        [
            "MN NUKANI",
            "Yes, because I feel why did he say he had been instructed by the  TRC?  Where did he take the statement to and when we go back to demand for the statement, he wouldn't give it back to us?  That is what makes me suspicious.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Over to you Ms Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mrs Nukani, do you know the name of the Mayor?",
            "Female"
        ],
        [
            "MN NUKANI",
            "It was Snowabile, Snowabile Sobandle is the full name.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mama, Mrs Nukani and Mr Nukani, we thank you that you have given your evidence to this Commission which is very clear to us about the painful way in which Nkosana\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11\nwas murdered. \n And even the way you were tortured as the Nukani family.  I don't know when this happened when people, females were tortured like that with electric shock, but if this happened these latest years when we are investigating about these atrocities, we would like that one of the staff members should talk to you and find out when did this actually happened, so that if there is need for us to investigate, we would do so.\n We thank you for your explanation which is very clear.\n We wish to tell you that we are going to make a follow up and we are also going to look into this matter of a statement that was taken from you in a suspicious way.\n Our investigators are going to make a follow up.  We thank you.",
            "Unknown"
        ]
    ]
}