{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "location": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55841&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/loliwe.htm",
        "speakers": [
            "MS MAYA",
            "MRS MBANGO",
            "BONGANI FINCA",
            "NND LOLIWE",
            "MR SANDI",
            "W NDLETYANA",
            "MAPULE RAMASHALA"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MS MAYA",
            "E MBANGO",
            "MRS MBANGO",
            "REVD FINCA",
            "NND LOLIWE",
            "MR SANDI",
            "W NDLETYANA",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "MS MAYA",
            "We thank you for the information.  We shall now ask Eric Mbango to give his side of the story.\n Mr Mbango, Mr Ndletyana explained to us how this trouble started in Molteno which led to the killing of most children.\n You also lost a brother by the name of Richard Mbango, whose wife is here present.  Could you just tell us what happened to Richard on that day?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "I thank you Mr Chairperson.  It was in the afternoon.  My brother was a security officer at Silverquicks, then he left in the morning.\n Those times there were no people who were loitering the streets of Molteno.  So he had to use the back streets because he was scared of what was happening.\n When he came to an open place, they decided to chase him.  Potgieter was one of the chasers, because he was seen.  There was another Coloured called Grootboom who is in Knysna presently as a security officer.\n Because whenever they do all these evil deeds, they always get promoted, we saw Potgieter one time in Molteno \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n9 E MBANGO\nand he was driving a car, registered CL.\n When my brother was shot, I got that information and the wife too, was told and she is the one who came to inform us.  When the news was told to my mother, that Kipithi had died, I thought I would go to the hospital and they stopped me, because they said males were not allowed in there, because of the trouble that was taking place.\n So I couldn't go.  My mother and his wife went there.  When they got there, they brought back the news that he had passed away.\n The following day I couldn't go to work, then I went to the police station.  We were kept there for almost a whole day, without getting attention.  I was with another Fatoyi lady.  We waited and waited, then they told us what we were supposed to do.\n Then we did not agree about the arrangements of the funeral.  Then there was another man who was with me.  They told us we had to bury anyhow, then I said no, that will not happen because this is a man and he is married, he has got children.  He is not going to be buried anyhow.\n Then one of those who had been shot, was to be buried on a Wednesday, so we decided to bury him on a Saturday.  So it was still confusion there.\n One other day, when we were preparing to bury him, during this night vigil, in a certain farm, there were lights where people were watching from that farm, but the vigil continued, we buried the person.\n It went on and on and I went back to work, but I was unhappy.\n Potgieter came to the garage one Saturday.  In fact you could see that he had come to harass me, but I didn't care \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n10 E MBANGO\nbecause my brother had died already.  I told Potgieter that he mustn't think it is the end of it all.\n He said to the manager of the garage we have heard everything that he has said, we are going to get him when he goes out of work.  And this manager asked me have you heard what that Baas said, then I said, whose the Baas, then he said, that policeman.\n Then I said, I told him nonsense.  Why didn't you tell to me when he was still present here.  I then said to him, I also have feelings just like you, you mustn't think just because you are White, I'm Black, after all the blood is the same.\n Then I said to him you see, at seven o'clock I'm knocking off, then I just took a decision just to go home and I went home.\n So as to save myself from being killed.  The following day my father came, but I could see that it was bad.  Then the father to the son asked why I had confronted his son.  Then I said you can do whatever you wanted to do to me and then there was this problem, the two of us so I had to be discharged and I never got rests thereafter.\n From 1986, because they still continued to do all these things even if the people had not done anything, they came to the old location, they threw tear gas into our home.  They jumped, they got into the house through the window because they thought we are harbouring these young children.\n They smashed everything, there were visitors at home, the provision that was there, they were twisting everything, then they asked these young boys to go and stand outside and to take off their shoes.  One of the people who was Grootboom, who is now in Knysna.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n11 E MBANGO",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mr Mbango, let's talk about Grootboom.  Grootboom and Potgieter are they known to be responsible as the people who shot him, were they ever arrested?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "No, they were not, in stead they were transferred.  Then I've just recently seen them.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was there perhaps any inquests that was done on the death of this brother of yours?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "No, but the idea I have here in my mind is that that information from the Doctor about the bullet, because I feel the Station Commander is the one that instructed that there should be shooting.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Who is the name of that Doctor?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "He is Dr Groenburg, he left Molteno.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "And who was the Station Commander?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "He was Folley.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was your brother married?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How old are the children now?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "They are still very young, because we ask the wife to go back home such that she is still unemployed.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "We now ask you to explain and also state how can we meet you half way before we give the wife a chance.",
            "Female"
        ],
        [
            "MRS MBANGO",
            "I thank you for that, because I also am happy to get this opportunity.  I want you to send this children to school that is what I'm asking from this Commission.\n Even the sufferings that will be stated by the wife  should be met, so I thank this Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Mbango.  Mrs Mbango, I learn that your children was still very young when you husband died.  How old were they?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "One was one year and 10 months, the second\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n12 MRS MBANGO\none was about to complete four months.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was the eldest one one year and ten months?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where are they now?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "They live with me because I live in Grahamstown.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do they still go to school?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "In what standards are they?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "The eldest is 13 and he is in standard 3 and the one, is in standard 1 and he is 11 years.",
            "Female"
        ],
        [
            "MS MAYA",
            "How do you support them, do you work?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "No, I don't work.  I did approach a Social Worker, then he put me on a pension scheme but he applied, but then I was told that I could not get the pension, because I was still very young.\n The Magistrate there would say I couldn't get any money, then he sent me to the Magistrate's office to go and get the death certificate which I gave to the Social Worker in Queenstown.\n Then she asked me to go away and gave everything back to me.  I went to Cape Town to my sister, then I received a letter in 1989 that on the 11th my sister was calling my to Cape Town, and I went there to Cape Town.\n I left Cape Town and I came here and I got an amount of R930-00, I get this amount once in three months, so I do everything for my children.\n In July I had to revive this, then I was told that I was young, I was not going to get any money, I was only given R140-00 as against the R930-00 I had received before.\n So I stayed and stayed and couldn't live in Molteno and QUEENSTOWN HEARING TRC/EASTERN CAPE\n13 MRS MBANGO\nI had to leave.  I heard someone saying that I could sell in Grahamstown so I went there.  I am now a hawker, I am selling and some other times I get R250-00 a month.\n I have never received any money and people are just playing a fool of me and then my brother phoned me one Sunday and said I should come here today.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your husband, where he was working, did you get any money on behalf of your husband?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "He was working there for three years and then I used to get R54-00 until they stopped giving it to me.  then I had to go and receive R94-00 from the Standard Bank only.",
            "Female"
        ],
        [
            "MS MAYA",
            "For how long were you receiving this R54-00?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "It was just for a few months that I received R54-00 then they stopped giving it to me.",
            "Female"
        ],
        [
            "MS MAYA",
            "What is your wish, how can we help you as a Commission?",
            "Female"
        ],
        [
            "MRS MBANGO",
            "I'm asking this Commission to send my children to school and also to organise accommodation for me, because I am really hurt.  I am suffering if my sister was not there, I would just be nothing.",
            "Female"
        ],
        [
            "MS MAYA",
            "We thank you Mrs Mbango.  We shall ask Nolifisi Loliwe Nondleko to give us her side of the story.\n Ms Loliwe, could you tell us of the pain you experienced on the 12th of August in 1985 about Shwalakhe your son?",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "We are asking for silence please.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "when you talked about him, you said he was your last boy and he was 15 years old because he was born in 1970.  Now could you tell us briefly.",
            "Female"
        ],
        [
            "NND LOLIWE",
            "Yes, everything is like that as you've said.  QUEENSTOWN HEARING TRC/EASTERN CAPE\n14 NND LOLIWE\nI was at work and it was in the morning.  Some children came to call me and they said there was fire in the location.\n When I got there I couldn't see this child, so I went looking for him.  I asked his friends as well, they said they had last seen him in the morning, so I went to the hospital.\n When I got there, I met a clerk at the hospital.  I asked him whether they had not seen these children, then he said some are there, but yours is in the mortuary.\n I did not go there, I turned.  I woke up in the morning on a Tuesday and went to the hospital and then I asked them to show me the body of my son.\n Then they did that.  He was - the body was placed in a very bad way and his eyes were not closed, he was laying on his side as if they had just thrown the body anyhow, so I went back home.\n I asked men from my family to go and prepare his body and even put his body straight, so they went and they did exactly that.\n We then went to the police station together with Mbango to find out about certain things.  The police distanced themselves, but we kept quiet and we did not get any attention for quite a long time, until we got attended to.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; Why was your son shot at?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "He was coming from school.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was he a student in that same school where there was some disturbances and policemen were involved?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "I don't know, because I was in the place where I was working.  I just heard that he had been shot at by Grootboom.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was this Grootboom ever taken to court or arrested QUEENSTOWN HEARING TRC/EASTERN CAPE\n15 NND LOLIWE\nor any charges that were laid against Grootboom?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "No, there were none and I really didn't know because I was just all by myself.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; So there was no follow up to that effect to find out what had actually happened?  As you were preparing for the funeral, is there anything that was disturbing to you?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "; Do you mean the policemen?  Yes, they troubled us because when we were going to the grave, they were there waiting with guns in their hands.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Did they disturb you where you were conducting the funeral?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "No, they did not.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I am sure you have got aims by coming here to this Commission.  Do you need perhaps any help in as far as the injury of your son is concerned?",
            "Female"
        ],
        [
            "NND LOLIWE",
            "I wish that I could get help, because the father of my son is paralysed, he is not working and I also don't have any income.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I want to ask this question to all of you.  You may not answer this question now, but perhaps if you are ready, you may ask it.  Those children of yours who died, how can they be commemorated?  Is there any answer to the question, are you ready with your answer?\n We shall therefore give you time so that you bring the answer one other time after you have perhaps discussed this question.  Not now, Mr Ndletyana, you can take your time and give us the reply later.  Ms Loliwe, we thank you.  We have heard your story.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Let us now thank Ms Maya.  Are there any questions?  Mr Ntsikelelo Sandi, over to you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "These few questions I am going to ask, can be\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n16\nanswered two of these males.  When all this happened, was there a curvue in Molteno which is a law which forbids people to be moving up and down at night?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "No, I've never heard of it.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Could you come closer to the microphone.",
            "Male"
        ],
        [
            "W NDLETYANA",
            "Me as a listener, I've never heard anything of that nature.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; We heard when you were explaining what happened to your people, are there any other facts that you are aware of that could have been done by the policemen to other people who happen not to be present here today?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "There are people who suffered, just like us, who are not present here today.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What are those the shooting incidents and the killings?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "; Yes, they were shot at by Potgieter.  He is the very person who was shooting.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; Besides the problems that were there at school, in as far as the education of your children is concerned, are there any other problems that were there that were affecting the community members because I observe that you all talk about disturbances and troubles.  What were the problems that people as community members were encountering?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "As community members, since there were two parties there, the ANC and the PAC, there were no serious clashes between these two organisations.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "; I'm actually referring to problems that were posed by the requirements of the people like lack of taps, lack of accommodation, lack of work.  I am just giving these as an example.",
            "Male"
        ],
        [
            "W NDLETYANA",
            "Those were the main problems in Molteno.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n17 W NDLETYANA\nAccommodation, lack of water and many others were the problems.\n And this is still the same case, even now.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Many people there in Molteno, I am asking now what the situation is there, because I have never been to the place.  People there in Molteno, how did they actually live?  Where do they work?  Do they work in factories, are there any?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "There are only two factories in Molteno, that is a bakery and a factory for bones only.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mr Sandi.  Mr Ndletyana, were there some other organisations, community organisations or the organisations that were from the Government that were attending to these problems which you referred to earlier on?",
            "Unknown"
        ],
        [
            "W NDLETYANA",
            "Organisations that were there that were established by the Government was a Crisis Office, then another one was to help the residents which was the ANC office.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you want to say there was a Residents' Association or Civic Association - was there anything like that there?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "Yes, there were but we really can't figure out what is happening, because you don't know how they were established and then we just can't get anything how they operate.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were there any Community Councils?",
            "Male"
        ],
        [
            "W NDLETYANA",
            "Yes, Community Councils were there before, but they were just like terrorists to the people.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.   Thank you Chairperson.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n18",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "How many headphones do you have there? Now we are going to ask them to put on their headphones, because Dr Ramashala is going to give a summary.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson, I promised you that I will engage the audience and make sure that you don't go to sleep on me.\n Molteno was a small community with primitive facilities, lack of accommodation, no water born system, no sewerage facilities like most small South African communities.\n There was unrest by school children, and I think you will all agree with me that our children were impatient with us parents because they felt that we were not moving the system fast enough.\n Children were in constant confrontation with the police and the police challenged the children even in what we thought were safe areas.\n What were the alternatives to shooting and killing children?  Well, children could have been arrested and detained and ask the parents to come and get them.  The children could be asked to do extra homework and a variety of other alternatives.\n The police chose to go on a rampage of arbitrary shooting, even innocent bystanders.  It was not enough to kill, the police behaviour was characterised by belligerence, disrespect and arrogance.\n The police killed even children and then framed them or brought charges against them.  There was abuse of power and responsibility of the ultimate, everywhere in  South Africa.\n Tanduxolo Ndletyana was an innocent bystander coming \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n19\nfrom work to spend his holidays with his family.  Mr Ndletyana's employer is a collaborator and I am talking about Snr Mr Ndletyana.\n All he wanted was permission to be released from work to take care of burial arrangements for his son and the employer chose to be the (indistinct).\n White South Africans say we didn't know what was happening, or we didn't know the full extent of the abuses.  Something as simple as saying I cannot give you permission to take care of burial arrangements is indicative of the collaboration that was going on throughout South Africa and we call them sins of omission.\n Mr Ndletyana today is taking care of an adult son whose dreams were shattered, this son was his hope and his future.\n He is taking care of his son with very few resources, while the perpetrators received promotions and salary increases.\n Mr Eric Mbango's brother, Richard Mbango was killed through the same arrogance of the police.  Richard was running away, using what he thought was a safe area.  The police nevertheless chased him as if killing Richard was not enough, his burial arrangements were desecrated and the family which was in mourning, continued to be harassed by the police.\n Mr Mbango's request to the Commission is humble.  He just wants assistance for the education of Richard's children.\n Mrs Richard Mbango raised those children under difficult circumstances.  She still has dreams for her children.\n She was forced to face the harshness of the South \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n20\nAfrican world as a young bride.  It was not enough to kill her husband, she was also put through hell in order to survive.\n Ms Nondleko Loliwe, Shwalakhe was 15 years old when he was killed.  The trauma that she experienced when she saw the condition of her son in the mortuary, was horrendous.\n I want to repeat, that while Grootboom's children were safely going to school and playing in the street, walking on the street, for Shwalakhe was not safe.\n What the families are asking for is humble.  Mr Grootboom, I don't know you.  You and all the other Grootbooms of South Africa, I want to ask you as you watch this, what are you feeling, what are you thinking and what is your contribution towards the healing of this families?\n To the  Ndletyana family, the Mbango family and the Loliwe family, your pain is enormous, but your pride shows.  Although your childrens' lives were snuffed out, these were soldiers, even the innocent bystanders were soldiers.\n Because these freedoms which we are enjoying today, came at an ultimate price. Your childrens' death and your childrens' injuries.\n Mr Mbango is only asking for assistance for her children and meagre accommodation.  Throughout South Africa, we are hearing victims and survivors not asking for a million rand because the police killed my children, but they are asking for very simple things.\n What love of country, what love of freedom?  A part of me is ashamed to be a South African because I can't believe that the perpetrators would engage in such horrendous acts, but a part of me is also very proud of you and how you've carried this burden.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n21\n And I salute you, and on behalf of the Commission I say we will investigate and attempt to recommend to the President that your requests be followed.\n With all due respect, with humility I say you have survived a horrendous time, carry on parents of soldiers, carry on parents of future South Africa, thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We now thank Dr Romachela, you can go back to your seats.",
            "Unknown"
        ]
    ]
}