{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "QUEENSTOWN",
        "day": "3",
        "names": [
            "MFENE SIMON YOYO"
        ],
        "case number": "QUEENSTOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55858&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/qtown/yoyo.htm",
        "speakers": [
            "MFENE SIMON YOYO",
            "BONGANI FINCA",
            "REV XUNDU",
            "ADV POTGIETER",
            "MR SANDI"
        ],
        "original_speakers": [
            "MFENE SIMON YOYO",
            "REVD FINCA",
            "REVD XUNDU",
            "MS YOYO",
            "ADV POTGIETER",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "MFENE SIMON YOYO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you. We shall now ask Revd Xundu to lead the witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Yoyo, we greet you in the name of the Commission. By the way, where were you born?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "My birth place is in King William's Town in the locality of Tamaga in Nonewe.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "My clan name is Mtene Shatilesa Jambasi.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Jambasi. By the way in your story you say you were arrested. What was the cause of this arrest?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Sir, I was arrested because of this country.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Say it again. I didn't understand?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I was arrested for the history of this country.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What was your contribution to the history?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I contributed to the history of this country because I had heard that our land had be taken away from us by the Whites.\n And then I decided to be committed and have a contribution. Then I was deeply involved in the struggle of fighting for the liberation of this land from foreigners.\n Then I found myself in jail.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What organisation were you a member of?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I was a member of the PAC, commonly known as\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n2 MS YOYO\nPorqo.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Were you arrested in East London and who tortured you?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Truly speaking I was arrested in East London at three o'clock on the 12th of April 1963. I was then sent to the Cambridge police station by those policemen who had picked me up on the streets.\n They handed me over to a man named Donald Card at the police station in Cambridge.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then how did he handle you? Did he lay a charge against you?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "When I met that man Donald Card, he asked me what church was I getting to.\n Then I said I was an Anglican Church member, then he asked me about politics. Then I said I knew nothing about it, then he asked me why I didn't know anything about politics.\n Then I said to him I was not so much concerned, because I was concerned about my home affairs.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Were you saying that because you were running away from accusations because you were actually Porqo?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Yes, I was.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Go on. How did he handle you during the time of the detention?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Then Card said to me, all what you are saying is not acceptable to me. I don't hear it, because I have got a lot of information about you that you go up and down the streets of East London organising people that they should be against the White rule.\n So what you are saying is not the truth. Now could you tell the truth. Then I said I had no other truth but what \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n3 MS YOYO\nI am saying, then he clapped me and I tried to protect myself, then they hit me with a baton.\n At the same time, I stood up because I wanted to fight back, then the other policemen held me, stopped me. They made me to sit down.\n They took a chair and then they lifted up my hand and my legs and put them on the chair and one policeman held my hands behind the chair, one other one held me on the legs and then Donald took his baton and he beat me severely, such that my feet were swollen in a very bad way.\n Then after finishing, he said, this person does not want to tell the truth. Then I think let's throw him out of the window. Yes, they did that. They lifted me up, there were about four of them. There were also Black men, but they were not beating me, they were just helping.\n Then they let me hang out of the window. You see the police station there, this office was upstairs, then they let me hanging there and they threatened to just let me go out through the window.\n Then I didn't say anything, but after a time, they pulled me into their room. Then Donald Card said to me, you don't still want to tell the truth, then I said I had nothing to say.\n Then I asked him what is there around your waist. Then he said, this is my rifle. Then I said to him, why don't you shoot me with it, because I've got no other truth.\n So he went away. They left me with the Black policeman because I think they had gone for tea. At the time from seven o'clock at night until ten o'clock I was beaten and kept there.\n Then they gave up at that time and took me to the cell.\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n4 MS YOYO",
            "Female"
        ],
        [
            "REV XUNDU",
            "When did they take you to the cell?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "No, I was in the police station in Cambridge.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Now, according to the statement, they said they took you to Nonqoqo.",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "We were sent to the Nonqoqo prison. After they had beaten us and those places had subsided, then we were again kept in the police station.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you not appear before a court?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "No, we did not. In stead we, it took us eleven months, we were kept there for eleven months whilst they were investigating about us.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then, what did they do with you? Did they send you to Robben Island?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "They sent us to Nonqoqo prison. After that we were sent to court, that was in 1964, on the 10th of February, then we were sentenced.",
            "Female"
        ],
        [
            "REV XUNDU",
            "How many years sentence did you get?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I was sentenced three years and the sentences varied.",
            "Female"
        ],
        [
            "REV XUNDU",
            "There in Robben Island you were later transferred to Victor Verster prison. Were you also tortured there?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Yes, we were ill-treated even there, because we were beaten up even on arrival.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you perhaps know the names of the policemen who were ill-treating you?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "One that I noticed was Kleinhans who used to beat us up. He was Kleinhans, that is the name of the policeman who used to beat up.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then in Robben Island and Victor Verster what happened, when did you leave the places?\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n5 MS YOYO",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "We then got transferred in 1966, if I am not mistaken to Victor Verster prison. At Victor Verster prison it was slightly better, though the treatment was harsh, but we were united there, so they did not exceed in stead I could see that there was some cruelty, because one time we were given some food that was contaminated with a glass, fine glass.\n That was when we were coming from work and as we were sitting and I was trying to show, I could feel the glass particles, then I announced that there was something wrong with the food. There was glass mixed with the food.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you know who gave you this food?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Oh, I have forgotten, it was a White man.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Yes, we understand your story. Now do you perhaps have any requests or any wish that we should investigate this matter?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I can't hear with this other ear. My wish to the Commissioner is that this men who used to beat me up and I had not done anything to him, he was beating me for my, for what belonged to me, that is Donald Card, should be investigated.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you have any other wish that you would like to tell us about?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "Now I should say my requests is that this Commission because they should consider I am old, I wish the Government therefor could be of help to me, even to my children.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Now, do you mean your own children or you mean your grandchildren?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "They are my children, I am talking of my children. Because when I left this country I was a bachelor and\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n6 MS YOYO\ntherefor I had to get married in my old age. The first of those children is 15 years old, that is my first born.\n He is 15 and he is in standard 5.",
            "Female"
        ],
        [
            "REV XUNDU",
            "The second one?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "The second one is 12 years old.",
            "Female"
        ],
        [
            "REV XUNDU",
            "In what standard is he?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "And he is in standard 2. I only have two children.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you then. Is there any other thing?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you have any cattle to pay lobola with?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I have another request. I would like to give some message to the Africans here as we are gathering here.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Oh, please wait. Let's do it this way. You are now through with what you asked the Commission to do for you, because this Commission wanted to listen to how you were tortured and also your organisation you supported, is well known.\n Thank you. Over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We would like to thank Revd Xundu. Should I check with my colleagues if there are any questions. Adv Denzil Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Yoyo, just one thing. You said to us that you were sentenced to three years imprisonment. On what charge was that? Why were you sentenced?",
            "Unknown"
        ],
        [
            "MFENE SIMON YOYO",
            "I was charged for continuing with the aims of a banned organisation.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Donald Card, do you think that he is - where is his whereabouts today? Is he still with the police\nQUEENSTOWN HEARING TRC/EASTERN CAPE\n7 MS YOYO\nservices?",
            "Male"
        ],
        [
            "MFENE SIMON YOYO",
            "After coming back from jail, I understand that Donald Card was elected a mayor of East London. I do not know whether he is still the mayor or not.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mr Yoyo, we would like to thank you. As I am looking at you, you still have very young children. As I am looking at you, you are quite an elderly person, but even though the things that you are narrating before this Commission, as I am trying to look back, it was at least 32 years back.\n But as you are now narrating to us, it is clear that you still have a vivid memory as relating the atrocities which Donald Card did against you.\n We have no doubt as a Commission that those things are still stuck in your mind, as even though they happened some 32 years ago.\n That is in fact a testimony to the effect that there are things which we may not forget, there is some people who say that we must forget the past, but it is clear that we can never forget the past.\n Those things which happened, those years, they are still in people's minds and what we think we should do is to never to forget, but to think our history alive.\n We would love to thank you dearly for your contribution as a person. We would love to thank the organisation that you stood for. Their contributions to the liberation struggle were so enormous at that particular point in time, to fight racial discrimination, we would love to salute you.\n But on the other hand we will not allow you to give a message, because that will be setting a bad precedence for us and perhaps we might find ourselves being converted into \nQUEENSTOWN HEARING TRC/EASTERN CAPE\n8\nsort of a rally for political organisations.\n But we thank you for the significant contributions of your organisation to the liberation struggle.",
            "Unknown"
        ]
    ]
}