{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "MESSINA",
        "day": "1",
        "names": [
            "PHEULE C MOLEYA"
        ],
        "case number": "4013",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55605&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/messina/mesmoley.htm",
        "speakers": [
            "DR RANDERA",
            "MS MOLEYA",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MS MOLEYA",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Miss Moleya, good afternoon.",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "Good afternoon.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you for coming.  Can you please introduce the gentleman who is with you?",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "It's Pastor Umadamarrah who's my cousin.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Good afternoon to you, Pastor.  Miss Moleya will you please stand to take the oath.  Joyce!",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "(sworn states)",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Manthata!",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  I hope you are relaxed, you are at home.  Pheule, can you please tell us about the killing of Wilson?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "Yes.  It was on the tenth of March 1990.  It was on Saturday.  There, on the road there were noise which were taking place there.  Then we were sitting at home with my mother.  After that we saw police van passing by the villages, after passing by of that car we heard a gunshot.  That gunshot let us to flew to our house and Wilson was not in the, present in the family.  Shortly after that we heard someone coming running and we thought it's him.  While that child was running he was asking for the mother of Wisd  room was on the road side and then I answered, no, I'm not the mother of Wisda, I'm his sister and he asked me to follow her in the road, they've shot Wilson.  Then I went out to, before my mother.  My mother was crying, saying, oh my child might have died.  Then I ran following that gentleman who came.  Then I went to that place.  I find that he was no longer there where he was shot.  He was taken out from scene by other boys and they were taken to a certain Principal who's called Mr Mabela, asking the Principal to rush him to the hospital.\n n arriving there I found that he was shot dead.  For me to talk to him was difficult because he was unable to talk and then the Principal, Mr Mabela took us to the hospital.  There at the hospital my mother arrived and they told us they were, they were waiting for the doctor.  Then Doctor van Zyl arrived and Doctor van Zyl did not tell us anything but he just ordered us to take him to the mortuary.  Then the workers there took him to the mortuary.  \n It ended like that.  He was buried.  His buried, burial, I'm not sure if my mother buried her but in, in fact he was buried by the Messina community and so after his burial, a certain White man came who was called Pretorius.  Then Pretorius asked, told us that the case of your son will come forward and my mother asked, no, how can it come forward because I don't know the one who shot him.  Then they, if my mother was still alive, I think my mother she'd bwe the  one who will be giving evidence here.  \n After the funeral we took it as if that was the end of the story but after that we find the letters coming that we, informing us that we are needed in court.  There in court, my mother was not allowed to enter the court to hear the case of her son.    Subsequent to that  the case was remanded to June.  That was in 1991.  \n In 1991 again the, my mother was barred from entering.  The case, well I might not say the, the right name.  Mr Ntai was responsible for the case.  After that we were told that all the people involved with the victims were seen and we would like to address this to the mother that we are not going to show you who the kill, who killed the son.  We are still taking these documents to Pretoria for further  investigation on who killed him, then we will contact you.  \n Even up to to-day we are still waiting for the response.  Unfortunately, my mother died in 1995 and we buried my mother before she could actually know how her son died and who killed him.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At the time of Wilson's death, how long, sorry, my question is, what about the father? Was your father dead already by that time?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "No, the father is still alive.  They were not staying together then but he was working in town so-so.  Well, Murewa Matsaung, the Reverend came to our place just to investigate, to find out who the father of the child was and the mother said, she didn't know exactly what kind of job the father was doing.  So it went to the media or press.  The, my stepfather Wilson Nedambale just learnt about it on the newspaper because no, he couldn't be able to read about the cases which took place here in Messina.  That is when he came down to bury the son.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And before the mother died, she had not told Ntai that there would be a father who could take over the responsibility of, of the death of the son?  About the case concerning the son?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "No, I don't know exactly because my mother was the one who used to contact some elderly people because no, then I was not staying with them at the same place.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "When you heard about the death of Wilson and you jumped up, who did you meet?  Who could have told you about the shooting or the shot that killed Wilson?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "Well nobody really contacted us.  We just expected that the Pretorian people would be investigating documents and after that we will be able to know who killed Wilson.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Would you say Wilson was in the march at the time?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "Well, the march is a separate case.  It wasn't during the time of the march.  It was just during the time when the children, I mean school students were just singing in the street.  Some people like Mpumalelo who singing were arrested.  That was when the case about the car burning of Pops was involved.  Well, people never expected such an accident and the youth who were in the street were the ones involved and that is when the accident took place.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "So we'll say that Ntai, sorrry, you are saying that Wilson was amongst those youths who were dancing or singing around?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "I definitely very sure of that.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And, okay, you say he was buried by the community of Messina.",
            "Male"
        ],
        [
            "MS MOLEYA",
            "It is true.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At that time, at which school was, was Wilson?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "Messina High School.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What did the school itself do?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "There was nothing that the school did.  They just came to share some words of condolences and like, nothing else.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "In fact what I meant to say was, did the student leadership at the time claim to know Wilson and perhaps his role in the student politics?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "There was not even a single incident related to that.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "So far, when last were you in contact with Ntai about the death of, of Wilson?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "Well, I've never been in contact with Wilson, I mean Ntai.  It's only the old mother of mine when she was still alive.  We only learned that there was a meeting and Ntai was there and I'm told by the mother, I was told that only the documentation from Pretoria will be able to solve this issue.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "If we suggest that you get in touch with Ntai and have the whole case reviewed.  Would it be a difficult thing to do?",
            "Male"
        ],
        [
            "MS MOLEYA",
            "That cannot be a difficult thing.  It's just that I don't have much knowledge on it but it cannot be a difficult thing.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Manthata.  Miss Seroke!  Dr Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Ma'am I just want to clear one thing please.  Your statement dates it as 1990.  Our research document talks about 1989.  Can we just be sure which year it took place in?",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "You mean, the shooting?  It was 10 March 1990 on a Saturday.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you just describe to us or tell us what actually happened after the death of Wilson.  You talked about the community taking responsibility for the funeral.   Were there other demands that were also made by the community after that?",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "Well, I'm afraid I can lie, I don't have the real answer there.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I have no further questions.  Is there anything else you wish to add?",
            "Unknown"
        ],
        [
            "MS MOLEYA",
            "Well, I cannot add anything so far.  Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Pheule, I just want to go through what, what we understand of what happened at that time and perhaps you can add or subtract.  Our research tells that there was, there was mass protests against the continuing existence of, of Black Local Authorities at the time and of course the youth and residents were asking for the resignation of Councillors in Messina.  This was a trend that we have seen in other parts of the country as well.  The death of Wilson of course led to the launch of a consumer boycott and a stay-away which lasted almost a week.  We understand that even White businesses were forced to put pressure on Black Councillors to resign.  These events coincided with the formation of the Messina Civic Organization at the beginning of the  1990's and of course other mass campaigns were launched including the Value Added Tax that we heard of earlier on and this was done in conjunction with Cosatu.  As we've seen in other places of course all these actions let to more arrests and to more killings and more injuries so I'm not saying that we're not listening to what you're saying about Wilson's death.  Wilson's death of course appeared to trigger off a number of events in, in Messina and Nancefield.  Thank you very much for coming to speak to us to-day and we will come back to you.",
            "Unknown"
        ]
    ]
}