{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-13",
        "location": "BEAUFORT WEST",
        "day": "2",
        "case number": "CT/00363",
        "victim": "DORA VUMAZONKE",
        "testimony": "DORA VUMAZONKE",
        "nature": "HOUSE STONED & BURNT DOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54956&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00363.htm",
        "speakers": [
            "ADV POTGIETER",
            "DORA VUMAZONKE",
            "DR RAMASHALA",
            "MS BURTON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MS VUMAZONKE\n",
            "MS SEROKE\n",
            "DORA VUMAZONKE",
            "DR RAMASHALA\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Good afternoon Ms Vumazonke, I want to just make sure whether you can hear us.  You can hear over the phone, your headphones, you hear the translation?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes sir.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Before you give your evidence ...[intervention]",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "We greet you too.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So I'm going to ask you to please stand to take the oath.",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dr Ramashala will facilitate your evidence and I hand back to her.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Good morning Ms Vumazonke, can you hear me?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "You are going to tell us this afternoon about the burning of your brother's house, is it correct?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Your brother who was Godfrey Vumazonke ...[intervention]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, that was his name Geoffrey.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Geoffrey Vumazonke  [indistinct]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Okay, could you start with your story.",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "In 1985, on the 22nd of August - on a Thursday - my sister had gone to a prayer meeting and her name was Olga and half past five she came back from the prayer meeting.  She went into the bedroom to undress, her last borne came in by the name Nobolelo to tell her that the Comrades were going to come and they were burning where they were.  \nSo we ignored this information and my sister said we should play a game Ludo and we should ignore what this child is saying.  Whilst we were ready to play the game - we just heard throw - stones being thrown all over the house, breaking windows, breaking doors. \nThen my sister instructed me to take her three year old and run with her down the passage to the bedroom.  I was with the one who died, we hid there in the bedroom and there was this stone throwing for a long time and we couldn't see what was happening in front because we were hiding in the bedroom at the back.\nThen there was this stone throwing, then police come said we should hide under the bed and I said no I was big.  And these beds were not lifted, so she decided to hide under the bed.  I also tried to hide under the bed - just the head could get under the bed.  Then there was this throwing of stones, then we heard a loud sound as if it was an explosion of gas.  Then I asked whether he had heard anything which was like fire, then he said he had heard.  \nWe were there in the bedroom, we couldn't see what was happening because we're in the bedroom.  And we were there for a time until it was late, it was after sunset when we went out.    And we couldn't see my sister - we were the only people in the house.  In the passage we saw some fire, then the front door was broken then the door was locked.  Then we had to squeeze ourselves  within the gaps there in the door.  \nAnd that was me and Paulus and the three year old.  We went out, Paulus went to his home so I went to Diamond's family together with this child.  And we were there for a while, then I asked grandmother Nowhen that I wanted to go and look for my sister because when we went out she was not there. \n So I went to the house and I found my sister sitting on the dustbin and we talked to each other and she asked me how I had come out of the house.  Then I said I came out of the house when it was quite and then she said she was worried about us because she went and she went to the police because she was worried about me and the child.   Because the house was burning and she thought we were inside. \n So we didn't mind about the house and she explained to me and I asked for Katriena and she said Katriena had burnt.  At he time these children threw the gas through the window into the house - that is how she got burnt.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Ms  Vumazonke  the person you referred to in your statement as Katriena.",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, it is Katriena and so my sister said one person came into the house - that was Sabtidade and he had a brick that he threw at me but it did not hit me because I bent. Then I got a chance to get out through the window and ran away to ask - to bring the fire brigade. I really don't know who he was because I've just come, I don't know people here.  \nSo in the morning - on Friday - I woke up at the Diamond's place and went to the house. I could see the passage was burnt, the ceiling was burnt, the lounge - there was a sound system - that was burnt, there was a seat that was burnt.  The TV was damaged, a small table there was missing - we didn't know whether it was burnt and even in the kitchen some burning had taken place.  There was also a pipe that was burnt, then there were five bottles there, but they had not exploded.\nThen on Friday he took us away and I asked them where they were going to sleep and they - he said they were going to sleep in the house, they were not going to run away because of these children.  So he took us to Rustdene at Sistoyzee with and we spent one month there.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "[indistinct] recognized the person who threw a brick?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "And this is Vendate she's talking about?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, then my sister said that an - that her boy was arrested then he was - he appeared in Court in Oudtshoorn and he was sentenced for five years and that was the only person he recognized within the group.  But what I know is that, that's the only thing I know.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "We've heard a number of stories about the burning of councilors houses...[intervention]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "What - what in your thinking, what was the reason that your brother - brother's house was targeted?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "They said Geofrey Vumazonke was a counselor and he had - he had stopped being a counselor long ago, so when they were singing they were singing that he was an informer.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "But you say that Geoffrey resigned  from ...[intervention]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Where is Geoffrey now?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "He is in George now.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "And Katriena who was the one who was injured in the fire?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, she's the one,...[intervention]",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Where is she now?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "She is in George, she was in hospital for six months.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "The burning of that house then left you and the rest of the family without a place to live, is that correct?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Do you mean now?",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "At the time of the fire, did you have a place to live?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "At the time they were burning, that was the night when I ran away to the Diamond family.  Geoffrey and Olga slept in the house because they did not want to leave the house and I went to sleep at the Diamond family.  I lived there in the house.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Is there anything else that you want to tell the Commission or that you want to ask of  the Commission?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "My request is that this Commission should help my brother to repair that house because the windows were broken, the ceiling is damaged, it is in a bad state.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "But your brother lives in George now?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes he lives in George, he is going to pension next year and come back to live here in Fort - Beaufort West.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "And it appears that  [indistinct] .",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "He works in George and he keeps on working all over the place because of his type - type of job he's doing. Some other time he goes to Cape Town, that is the type of job he's doing.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "And - and you are helping the rest of the family, I suppose?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, I help because it's only me and my grand children who live in that house.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "[indistinct]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, I'm getting pension.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "[indistinct] statement, Chairperson.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Any other questions?",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you chairperson, Ms Vumazonke Katriena you say are - was the only person who was injured in this incident?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, it was only Katriena who got burnt and she got the - she fell and had an injury on the heal and at the time she had to move on a wheelchair because she could not walk.  But she is all right now and she is in George.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "I just want you to confirm, you said to us in your statement that Katriena got burnt.  She burnt her feet trying  to put out the flames, is that what actually happened?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes sir.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "She was in hospital for several months, is it for six months?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes sir.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] for that period of time?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Her legs were burnt, then she got you say vel - it's a - and she has an injury on the heal, and she also got skin grafts and she would use a wheelchair.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] if I ...[intervention]",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Katriena Aapies",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is it Aapies?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Where is she now?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "She is in George.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is she a relative of yours?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "No, we know her - we just know her very well.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "In which hospital was she?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "She was in one of the hospitals here in Beaufort West.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Do you have an address where she can be contacted?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "No, I don't have.  People would come with - I don't have their address.  One who has got - have phone number is Zuziwe who is in here,  I don't know their telephone number.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Would you be able to assist the Commission to get in touch with her?",
            "Unknown"
        ],
        [
            "DORA VUMAZONKE",
            "Yes, Zuziwe  is sitting there at the back, she could help.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Ms Vumazonke.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Vumazonke are you speaking - are you here on behalf of your brother because it's his house which was burnt down?  Your brother sanctioned you to come here and speak on his behalf?",
            "Female"
        ],
        [
            "DORA VUMAZONKE",
            "Yes ma'am.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] coming to tell us of the experience that you and your family had.  As dr Ramashala has said this is not the first time we have heard of the experience of people who either were or had been community counselors.  It was indeed fortunate that nobody was killed and we will follow up some of the indications that you have given us.  We thank you very much for coming today.  We ask the audience now to stand as the witnesses leave the room.  We will break for lunch and be back at 2 o'clock.",
            "Female"
        ]
    ]
}