{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-12",
        "location": "BEAUFORT WEST",
        "day": "1",
        "case number": "CT/00860",
        "victim": "NTOMBIZANELE ZINGXONDO",
        "testimony": "NTOMBIZANELE ZINGXONDO",
        "nature": "TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54969&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00860.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RAMASHALA",
            "MS BURTON"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS ZINGXONDO\n",
            "MSS ZINGXONDO\n",
            "DR RAMASHALA\n",
            "CHAIRPERSON\n",
            "PEOPLE ALL STAND UP AS REQUESTED BY CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "I am sorry we kept you waiting a long time and I know you are not feeling very well.  But thank you very much for coming to tell us your story this afternoon and I am glad to see that you have somebody to accompany you, is she a friend of yours?",
            "Female"
        ],
        [
            [],
            "Ja, she is my sister.",
            "Female"
        ],
        [
            "MS BURTON",
            "Very nice, you very welcome too.   Are you happy without the headsets?",
            "Female"
        ],
        [
            [],
            "Ja it's quite noisy when I put them on.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "All right, please will you stand and take the oath.\nNTOMBIZANELE ELSIE ZINGXONDO Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you, you live here in Beaufort West now don't you?",
            "Female"
        ],
        [
            [],
            "That's correct.",
            "Female"
        ],
        [
            "MS BURTON",
            "But the incident that you are going to tell us about happened when you were living in Knysna.",
            "Female"
        ],
        [
            [],
            "That's right.",
            "Female"
        ],
        [
            "MS BURTON",
            "Was that originally the place where you grew up?",
            "Female"
        ],
        [
            [],
            "No I was visiting people there.",
            "Female"
        ],
        [
            "MS BURTON",
            "Oh! okay, well you have a difficult story to tell us this afternoon and it started in 1986 on the 17th of June 1986 when you were in Knysna and you were arrested and accused of committing an act that you say - said then and say now that you did not commit, is that right?",
            "Female"
        ],
        [
            [],
            "That's right.",
            "Female"
        ],
        [
            "MS BURTON",
            "And what happened to you then when people came  and arrested you.",
            "Female"
        ],
        [
            [],
            "On the 17th of June 1986 while I was in Knysna, two cars - two vans and a big one also - yellow ones, came to arrest me while I was at the house where I was visiting in Knysna.  They quite a lot of policeman and they surrounded the house.  At first they were not looking for me, they were looking for the sons of the owners of the house.  But when one of those policeman saw me, he said this is the Zanele who is wanted in the George area.\n And they asked me to turn around, when I turned around they said ja it is Zanele, and they took me along with them.  I was pushed in one of those white cars that the detectives use.  One van was in front, the white car that I was in, then another car and a van behind then the big one.  \n We left the house up to the police station of Knysna.  And there I was pushed into - sergeant or detective sergeant   [indistinct] office where he closed the door after me.  He started yelling at me calling me a murderer, a criminal and all sorts of things.  And he said that I escaped from George because I committed murder.  I denied that and he started beating me, pushing me around, there was also another policeman but unfortunately I can't recall his name.  They pushed me around beating me and after some time they put me in this dark cell.  Before they closed the door, they sprayed some tear gas and I was alone in that cell.\n They left me there, it was on a Wednesday, Thursday, Friday, I think if I recall clearly it was on a Saturday morning when detectives from George came to pick me up.  They took me in a van to George where on the - along the way to George they stopped and pushed through those wires a piece of paper, it was dark in there and I couldn't see clearly.  But one of the detectives said I should read what is written in there.  Then he drove off again.\n They drove up to the George police station where I took a brief look at this piece of paper and then they took it back.  I was in a cell alone again for the weekend.  Then on Monday they came to pick me up, walked up to one of their offices on the top building, where they locked the door and asked me how much I know of the death of Africa, the man who was burnt to death in George while I was there.\n I told them what I knew, but they wouldn't believe it.  One of them pushed me on the chair and they took my arms at the back of the chair and they handcuffed me, my one leg was handcuffed to the one leg of the chair.  There was an object similar to this one but I didn't have a clear look at it.  So I didn't know what it was at first, one of these detectives took a piece of cloth and put it over my head.  They stuffed some papers and a piece of cloth in my mouth, and my eyes were also closed.\n The piece of object they had that was similar to this one, had pegs like things at the end, that they clicked on my ears, both my ears and they switched it on.  I realized only then that it was some kind of an electric shock.  They did this several times, up until my bladder couldn't take it.  They stopped and asked if I was still denying that I was also there, when Africa was murdered.  I couldn't speak because my tongue was hurt and I was crying.\n They took me back to the cell and locked me up alone.  I can't recall clearly how long I stayed there in this single cell.  But then again I was transferred to Mossel Bay police station where I was put at the Da Gamaskop police station at first.   I was also put  alone in the cell,  after some time they came, detectives came to pick me up to the detectives offices where I was again interrogated by some other detectives about the death of Africa.\n Two white men took me into this office, at first they locked me in the office with Constable Snoek, a black man who was also a detective and he said to me these people are going to hurt you.  I said why can't you help me if you know that they are going to hurt me.  He said I should the truth, I told him - I told them the truth every time they ask me but they won't understand, they won't believe me, all they believe is what they are told.  Then the two detectives came in and this black one was called out, I was left with the two white men.  \n They asked me about the death about Africa, I told them where I was on the evening of the incident and I even requested them to go to this people that I am talking about.  They would confirm that I was with them that evening up until the next morning and that I heard of Africa's death only the next morning.  They wouldn't believe me.\n They started smacking me, pushing me around also, captain Van der Merwe pulled me up to other side of his desk.  They unbuttoned my shirt, and pulled my breast out of my bra, they emptied one drawer and my breast was squeezed, they did this several times on each of the breast up until the white sticky stuff burst out of the nipples of my breast.  I cried, but it as of no use, because no-one could hear me.   After that they put me back on a chair and ordered me to dress myself again.  I did so, and they said that - pretending that nothing happened.\n I was taken back to Da Gamaskop police station where I was again locked up alone in the cell.    They kept away for quite some time at first after the incident, each and every evening the police would come now and then to check if  everything was still okay.  Then one evening while I was sleeping - white policeman was opening the doors again.  I thought he was doing his normal routine and he was not by himself.  Unfortunately he was alone.   He pulled the blankets off me - ordered me to take off my clothes, I refused and we struggled.  The cell next to the one I was, there were two boys from  Mossel Bay who were also arrested under the State of Emergency.  \n While I was struggling, I yelled at them, but they were sleeping, I kept on yelling till they heard me and they started to make a noise.  The policeman let go then quickly closed the gates again, he left.  He left one of his buttons and when the police captain came around to make his rounds I told him this story and showed him the button, he wouldn't believe me.\n The interrogations kept on up until August, then I was transferred to George prison, known as Rooihel, there at least there were quite a lot of woman inside, people I knew and we told each other experiences.  But mine at the time were too difficult to tell.  I was kept there up until 1987 June 17th again when just on my release when I was on my way out, detectives from Knysna came to pick me up, claiming that I have a case still in Knysna.  They went off with me up to Knysna police station where I was again put in a cell till the next day and they accused me of public violence.\n When I asked to the detectives who had my case,  they said he is not around, he is in PE.   Fortunately I had a lawyer, that's when I had to appeared in court the next day.  At first I refused because I thought no-one knows that I am appearing in court on that day.  But fortunately he came up to my cell and said he is going to stand for me, only then I was released on a bail of R100-00.\n I appeared in court again but a detective who had my case,  was still not available and so I was free.  After two days I went to Cape Town where I met doctors, gynecologist and psychologist.  During that counseling I managed to publish my story in the Crisis News.  And just short after that Captain Van der Merwe visited my mother, requesting her to contact me and give me his contact number, I never did.",
            "Female"
        ],
        [
            "MS BURTON",
            "You have been very strong to tell us this story, I am going to ask Dr Ramashala to ask you some questions.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Chairperson before I proceed may I read an excerpt from the Crisis News and the title is a Woman's Story.  As you can all tell and I quote\nThis is not a story that makes easy reading, nor easy listening too.  Though the words used are simple and straightforward enough.  It is another of those horrifying stories that one hears out in the field or on advice offices, that seldom reach the press.\nThe young victim in this case is not a well-known person.  She is an ordinary young girl, and I repeat young girl, bright and fluent in English, not frail or particularly strong.  Just a young woman.  This is a story of a woman who spent nearly a year in detention, who was tortured, sexually abused so badly that soon she did not trust anybody anymore, not even the male doctor who came to examine her.  She did not dare tell the full story to anybody until she was out of jail and out of reach.\n Today there is a sense of empowerment such empowerment that Ms Zingxondo can tell her story in public, in a sense I feel ashamed as if I am a voyeur taking a peek into a brave soldiers private experience.  But Ms Zingxondo wants to tell her story and she is very brave today.\n Ntombizanele I know this is very difficult for you because in a sense you have to relive this.  And in fact when we talked during lunch, you were not sure that you would be able to go with it.  I know I speak for the Chairperson and my colleagues on the panel.  But your story is very humbling indeed.  I am not going to ask you anymore questions, but I am going to ask you if there is anything that you believe that the Commission should know using the  [indistinct]  that I gave you during lunch time to remind you of the horrible experience, if there is anything else that you believe that we should know, would you please proceed.",
            "Unknown"
        ],
        [
            [],
            "People in George still believe that I was part and parcel of the murder of Africa, the man who was burnt to death.  I was not, I cannot until today tell where I was and I am quite sure that the person who I was with can also confirm it that I was not there during the evening on the scene, during the evening of his death.\n His parents are putting the blame on me also, yet I was not, my late mamma died, not knowing if I was innocent or guilty, she died having a question mark whether her daughter was a murder or not, I was not.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "I think it would be very stupid of me to ask you how you are doing today and how you survived throughout this period.",
            "Unknown"
        ],
        [
            [],
            "I tried to forget what happened, but it is impossible, or especially when I visit George or Knysna.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Do you want to go on?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Female"
        ],
        [
            "DR RAMASHALA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Zanele thank you, quite often we have the privilege of listening to remarkable stories have ended up saying how proud we are that there are people like yourself, there are very-very many and saying it to you is saying it to all of them.  But to say it to you especially when you were very young, Dr Ramashala read a thing which said that a young girl, you still very young now, those few years ago you were much-much younger and to have undergone the kind of experience that you did and you didn't break is quite remarkable.\n It's a wonderful testimony to the resilience of your spirit and even your body.  And we thank God for you and for those like you who made the victory against the injustice and awfulness of apartheid possible.  I know it is not going to take away the anguish and the agony that you underwent then and the knowledge that you have a mother died wondering where she had brought forth a child who was a murderer.  But now I mean that we - we are proud of you, we are proud that there were people like you, that is why the victory happened.\n We don't claim to be able to do a great deal but we hope that one of the things that the Commission may be able to do is to establish the truth and help to rehabilitate you.  And that those who still believe that you may have had a hand in - in the murder of Africa, will come to know the truth.  But we've been in an incredible kind of country that has sought to chew up it's children.  We said this morning again that quite a few of our children didn't have the chance of enjoying their childhood.  They became adults, the twinkling of an eye.\n But here we are, now you are able to tell your story and that has happened in part because you helped to win the victory.  The victory that seeks to make this country one that will be hospitable to young people to children, a country that will let it's children be children to play the games that children play.  To enjoy their innocence of childhood.\n We want to salute you and all those like you who have paid such an incredible price that has brought us where we are and I would ask that we - we stand as a special mark of respect for all of those like yourself.",
            "Unknown"
        ],
        [
            "PEOPLE ALL STAND UP AS REQUESTED BY CHAIRPERSON",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn until nine o'clock tomorrow and please will you ensure that you leave the headsets behind, thank you for those of you who have been able to come - you are part of a very important history in the making - you are being part of the healing of our land and maybe you will be able to get a few more of your people to come and be part of this process.\n Will the witnesses please leave - order please - thank  you.",
            "Unknown"
        ]
    ]
}