{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-13",
        "location": "BEAUFORT WEST",
        "day": "2",
        "case number": "CT/00375",
        "victim": "ZENZILE LOLWANA",
        "testimony": "ZENZILE LOLWANA",
        "nature": "DETENTION & TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54960&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00375.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR RAMASHALA",
            "MR LOLWANA",
            "MS BURTON",
            "MS SEROKE",
            "UNKNOWN COMMISSIONER"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MS SEROKE\n",
            "MR LOLWANA\n",
            "UNKNOWN COMMISSIONER\n",
            "DR RAMASHALA\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "We would like to remember those who laid down their lives and I would ask you to stand as I read their names, please.  We remember all those who laid down their lives in striving for justice, equality and freedom, but in particular we remember\nMzandeli Injeneni\nNono Kellem\nJerry Ndishe\nMandlenkosi Kratshi\nVujani Macoba\nEmily Manong\nMay they rest in the memory that they sacrifices there not in vain -  thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you,  Chairperson.   I will read the list of witnesses who will be appearing for the day  \nZenzile Lolwana - will be appearing on her behalf.  The nature of the violation is  detention and torture in 1985.\nRosy Hugo - appearing  on her own behalf.  The nature of the violation is detention in 1986. \nMatthew Sindile Yanta - appearing on his behalf.  The nature of the violation is detention and torture, 1986.\nJohannes Bonas - appearing on his behalf.  The nature of the violation detention and torture.\nNonight Annie Qayi - appearing on her behalf.  The nature of the violation detention in 1985.\nMasinda Fatyela - appearing on his behalf.  The nature of the violation torture by police in 1985.\nDora Vumazonke - appearing on her behalf.  The nature of the violation her home was stoned and burnt down by toi-toing youth.\nSimphiwe Kratshi and Nonceba Mangaliso appearing on behalf of Mandlenkosi Kratshi.  The nature of the violation the father shot and killed by police in 1985.   \nChairperson, I will ask our first witness for today to come forward please and the name is Zenzile Lolwana.  Mr Lolwana can you hear me?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "[indistinct]",
            "Male"
        ],
        [
            "MS SEROKE",
            "Good morning, could you stand to take the oath please?",
            "Female"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Could the victim just put on the microphone.\nZENZILE LOLWANA Duly sworn states",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you, my colleague  Ms Joyce Seroke - will assist Mr Lolwana in his testimony.  Thank you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Morning Zenzile.",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Good morning",
            "Male"
        ],
        [
            "MS SEROKE",
            "You are going to tell us about what happened in 1986 when you were tortured by the police in George.   We are therefore going to ask you to present your story briefly.",
            "Female"
        ],
        [
            "MR LOLWANA",
            "In 1985 I was working for the Municipality in George.  It went on, we were working very hard there - as slaves - and  - until  it was time that we felt  it was enough and we then - we decided not to go to work.  It was then that I was chosen to be the chairman of the organization for workers and we used to sit down and write down our grievances which we submitted to the front, talking even to the top management there in the Municipality.\nAnd from that meeting we walked and some Special Branch came, looking for me, Joel  Lolwana.  What actually happened was that I told them I was John  Lolwana and later on they said to me what I was doing I had to stop, but I didn't stop.  The workers had a problem about that the - the police were after me.  Later on, as we were living in a place called Lawaai, it was uncomfortable there and later on I was arrested by the police. \n I was not the only one -  we were quite a group and we were put into a police van and when we get - got to the police camp in the afternoon we went to the charge office.  We were quite a group - there was a policeman standing in front of the van and one directed me to one other side, so I stood next to a wall and I ran into the Knysna road, which is next to the police station.\nI ran and escaped and got to the location and explained to my comrades that I had run away so they arranged that I should go to Mossel Bay.  So I did go there and I was there for two days - on the third day there is a road there where I could hike to Groot Brak,  so  - but I could not hike because they arrested me. \n So I told them who I was and they said they had been searching for me for quite some time.   They took me back to George and they then sent me to jail there and kept me in the cells.  That is why I was tortured severely by the police.  They used to beat me up and I used to promise them that I was going to stop all my activities, but they kept me there in the cells and whenever they would arrest some people, they wouldn't put them into the same cell as me.  And it was wet on the floor and after they had satisfied themselves, one evening, they took me out of the cell and they blindfolded me and put me into the van of a car - into the back of a car.\nThey drove for quite a distance and they stopped somewhere, opened the boot of the car and they took me out of the boot.  And they hit me with a fist, they threw me to the ground and I fell on my face and I was expecting that they were going to shoot me, but I kept lying there on the ground.  I heard  the car being driven away, though I wasn't certain.   I kept there for about five minutes until I could make out that there were no people.\nSo I tried to release myself so as to see where I was, but I couldn't make out where I was.  I just saw a light coming from a certain direction so I followed that light.  And I saw a board on which it was written Caltex and I could make out that I was near Leeukrans and I stood - I stood there so as to see cars and with intention to hike back to George.  I stood there until I got a hike from a certain Coloured man, and I did not say anything to him until we got to Rosemore.  \nSo I walked to a Coloured location called Quanword and I went to see Zuzile Xhai and I asked him to take me to the station - that was the following day - and he did that.  From the station I got into a bus to - to Bloem - to Beaufort West and I came to the station.   I got onto a train to Richmond.  I wasn't happy even there, I spent two weeks there and I worked.  As I was working I could also make out that people were being made slaves.\nIt was the same situation as in George - I was there for a short while and one day a child came and - a child came to inform me that our house had been surrendered by police and I went there.  They had broken the door and they found a Freedom Charter in one of my briefcases hanging at the door.  So they looked at this Freedom Charter and asked me to go to the charge office and I did not waste any time - I went there alone.\nThough the comrades were against this, but I did go.  At the police station there were policemen from Richmond and George.  I waited for about half an hour there, waiting for a paper they were going to give to me.  There were some - two policemen from Middelburg, then they closed the door - both sides, both doors -  and they made me walk through a passage and when we got into a room and - they said I was making myself a cat of the location. \nThen I didn't say anything, they clapped me, I thought I was going to retaliate but this man took out a gun and took a table and pushed me against a wall.  They were beating me - all of them were beating me from side to side.  After a while - when they had,  had enough - they took me and they closed me somewhere in the police  station and I was there for a while.\nIn the afternoon, at about five o'clock, they fetched me, took me out of the cell - where  there was some open space - and one of them brought a sack which is called a  nometi???   They asked me to get into this sack and I did that because I was really damaged and injured.  They held me and they shook  me, they took me in this sack and they put me at the back of a car and drove away with me.\nIt was for about 45 minutes and then they stopped the car and I heard them talking, though I could not quite clearly get what they were saying.  They opened the boot, they threw me on the ground and I was still in the sack at the time.  They again took me and they threw me over the fence along the road. \nAfter some time I listened - I could see there were additional policemen besides those.  They were explaining that there was a car that was coming and I didn't know what was in that car that was to come.  So I kept in that sack, one of the policemen kept on tramping on me, on the head, until I could see - I could come of the sack and I could see it was dark.  But I couldn't tell what was - where I was. \nThey were drinking and two of them again lifted this sack and threw me over and I had a cut of  a bottle here on the knee.  I lay there without doing anything, after some time I could see that there was an opening in this sack and I was also trying to see where they were standing.  There were two cars facing one another and these people were chatting to each other.  I could see they were very happy, they were drinking.\nThen I sneaked out of the sack, what I noticed was a monument and I could make out that it was a monument near Middelburg and I then went around a hill, trying to run away towards a camp of the soldiers.  It was dark at the time, so I walked away and I followed the course of the river and I could hear gunshots.  Then I got to a farm called  Fero, and it was early in the morning at the time. \nI was not there in the road, I was walking just along the river.  When I got to this farm a certain man helped me and he could see that my whole body was covered with blood.  He called his sons that they should bring donkeys and they took me in a donkey cart and took me to the next farm and in that farm, the distance between that farm and Richmond is 30 kilometers so I had to walk.  And my leg was very stiff, I walked for about 10 kilometers then I got a lift from a Coca Cola truck until we got to a place about 5 kilometers before getting to Richmond.  So I walked to my house  and I was really injured and I explained to them how I had escaped and I told them that I could not be with them for quite long. \nSo I moved to another location and I did hear that the policemen had come to look for me.  I even moved from  that family which was related to me and  I went to another house, so that they shouldn't find me.  They were helping me with some tablets that they were giving to me because I had a very deep wound. \nI had not gone to see any doctor because I  - that is where they would get hold  of me because you would be waiting  and the doctor would phone them and tell them you were there.  So  I wouldn't take that risk to go and consult any doctor, I would rather die.  That is as far as I can go.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Zenzile, you say you were working for the Municipality.  What work were you doing?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "I was an ordinary laborer.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Tell us what you were actually doing there and tell us how you were  working as slaves.",
            "Female"
        ],
        [
            "MR LOLWANA",
            "There is one thing they called  [indistinct] there at Municipality.  You used this to make - to make pavements and you get on top of a lorry that is loaded with concrete and you put this concrete into a certain machine and this machines moving on.   It must not be empty,  you work even on rainy days - so that is the work that we were doing.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now these grievances you had, what were these grievances exactly and to whom were they directed and who gave...[intervention]",
            "Female"
        ],
        [
            "MR LOLWANA",
            "We were sending these grievances to Lambrecht,  we were stating that we did not want to work on rainy days and the work that we were doing was very hard for R70.00 per month.  All those things  and secondly we had written that this white man used to beat us up and we were asking that he should not beat people and make people slaves.  Those were the things we had written down.  When - we also wanted that people should consult  doctors regularly.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now, what  they - did they arrest you for what you were doing there at work?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Yes, they were - they were arresting us for the protest that we had against their operations.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now you say you were being tortured and being beaten in the jail in George?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Continue and  tell us even the jail in Middelburg - in all these places where you were beaten and you were tortured - tell us.",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Yes, in George they used to beat me - I was in the cell there and after that they would take a pipe and they would put in water in this cell and that was - the place were I used to put my blankets, was the only dry place because they were placed on some planks, so I used to sit there after they had beaten me.\nIn Richmond they beat me, they pushed me against a wall using a table - there were two of  these the Special Branch.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "What were they beating you with?",
            "Unknown"
        ],
        [
            "MR LOLWANA",
            "With hands.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was - were you a member of what - of - of the UDF organization?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What did they say when they took this copy of the Freedom Charter?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "They did not bring it back to me.  I didn't even get paper that they had promised to give to me after taking away my Freedom Charter.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What are you doing now?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "I am now the Deputy Mayor in Richmond, that is all I'm doing.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "Mr Lolwana, do you know the names of any of the policemen who beat you?",
            "Female"
        ],
        [
            "MR LOLWANA",
            "In George the policeman - who was in charge in George - was a man with whom I used to work with a brother and what they were doing I would not see who was beating me because they were removing even the badges that they had which had their names on.  Even now they still do that.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you, Mr Lolwana, thank you very much for coming to tell us about what  happened to you.  We have heard how you were concerned for the conditions under which people worked and you joined an organization and tried to speak out about the grievances that you and your fellow workers had and you were brutally treated and held for - in detention for different periods  - two months and then six months,\nSo you experienced a great deal of suffering as a result and we are very grateful  to you for coming to tell us your story.  Thank you very much.",
            "Female"
        ],
        [
            "MR LOLWANA",
            "Thank you.",
            "Male"
        ]
    ]
}