{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-10-30",
        "location": "KIMBERLEY",
        "day": "4",
        "names": [
            "STEPHEN MQEKETSI MONYAKE"
        ],
        "case number": "1352/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54759&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/kim/monyake.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MTHEMBU",
            "MOKOTEDI MPSHE",
            "STEPHEN MQEKETSI MONYAKE",
            "SISI KHAMPEPE",
            "ADV DE JAGER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MTHEMBU",
            "MR MPSHE",
            "STEPHEN MQEKETSI MONYAKE",
            "MR MONYAKE",
            "MS KHAMPEPE",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is the 30th of October 1997, we are hearing the applications of Mohase and Monyake.  The panel is constituted as follows, myself Judge Ngoepe and to my left Advocate de Jager SC and to my right Ms Khampepe, Mr Mpshe will lead the evidence.\n\tWould you place yourself on record Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair, it's Mthembu for both applicants, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman and members of the Committee. Mr Chairman, we're going to start with the application of Stephen Mqeketsi Monyake, application number 1352/96.  Mr Chairman, I just want to put on record that all the people affected by this application, that is the victims and next of kin have been informed.\n\tI have copies of the notices sent out to them and they have sent the acknowledgement of receipt back to Cape Town, I have them with me and they've indicated that they will be coming.  My information which I got yesterday as well as this morning via Mr Dennis Bloem who's here in prison is that the ANC has arranged that they  be brought here today by Kombi and they're coming with one of the ANC leaders, Mr Thulo Machaba.  \n\tThey are on their way per Kombi but I want to make an application that we commence with hearing because the message given to me by him as well as the legal representative - and when I spoke to them yesterday, is that they are not opposing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed, I notice it's now 10 o'clock and we indicated yesterday that we were adjourning unit 9 o'clock and we have been waiting for an hour, what would be the explanation for that Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, the explanation that I can give is that we were delayed today by the Correctional Service Department.  Yesterday at - I made a note somewhere, I'll find it, yesterday at about a quarter past 3, I telephoned the Correctional Services here in Kimberley, I spoke to a certain Mr Visagie and arranged with him that the applicants must be here by 8 o'clock today and he informed me that only one that is Mr Mohase, was already with them but they were expecting Mr Monyake who was to come from Kroonstad and he said he will come and he will make sure that they are here today at 8 o'clock.  I was here Mr Chairman at twenty to eight - I was already waiting for them to arrive, they did not arrive, I telephoned the Correctional Services Department at about five past nine and I was told that they had left at a quarter to nine.  And later on at about twenty past or twenty five past nine, Committee Member Advocate Chris de Jager telephoned them again to find out what could be happening, he spoke to a Mr Britz who is herein and Advocate Chris de Jager was told that the people were still in prison at that time and I drove down to the prison with one of the policemen here and we actually found them still at the jail there and we had to follow them to come down here - the whole delay was caused by the Correctional Services.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Britz?  Is he here - Mr Britz?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, he's not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is there anybody to maybe explain to us what was the problem?   You could speak in Afrikaans if you choose.  Maybe you could come a little bit nearer.\nNo sound.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, as I've ...[indistinct] with the Monyake matter.  Another thing before handing over to my learned friend Mr Chairman, Mr Chairman and members of the Committee do have a copy of the transcript in a matter that was heard by this Committee, I'd rather refer to it as Volume 1, that would perhaps help or bundle 1 and Monyake's application, I'll refer to it as bundle 2 for convenience  and Mohase's application, I'll refer to it as bundle 3, thank you Mr Chairman.\n\tMr Chairman, reverting to bundle 1 then, it is the transcript of the evidence of both Machaba Thulo and Dennis Bloem, this has a direct bearing on Monyake's application.  Mr Chairman, they are going to be here, Mr Bloem is already here, Mr Thulo is on the way as I've already explained.  I was making an application Mr Chairman, I've discussed this with my learned friend Mr Mthembu that this be regarded as forming part of the record that will enable the Committee to dispense of Mr Thulo and Mr Dennis Bloem's evidence in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I suppose that there will be no problem if Mr Mthembu is happy with that.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I'm happy with that Mr Chair, thank you.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, I'll hand over to my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair.   Mr Chair, I will call Mr Monyake to the witness stand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the gentleman sitting?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair.\n\tMr Monyake, you are the applicant in this matter, is that correct?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "...[inaudible]",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Chair, the applicant informs me that apparently there is no-one who is translating.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chair, with the Chair's indulgence, perhaps if we could just swap because the applicants were talking on this mike, then it will save time if they will just come over here.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Monyake, you are the applicant ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your full names?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "In this matter, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mthembu, make him give us his full names for the record.",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Stephen Mqeketsi Monyake.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Monyake, you are the applicant in this matter?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is it further correct that you are applying for amnesty for the murder of one Tefo Molele on the 2nd of May 1992 in Kroonstad?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Monyake, at the time of the commission of this offence, were you a member, supporter or officer bearer of any political organisation?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, I was within the ANC, the ANC Youth League.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "In what capacity were you serving in the ANC Youth League?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I was in the self-defence unit.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Would you then Sir in your own words, tell the Committee why you regard your act as associated with a political objective for which you are now seeking amnesty?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The deceased Mr Molele was a member of the Three Million and the Three Million was a group of people which was collaborating with the South African police at that time in Kroonstad under the leadership of Nkatha Freedom Party.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes Sir, proceed.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The Three Million was harassing the community of Maukeng, it happened that we engaged in a fight with them as the defence unit.  When they got hold of the ANC's, they were harassing them, killing them and we were defending.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I just heard you now mentioning defence units, could you just in brief explain to the Committee what role the defence units played at the time?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The role played by the defence units by that time was to defend the community of Maukeng, the community as a whole against the Three Million.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Were these defence units formed or established under the auspices or banner of the ANC or not?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "They were formed under the auspices of the ANC.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Sir, proceed.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "They were formed under the auspices of the ANC.  I remember one day at Gelukwarts - it's part of Kroonstad, we were forming the defence units in 1990, I can't remember the day and the month.  It was in preparation of the fact that the Three Million gang should not harass the community anymore because this was the usual thing to do, harassing the people, raping the people, killing the people.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Sir, is it further correct that on the day in question you and the deceased had met at a tavern in Gelukwarts?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That's correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Will you then tell the Committee what ensued during that said meeting?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I was at Mansies tavern with Pappie, he is now - he's not here, Mr Molele arrived in the company of one of the Three Million members as it was the case that they would be seen a group.  We were still enjoying our drinks and on their arrival they were in the spirit of war and I could see that something was brewing because it was in their blood to fight us wherever they meet us.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes Sir, proceed.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "When they arrived, they had an empty case of beer and I was with my comrade and they threw us with these empty bottles.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Did they just simply start attacking you and your fellow comrade without having said anything?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "When they arrived they said to us: \"Yes, the ANC's, where are you fellow brothers and they started throwing us with these bottles.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What did you and Pappie then do?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "We stood up, we tried to stop them from what they were doing an it happened that I pulled my knife out of my pocket trying to stab at the deceased and comrade Pappie was able to chase the other one.  They left, I don't know what happened to them because comrade Pappie never came back, I was left behind with the deceased.\n\tI took out my knife and I stabbed him, he also had a knife in his possession and he took it out but he could not be in a position to use it.  I stabbed him until he ran away from me, I followed him, I stabbed him until he fell on the ground - that was outside the tavern.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, on reading the Judgement in your case, it would appear that the deceased was attacked on - ...[indistinct] would break it down to two incidents.  The first incident was before the deceased family arrived on the scene and the second occasion ...[indistinct] aware now, his family was on the scene.  Now when you tell the Committee what happened, please do so having that in mind.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I do not remember whether the family of the deceased arrived, this incident took place a long time ago but I remember the deceased tried to run away and I followed him, chasing him until I stabbed him and he fell to the ground and while on the ground I stabbed him and thereafter I left.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Did you not at any stage whilst the deceased lay on the ground, turn him over and continued stabbing him on the front part of his body?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I do not remember because I couldn't see anything, it was a little bit dark.  I can't remember whether I turned him over, I cannot remember everything but I remember that while he was still on the ground I stabbed him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Can you still recall how many stab wounds you inflicted on the deceased?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I'm not sure but I can estimate, I stabbed him 10 to 15 times but I don't have - I just stabbed him many times.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, was the intention to defend yourself or was your intention to kill the deceased?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The intention was to defend myself but I ended up killing him but my intention was to protect myself against him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, on what basis do you say that the deceased was a member of the Three Million gangsters?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The deceased was a member of the Three Million gang, I used to see him on many occasions when they were attacking us.  He used to wear Nkatha T-shirts and I know where he stayed, it was around that area - on many occasions I have seen him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, on page 10 of the bundle, paragraph 11(a) to - to following question was\n\"Were the acts, omission/omissions or offences committed in the execution of an order of or on behalf of or with the approval of the organisation, institution, body, liberation movement, State Department or security force concerned\"\nYour answer was that:\n\"It was by agreement with the organisation\"\nWould you explain this further to the Committee, what you meant by this?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "What I meant by this is that when we launched the self-defence unit it was agreed that we should protect ourselves, not to attack or to kill the deceased.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "But if you understand the question correct, it says\n\"Was the act committed to execute an order of an organisation\"\nAnd you gave the answer I just read to you, now, I want you to explain in relation to the order.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Comrade Thulo Machaba gave an order that we should defend ourselves against the Three Million gang.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "The following question 11(d) where you are required to state particulars of such an order, the date thereof and the name and address of the person that gave that order, you responded as follows\n\"That is was the consensus and approval of the Chairperson of the ANC and his Committee Maukeng Location and his name was Dennis Bloem\"\nBut now you've just told the Committee that the order was given by Thulo, would you explain to the Committee?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Comrade Thulo Machaba was the commander of the self-defence unit, everything he said to us on that day was agreed to by Dennis Bloem.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "But was Mr Bloem the ANC Chairperson of the area?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, how do you feel today about this incident?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I feel very embarrassed and I want to direct the following words to the family of the deceased and I want to say to them it was not intentional to kill,  we were controlled by the situation of that time.  I'm really sorry about what happened, it wasn't my intention to kill.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is there anything more that you wish to add to your testimony?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I further add that I am really asking amnesty - it wasn't done intentionally, the situation during that time forced me.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "And is that your application Sir?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Members of the Committee?\nNO FURTHER QUESTIONS BY MR MTHEMBU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when you referred to Volume 1, when you said we should - you are submitting that as evidence, I think I misunderstood.  I was under the impression that it was in relation to the same incident, are you submitting that evidence in relation to the background to the story of the Three Million gang only?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so Mr Chairman, in both applications but in the other application in bundle 3, only to the application to the incident that happened in 1991, not the one ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chair.   Mr Monyake, you told the Committee that the deceased ran away and you chased him, do you remember that?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, at the time when he ran away, had he stabbed you or done anything to you physically?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "He stabbed me on the hand but it wasn't a bit wound, I could block the knife and it fell to the ground and I was in a position to stab him with mine.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, I'm asking you this because I want you to tell this Committee the reason why you had to chase him if you have been repeatedly saying in evidence that your intention was not to kill him, why you had to chase him and inflict 15 stab wounds?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I was emotional, that is the reason I chased him - the reason I stabbed him until he fell.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you think that 15 stab wounds wouldn't kill a person?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I didn't have that thought at that time, I was highly emotional.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Am I correct that the SDU's were formed to be a defensive unit and not an offensive unit?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, you are correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, I want you to turn to page 21 of the bundle 2 Mr Chairman, members of the Committee.\n\tYou were given a letter by the TRC office asking you certain questions and one of your questions was as to whether you an authority or given an order to do what you did and your answer on page 21, number 9 - I'm going to read it to you, reads as follows:\n\"Yes I was given an order but to defend, not to attack the deceased\"\nDo you see that?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you understand what you have written there?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, I understand.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will I then be correct to state that in as far as the killing of the deceased was concerned there was no order, according to information furnished to this Committee?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "The killing of the deceased was not an order but as I've explained before, the manner in which they approached - I got very emotional and I found myself taking an action that I took.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Correct that is admitted, I accept that which means then you acted without an order in this regard - we'll leave it at that.  Now, before the stabbing could take place, was there any argument between yourself and the deceased - vocal argument?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "No, there was no argument, he arrived and he asked us where the rest of the comrades were and they started firing with the bottles that they had.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, I'll still refer members of the Committee and yourself to page 21 number 5 thereof, this was your response the a request for further particulars by the TRC and I'll read your answer number 5, it reads\n\"Yes, the argument was my political organisation\"\nWhat did you mean thereby?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "By this I meant that everywhere we met they fought us because my organisation was not satisfied with what they were doing to the community, the community of Maukeng.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mpshe, where is the request to which you are responding to for further particulars?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Page 59.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Advocate de Jager, page 59.  I will refer for clarity's sake once more to page 59 and the question was: \"Your answer in question 6 emanates from the question from us on number 5\" and I will read it, it reads\n\"On the day he was killed, did you have an argument or a fight with him and if yes, what was the argument about\"?\nThen you responded as follows on number 5 on page 21, do you see that?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Can you please repeat your question Sir?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "All right, I'll read on page 59 first to help you, number 5\n\"On the day he was killed, did you have an argument/fight with him and if yes, what was the argument about\"?\nYour answer thereto which is on number 5 on page 21, reads:\n\"Yes, our argument was my political organisation\"\nDo you see that?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, I can see this.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do I understand you then to have responded in this way that the question was clear to you, they wanted - it wanted to know whether on that day when you killed him, was there an argument between the two of you, did you understand it like that - not prior to the incident?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "There was no argument Sir because I did not even talk to him, he talked to me instead.  He was asking me about the whereabouts of my other comrades and he fired the bottles at me, an argument never ensued.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So, your answer on page 21 number 5, is incorrect to the Committee?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "By stabbing the deceased 15 times and causing his death, what is it really that you wanted to achieve?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I wanted to achieve peace for the community of Maukeng.  At least today I realised that we achieved what we wanted which is peace, the peace that is reigning in Maukeng presently.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "At the time of this incident, for how long had you been a member of the ANC Youth League?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "It was about two to three years.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And the SDU's?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "About two years.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "During your membership in both organisations, have you never heard of the word negotiations between parties or members fighting?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Can you please repeat your question Sir?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "During your membership in both organisations, have you never heard of the word negotiations?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I heard of that word.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was negotiations not one of the means whereby peace could be achieved other than by killing?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Negotiations was one of the methods to achieve peace, I do understand the question of negotiations but the Three Million gang was not in favour of negotiations at all, the didn't want to hear anything relating to peace.  We tried many a times to negotiate with them but they were not understanding.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If you can still remember Mr Monyake, can you mention one or two of the many a times where you tried - when and how, what was done?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he not a junior person, who was not given an official or anything?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, Mr Chairman, I agree he was non-official member of the organisation but if he says it was tried at negotiations, then it means he has knowledge thereof of what was done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry I thought you had asked him what he had done.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, Mr Chairman, I was saying: \"Can you tell us what was done and when was it done\", thank you Chair.",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I do not remember the day and the month but it was in 1992, it was on a Sunday.  We met the Three Million and we tried to bring about peace between ourselves and the next day they attacked us.  There was a small child thirteen years of age and this child was crippled, they killed that child next to an open field.  This took place when we talked with them the previous day about peace.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who was the then leader of the Three Million gang in Maukeng?",
            "Male"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "It was Gwete George Ramasemong.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Monyake, you have been asked whether there was no argument between yourselves, Pappie and the deceased whilst you were at the tavern and your response was that there wasn't.  Now, when the deceased asked you where the rest of your comrades were, did you not respond to his question?",
            "Female"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "I could not provide an answer because even before I could answer, he was already firing the bottles and I was scared - I thought there were many of them, it was before I could realise that there were only two.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now, on page 21 at paragraph 7 ...\n\"Were you alone or was there someone with you when Tefo Molele was killed\"?\nAnd your response was that you were with comrade Pappie because on the day of that specific day's crime he was there to help you with the other members of the Three Million gang to be dispensed.  I have not been able to understand your response to that question and I would request you to clarify.  I don't know whether it would a correct interpretation of what is contained under number 7, whether you are saying it was your intention that they in any event to attack members of the Three Million Gang.  Are you able to assist us?",
            "Female"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Our intention was not to attack the Three Million gang, comrade Pappie who was with me on that day is the person who helped me to chase away the other member of the Three Million gang who was in the company of the deceased.  He's the person who actually helped me to disperse them, I'd not know where did they end.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So it wasn't your intention to attack members of the Three Million gang with a view of trying to destabilise the force they had the Maukeng community members - you seem to responded to a defensive situation?",
            "Female"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "We took an action because we were defending ourselves, it was not out intention to attack them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What time did this incident take place?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "It was in the afternoon, I do not specifically remember the time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was it dark or was it not yet dark?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "It was not yet dark.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What time did you arrive at the tavern?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Round about past 10 to 11.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And were you drinking from that time until late in the afternoon?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, but not until late.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When they arrived there you were still busy drinking?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "Yes, we were still drinking.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did the alcohol affect you?",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "No, I was not influenced by liquor.  At the time when the deceased arrived myself and comrade were playing pool, we were still playing pool.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But in paragraph 4 on page 21, you state\n\"I was sitting and drinking my bottles\"",
            "Unknown"
        ],
        [
            "STEPHEN MQEKETSI MONYAKE",
            "We were playing and at the same time drinking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any witnesses that you wanted to call?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Chair, given the fact that Mr Thulo and Mr Bloem testimony won't be necessary, there aren't any further witnesses to be called, thank you and that will be the applicant's case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr ...[intervention]",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Would Mr Bloem or Mr Thulo be in a position to give evidence about the deceased himself and anything connected with this very incident or wouldn't they be in a position to give it?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I believe Mr Bloem could to an extent be able to give evidence about the deceased himself but I'm not certain if he could on the incident itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to find out from him whether he knows - if there's anything about this incident?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, Mr Chair, with your indulgence.  Mr Chair, thank you for the indulgence, Mr Bloem has indicated that he could tell the Committee about the deceased himself but with regard to the incident his testimony would be hearsay because it would be what he heard from the applicant's attorney in the court accord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't - unless you feel otherwise, we don't think that his evidence will take the matter any further because I am sure it is a - there is no dispute about the fact that the deceased was a member of the Three Million gang but on other aspects, circumstances under which this particular happened he cannot be of assistance can he?  The incident, when these people met, how they met, what happened - Mr Bloem would not be able to know.  Are you listening to me through the interpretation Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Correct, Mr Chairman.  My apologies Mr Chair.  Mr Chair, what he has said to me was that what he would testify about with regard to the incident will be what he had heard from the applicant's attorney in the court accord.  I'm not certain if the Committee would admit such hearsay evidence or not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we can't hear such evidence, it's hearsay evidence of the worst kind.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "In that regard then Mr Chair, I do not have any further witnesses or witness to call that could shed more light with regard to the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the applicant's case therefore?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "That is correct Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, are there witnesses that you would like to call?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, Mr Chairman, members of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, then we - you are excused Mr Monyake, you can stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, would you prefer that we take an adjournment now for 15 minutes or so, so that you - it's just about 11 o'clock, instead of quarter past 11 we can adjourn now if you want to have a short consultation with Mr Mohase?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I would appreciate it Mr Chair and the Committee members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then we'll adjourn for 15 minutes, we'll be back at about 11H20.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}