{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-27",
        "location": "PORT ELIZABETH",
        "day": "2",
        "names": [
            "THEODORA N. TIYO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55329&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpe2/tiyo.htm",
        "speakers": [
            "CHAIRPERSON",
            "THEODORA NOSISI TIYO",
            "REV XUNDU",
            "UNKNOWN"
        ],
        "original_speakers": [
            "MRS TIYO",
            "ACTING CHAIRPERSON",
            "THEODORA NOSISI TIYO",
            "REV XUNDU",
            "MS RAMASHALA",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mrs Tiyo, can you hear me?",
            "Unknown"
        ],
        [
            "THEODORA NOSISI TIYO",
            "Yes, I can.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "All right.  We are going to listen to your evidence when your daughter was killed.  Before we do that we would like you to stand up so that the reverend here next to me, reverend Xundu can please lead you in taking of the oath.",
            "Unknown"
        ],
        [
            "THEODORA NOSISI TIYO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Commissioner, I am handing over to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mama, we usually get somebody to assist you and Dr Mapule Ramashala will be the one to guide you when you give the evidence.  I am handing over to her.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Good morning Mrs Tiyo.",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "good morning.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I would like to express my apology, because I am going to guide you in English because I have not been communicating in Xhosa, I am afraid to insult or use abusive language.  Are you all right?",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "Yes, I am all right, thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "This witnessing is a very tragic one.  Very typical to several stories we've heard throughout the country.  The tragic killing of children.  Mrs Tiyo will relate her story of what happened to her 11 year old daughter on the 19th of August 1976.",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "I am Mrs Tiyo.  I am the wife to the Qwaiy clan\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n2 TN TIYO\nfamily, my birthplace is here in Port Elizabeth, but my husband originally is from Uitenhage.  He died in 1970 and he was detained during the time he died. \n He got ill, he was arrested for theft because they said he had stolen a watch and then he suffered from a sore throat and then it was said he cannot continue his sentence which was six months and then he was released and then I looked after him.\n We had two children, Sipho was born in 1960 and Xoliswa was born in 1965.  I would like to talk about the person concerned.\n On the 19th of August I left Sipho and Xoliswa, they were preparing for school.  I was working at Walmer at the time.  When I got to my place of employment, I requested that I should be given a half day because I was afraid that something terrible could happen.  The situation was very unhealthy during that time.\n When I came to the station I could see that the people were looking at me in a funny way.  I asked them what was the problem, why are you looking at me like that?  some of them were just staring at me.   They told me that my daughter had been shot dead and I wanted to know more details and then they directed me to my mother-in-law.\n I went to my mother-in-law and found out and confirmed what I've heard.  My mother-in-law informed me that she was also called by some of the community members and she was also informed about the shooting.\n She claims to have gone there and then she went to the spot and the scene where the daughter was killed.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Take your time Mrs Tiyo.",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "My mother-in-law informed me that by the time she\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n3 TN TIYO\narrived there, my daughter was already covered with a blanket and then when she asked the other people, the standby's informed my mother-in-law that they found her gasping and then they covered her.\n When I asked where was the child, my mother-in-law informed me that there are two girls who said they will be taking her to hospital.  It was said nothing could be done to her, because she was certified dead and then she was taken to the mortuary.\n I was still at my place and we were in the process of mourning.  I saw one gentleman coming, he is Monopogela.  The gentleman asked me, I would like to state that I never took this seriously, but now that I am here, I can think that Monopogela also came.  He asked me questions and then I informed him about the tragic death of my daughter.\n He took information from me and then she left.  I thought Monopogela would sent some people, or press or whoever to cover the story, but I waited for a long time and then he never returned.\n On the third day I saw a hippo which was just next to my house.  When I confronted them, they informed, they asked me if Xoliswa is mine, I said that it was my daughter who was 11 years old.  He said I must go to Mount Road so that I can identify the body.\n I indeed went there and I found her dead.  There were a lot of other children, they were packed as a load of sheep.  There were so many bodies there, I couldn't find my child, but I was taken to another room which was separate from this one.  I could see one of the children and my daughter was also next to that. \n They asked me what am I going to do and I told them\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n4 TN TIYO\nthat I would go to the undertaker to arrange for the funeral.  Okay on the 20th of August the funeral was arranged and it took place.  I would like to mention the fact that I received a letter from Golden Mine but this information is not recorded in the statement, because I am recalling some of the incidents.\n I received this letter from Gold mines.  I went to the 5th floor in one of the buildings and was informed the contents of the letter.\n I was informed that it is the letter informing me that I was supposed to go to Grahamstown for the court hearing.  I waited for quite a long time.  Years went by and nothing happened.  Some people advised me to go the South African Council of Churches, so that I can be assisted because the Council of Churches was giving people supportive services.\n So I went to them and informed them about the whole situation.  When I got there I found one of the ladies who stayed in Walmer and Zondani who stayed at Dora.  I was taken to the lawyer at Permanent Building Society, it was Mr Hasla.  I gave him the information and the details surrounding the tragic details surrounding the death of my daughter and I explained that I've been waiting for too long and nothing is going on.\n Although I went to the legal representative, Mr Hasla, nothing happened either.  I felt that I should go to the Black Sash so that they can also assist me.  I informed them about all the steps that I had already taken which were all unsuccessful.\n I was advised to go to the Nedbank to one of the lawyer, Mr Brooks.  I went to Nedbank and Mr Brooks accepted PORT ELIZABETH HEARING TRC/EASTERN CAPE\n5 TN TIYO\nmy case.  He said I should go and wait.  I waited for quite a long time again.\n I reminded him again because it took a long time also for him to make any attempts to contact me.  The lawyer said he is going to  Grahamstown so that he could find out what was the problem.  Why is the hearing not taking place.  Even then, after that promise, I didn't receive any assistance. \n I kept on reminding him, trying to find out what was going on.  The lawyer, when I went for the third time, he took out the files, put them on the table, stated that these are the files from Grahamstown.  I asked him what should we do now, he said no, there is nothing that could be done, because this has happened a long time ago.\n He gave a R5-00 note and then he said I must go home.  I took the files along.  Sipho was also politicised because he was a member of the Black Power, this is the type of organisation which was also founded at the time.\n I was always afraid that he might also get injured.  I tried to discourage him to do so or join any type of organisation, he would pretend as if he has stopped, but I could see that he was continuing.\n At the end he left my house and stayed with the friends, because he wanted to continue with the struggle.  One day I was sleeping at my place, there were people who came to knock at my door and said Mama Tiyo, open the door please.\n They came in and they informed me that Sipho has been injured.  Sipho had already told me that due to the harassment that he was receiving from the police, he and his friends were planning to leave the country.  At times they wanted to sleep at my place, but I refused because I knew \nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n6 TN TIYO\nthat Sipho was also wanted by the police.\n Then when he came the other day, when these people came in, they informed me that he was injured and he has died.  I asked the reason and then they said it was a quarrel related to the girlfriend.\n I buried Sipho and nothing happened thereafter.  After some few weeks the police came in and they asked me where my son was.  I reported that he had been buried a month before.  They informed me that Sipho is going to cross the country, they have learnt about that information.\n I was surprised because I informed them that my son was dead and he had been buried.  Seemingly they did not believe me.  I told them to go to Headbush, the undertakers, so that they can confirm that my son was dead.\n Probably they went there because they never came back again.  I'd like to mention something else again.  There was a day when the councillors evicted me from my house.  I asked what was the reason for my eviction.\n I knew that I was a bit lagging behind with the rentals of the house, so that is why I was not up to date with the payments.  I went to my family and then they assisted me with the money, so I had to pay the rent.\n I paid only for one month.  I approached one of my friends and said I have got an odd job and I am not stable mentally and I requested that he should go and pay.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mrs Tiyo, did you say that Sipho was also killed?",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "Yes, Sipho was also killed.  They said they picked him up when he was dead, he was about to cross the country at that time.  He had already informed me that when he disappears, I shouldn't look for him.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n7 TN TIYO",
            "Female"
        ],
        [
            "UNKNOWN",
            "How old was he then?",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "I approached one of my friends and I reported that I was unable to miss the date of the job because I was doing odd jobs.  I had a program because I had to go and request people to accommodate me so the friend assisted me and added some money to the money that I had and she went to pay.\n When she got there, they stated that the councillors informed me that the house has been taken over.  She informed me that one of the councillors has hidden the file which belonged to me, so the lady brought back the money which I had given her.\n I was in a bad situation so I felt that I should make a plan.  I took a padlock and locked the house  because I wanted to understand who was going to take the house from me.  I would go to my place and put up for the night at my friends.\n At a later stage we could see that there was somebody who was moving into my house.  I didn't understand what was happening.  There was another councillor from Mendi who said he can understand that I was being cheated.  He encouraged me to sit and occupy the house.  We were belonging to the same church.\n I could see that he was angry about what was happening to me.  I felt that this might cause a problem and then I went to Mrs Tseqo so that I can inform her about the problem that I was encountering.\n Mrs Mseqo said to me I should just leave the house, I should pay the house and update it and then she promised that when there is another house which is supposed to be allocated to anybody, it would be allocated to me.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n8 TN TIYO\n I was directed to Mambamba's place and then I had to hire a room at Mambamba, a one-roomed house.\n I was highly affected by what happened.  This was a very traumatic experience to me, I was undergoing treatment and I received this treatment from Dr Maqina.  I am referring to Dr Maqina, not the one who was speaking and giving evidence here.\n I could see that I was having a problem.  And then Maqina assisted me and an application for a pension was made on my behalf.  I appeal to the Truth Commission to assist me.  I cannot understand why was my daughter killed and why was there no hearing about this killing?\n I would request that the Commission should please make investigations and find out what happened.  I would like to know if the files are really in Grahamstown, probably the Station Commander should understand that an 11 year old child could not do anything, so I would like to know why was my child killed.\n I have been affected severely by what has happened.  I would also request that they should find out about my house.  I've been in the one-roomed house for quite a long time.  I do not mind whether I get another type of a house, as long as I get  one to replace the one that I lost.\n I am suffering from arthritis, I always pay R100-00 monthly so that I can get another house and people keep on promising me, but there is no construction of houses so I am having a problem because it seems I will never be happy until I get a house.\n I am suffering from ill-health and I am unable then to fend for myself.  I am not shedding tears any more for the children that I've lost, but I am just thinking about \nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n9 TN TIYO\nmyself.\n The Doctor gave me a letter.  I want to apologise because I am going to mention names.  I was given a letter to go to Mr Mshlanga and nothing happened.  I would like the investigations to be made from the police and from Grahamstown to understand what happened to my daughter.\n That is the end of my story.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you very much Mrs Tiyo.  You say when you daughter - your daughter was shot dead on her way from school?",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "What was happening at that time?",
            "Female"
        ],
        [
            "THEODORA NOSISI TIYO",
            "I suspect that because there was chaos during that period, I can mention that one of the shops was burning and apparently there were police vans and there were also members of the South African Defence Force who came and then they shot at everybody.  There was also another child who was killed from the Maliza family.\n It was a lot of bodies when I went there.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you very much.  I hand you back to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You said you were evicted from a house.  Do you now the Headman who took you house?",
            "Unknown"
        ],
        [
            "THEODORA NOSISI TIYO",
            "Yes, I know.  I don't want to mention names because we were ordered not to mention any names, but if you say I must, then I will.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Yes, you can.",
            "Unknown"
        ],
        [
            "THEODORA NOSISI TIYO",
            "; It was Sana who is at Mbizweni.  Sana.  Unfortunately he died.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n10 TN TIYO",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, would you please indulge me.  When a child is born, parents dream.  When a child becomes of school age, and begins to see what could be, they also dream.\n They dream of becoming a teacher, a doctor, an attorney, an engineer, a nurse, etc.  Black South African children dared not dream, because dreaming was a significant part of sleep and sleep was unsafe, even in their parents' homes.\n Xoliswa was 11 years old, in Sub B at the time of her death.  She had just begun to dream about what could be for her.  She could have become one of several accomplishments because in Port Elizabeth there were several role models.  There were several models like Dr  Njoka, Dr Ntsona, lawyers like Sila Skinunu, Cecil Dock Sonjanu and other attorneys.\n Numerous teachers, numerous nurses, numerous members of the clergy.  At the same time our children such as Xoliswa were confused because the 1970's were the height of unrest.\n While everyone else's child was going to school, Black children were dying.  While everybody else's child was skipping rope on the streets, Black children in the townships were too afraid to either venture on the streets or look out the window of home or school.\n South Africa, wake up, this is not fiction.  It did happen.  And we need to intergrade it into a consciousness, we need to mourn not only our children like Xoliswa, but we also need to be outraged about their dreams deferred, their dreams aborted, our country has been cheated of the talent that could have been.\n Mrs Tiyo's life has changed and changed for ever.  She has been greatly affected like others by the death of her \nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n11\ntwo children.\n Her dreams for her daughter have been thawed, shattered, aborted.\n Xoliswa at the age of 11, can no longer dream about what could have been.  We will accomplish reconciliation only if we acknowledge, mourn, show (indistinct) then forgiveness for  South Africa to move on in spite of our past.\n Mrs Tiyo, I am making this summation on behalf of your children.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Ramashala.  Thank you Mrs Tiyo.",
            "Unknown"
        ]
    ]
}