{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-27",
        "location": "PORT ELIZABETH",
        "day": "2",
        "names": [
            "BEAUTY N. TSHANGA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55330&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpe2/tshanga.htm",
        "speakers": [
            "PANEL MEMBER",
            "MRS TSHANGA",
            "INTERPRETER",
            "MRS R TSHANGA",
            "MRS T TSHANGA",
            "DESMOND MPILO TUTU"
        ],
        "original_speakers": [
            "PANEL MEMBER",
            "MRS TSHANGA",
            "INTERPRETER",
            "MRS R TSHANGA",
            "MRS T TSHANGA",
            "REVD TUTU"
        ]
    },
    "testimony": [
        [
            "PANEL MEMBER",
            "Now this particular night is this the day people wearing balaclavas came?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "No, that is later, that is later.  Then I ran into my sister-in-law's house.  She opened for me and she said open the gate and I said, no, I can't open and I was urinating on myself and we called the police when she opened.\n The police van came and I didn't know what had happened to my husband and then I screamed and then the police shouted and said I was making a noise.  I said no I am not making a noise, because my husband has been attacked by AZAPO and the police said, no you UDF are full of nonsense.\n And my husband says no, I am here and then they took us to Le Grange and then they came back to check the damage in our house.  We gave a statement but that didn't go anywhere.\n The same year, 1985 we were not putting up at our house because we were scared.  So we were putting up at one of my sisters-in-law's house.  One night a child came and said AZAPO is on its way to us and my husband went out and we heard some shots and he was shot.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n2 BN TSHANGA\n And I was going to my sister again to tell my sister-in-law that AZAPO had come again.\n And he was being brought to my sister-in-law's place and they were carrying him, he had a gun shot wound on his leg.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Now this particular one you are mentioning now, are they confused in the statement because according to the statement that is later?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "I said no, so my sister called the police and not the ambulance, then the police came and they had a look at him and they called an ambulance and the ambulance took us to the police station, took us to the hospital.\n And at the hospital two Boers, Detectives came and they asked my husband which organisation did he belong to and he said he belonged to the UDF and it was a White guy who spoke Xhosa and they took a statement but they didn't go anywhere with that statement and my husband spent some months in the hospital and he came back.  \n One of his legs was shorter than the other and he was a very nervous person now.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Thank you.  On this day, on the day the police came at night, the police came claiming to be AZAPO, what happened?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "The police came at night at knocked at our home, they were with Magiselogo, he was a member of AZAPO.  They knocked, they kicked the doors and the door was broken in the middle and they woke my husband up, hitting him and they took him out.\n And they took him and his younger brother Velapi, and they locked them up.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "But the statement seems to be upside down a PORT ELIZABETH HEARING TRC/EASTERN CAPE\n3 BN TSHANGA\nbit.  Let me just ask you a question.  When the police came to your house wearing AZAPO attire, was that something that was normal?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "No, they did that.  Sometimes it would appear to be police and sometimes it is AZAPO. And sometimes they would knock and say we are police only to find that they are AZAPO members.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "So was this a trick played by the police so that they pretended to be AZAPO to perpetrate the fight in the township? Did the AZAPO people go with the police normally?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "Yes, yes, they did.  Also when my husband had been discharged from hospital, you would hear gun shots in the township.  Three police came to my place and they wanted to search our house, they said your husband has a gun.  I said where does my husband get a gun? And then they wanted to break the floor, I said, no you can't break my floor, because my husband doesn't have a gun and he is not here.  And then they left and then I told my husband when he came.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "So you went to the policeman at (indistinct) and asked about this gun. I don't know what they said to you.",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "They came back and then at some stage this Tshaka's were quarrelling and having a conflict with him and this slogans on the walls written.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Just tell me, your husband when they went to the shop and when he came back, when he said he was from a shebeen and they accused him of attacking someone at the shebeen.",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "That day some Tshaka's knocked at night and my husband was asleep and then they came, there were 12 of\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n4 BN TSHANGA\nthem.\n They were with Sergeant Jeje and I said to Sergeant Jeje, we've come to you now.  My husband was a very quiet person.  I said to my husband do get up, they want you.  So he got up and he put on his clothes.  As he was putting on his jersey, his younger brother Velapi came and said what's wrong my brother?\n And he said I don't know.  And he said you don't know what it is when you've just attacked people at the shebeen and he said have you come to fetch me for that, something that I don't know about and they hit him with a gun and put him out.\n And even then my children ran to their aunt and my sister-in-law came.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was someone charged for that or was he the one who was charged?  Was he charged?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "No, he didn't go to court.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "On this particular day in October 1987, what did your husband do?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "He was from court where they were being charged for an alleged murder and later that night he went to his aunt Zhisakele Thingane.  He went to Zhisakele's place.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was Zhisakele related?  What was Zhisakele?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "She was also a member of the UDF.  She was a member of the UDF.  So he said he was going to Zhisakele.  I could see that it was too late and I was very impatient because he was not coming back.\n I went to his older brother.  I explained to him that it was too late and my husband had said he was going to Zhisakele and I was worried that he may have been attacked\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n5 BN TSHANGA\nby the trackers, so we went with my brother-in-law to Zhisakele.  He didn't come to his place.  So we went and as we were going we saw a big crowd of people.\n I said to my brother-in-law do you see that crowd?\nHe said, yes I see those people, but I am scared of going there because you are also limping.  I said I am also scared and then this tracker van stopped and appeared and said that he stopped the van and he was scared.So we went home.  I stopped at the gate and waited, and waited, very worried and hoping that he would appear.  Then appeared a blue kombi with dimmed lights, and then it stopped at the corner and a Boer who was wearing a white shirt, appeared and opened the kombi.  I thought someone was calling to come out the van, they went off again, slowly.\n And I waited, and waited, I said to my brother-in-law do you see this kombi?  He said, yes, I see it and then I waited for a long time and then eventually I went to bed.\n And then the following morning at seven this truckers in their van came to report that my husband was hanging somewhere near the school.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "And when you got there, what was he like?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "I didn't go myself. I didn't go to where he was hanging.  Where I saw him, I saw him in a photo at the police station.  I just saw someone standing against the tree wearing his hat.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was there an inquest or a post-mortem?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "Yes, yes there was a post-mortem and I even went to the lawyers.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Which lawyers were these?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "They were lawyers, ANC lawyers whose offices were near Africa House, some street there, just below Africa PORT ELIZABETH HEARING TRC/EASTERN CAPE\n6 BN TSHANGA\nHouse.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "You don't remember the names of the police, you don't remember their names of these lawyers?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "No, I don't remember because I was very nervous at that time, I was very worried.  But what happened before my husband was buried, we had frequent visits from the police and they were telling us that they didn't want more than 200 at the funeral.\n Just before the funeral, during the vigils they didn't want political vigils, they just wanted the ordinary prayers and even at his funeral at the cemetery there were hippo's and rovers and he was buried and after his burials, after three days, police came they wanted the death certificate and without thinking I just gave it to them.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Did you ever get that certificate back?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "Yes, they did return it, they did and then I was called at eight after that, at the police station at eight.  And at the police station the doctor ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "The interpreter can't hear properly.",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "I don't know if you said that at the post-mortem, because the person that told me that was a Detective from A and in the statement his name is, Johnny Macqwevani, he was a Detective then, he said the Doctor found that there was some alcohol content in his blood and then I said I don't know about that because my husband doesn't drink any more, he uses some tablets because of his health condition.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "If we were to ask you how many children?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "Four children, we had four children at the time.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Where are these kids?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "The two older ones are not working because I\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n7 BN TSHANGA\npay for the younger one, for whom I pay R120-00 from my old pension.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "What would you like the Commission to do if you were to make a request to the Commission?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "I would like the Commission to find out about how my husband died because I never got a clear explanation about his death.  Even at court I wasn't called.  My brother-in-law was called and he was told that my husband had killed himself and he was shown the photo.\n I would like the Commission also to assist me with the education of the children because I struggle, I depend solely on my old age pension.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Any other thing you would like to say to the Commission?",
            "Unknown"
        ],
        [
            "MRS TSHANGA",
            "I would like my sister to say something as well, my sister-in-law to say something as well, to add.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Give us your names, your full names please.",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "I greet you to the Commission, the Truth Commission.  It is a long, long story.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Can I get your names first?",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "My name is Rosie (indistinct) Tshanga.  I am married to the Tswanjane clan at Gamtoos area.  My maiden home is at Walmer.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Go on.",
            "Unknown"
        ],
        [
            "MRS T TSHANGA",
            "There is so many things to say because there are so many things that were happening.  Some of the things we don't remember because of the manner in which we were being harassed at Walmer in 1985.  We were being harassed by the police with ...   The police would come out and the children would run to the bushes.\n When they got to the bushes, the AZAPO members would be\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n8 R TSHANGA\nthere and they would assist the police.  The people whom we called amaTshaka, they always carried sjamboks in their hands and they would get in from door to door and from house to house attacking people.\n This went on for quite a long time and we couldn't do anything about it.  In 1985 my brother, there were 43 children who were coming from Walmer.  There were few of them who were left behind and they were all UDF members.\n A police van came in during the night and they were with the AZAPO members.  They went to my house.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Please take your time Mama, because we want to listen properly and attentively to your story.",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "They started to harass me and went to the extent of asking me time and again where my brother's were, I kept on saying I did not know where they were.  They left me. Even not far from my birth place I could hear cries from some of the houses.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "You can take your time Mama, we will just take a pause.",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "The reason for me to be emotional is because the Boers always harassed us and they would lie about us.  I couldn't tolerate the cries, I went to look what was happening and I found that there was a hippo, a rover, and I realised that Velapi, my brother,  has been taken away.\n They threw a tear gas canister into the van whilst my brother was inside.  I asked them why were they doing this and I was chased away.  Because I was afraid of them, I left.  Mikhisile Mukwe was a member of AZAPO, I believe he is still, he was also in the presence of the police.\n Velapi was taken away and after a few minutes, he was brought back again.  We went to Mrs Xodolise's place because\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n9 R TSHANGA\nthere were comrades who were keeping vigil to the house.  I want to mention that there were so many that were arrested by the police from Walmer, some of the comrades went to Walmer.  I do not know who told the police, but they were able to go to Mrs Xodolise's place and you found that there were some of those I can quote as Sodoza and Duminiva and they harassed the comrades.\n So they had to leave the place as they were afraid of the police.  I'd like now to say something about my brother's story.\n I was still in bed and I could hear that there was a lot of noise next to my brother's place.  I was afraid to go out, but I looked through the window and I could see that there were people around his house.  It was not long and I heard his wife's crying and then he said I must come, my brother is being burnt.\n I became weak but at a later stage I went to assist him.  I could see that he was burnt.  I called the police and then a rover came.  They could see that there was something wrong.  They asked us what was it, we said we are the UDF members and they insulted us.\n The police went there, but I could see there was nothing wrong with him, they just damaged the property, but he was not burnt fortunately.  It was early in the morning then and then during this period the AZAPO members ran away, because it was now during the day.\n I was in my house, I heard that there were sounds of gun shot and I was afraid that those shots might be coming from my mother's house.  I am worried because a lot of people in my family were killed, my brother was the third one who was being harassed and attacked.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n10 R TSHANGA\n But you could realise that nothing was done about all these killings.\n When I heard the shots, it was about nine or ten, again his wife called me and I ran out.  My brother was a hefty man.  I could see that he was unable to walk and he was carried along by some of the youth.  We went to assist and support him.  We dragged him along because he was very heavy for us.\n I had to call the police so that they could help us.  I think there were over 20 cars that came and they came to my house.  I informed them what was happening and then they asked who was shooting my brother.  I said that I did not know, we just heard the gun shots.\n They also asked me to which organisation do I belong.  I stated that I was a UDF member.  During that period, Sipho who is a member of AZAPO, came along also.  Then my sister asked what did he want there.\n Then my husband was taken with the ambulance.  He was taken to the police station and then we were informed that the police were asking my husband to which organisation does he belong.  When they realised that he was a UDF member, they didn't continue to assist him.\n He was admitted in a hospital.  When he was discharged, we realised that he was limping now.  One leg was shorter than the other.  There were incidents later on.  My brother and my uncle were arrested.  I ... (tape starts) ... arrest them, stating that they were arrested for other cases.\n This happened for quite a long time.  They would go from different courts to different courts.  Once they went to Uitenhage.  The other day we were coming from court, we went to my place and we prepared meals.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n11 R TSHANGA\n After the lunch he went to his house.  When he was about to leave, he said I would see you before I go to bed.  We agreed that I would be seeing him.\n I could see later on that there were vans going passed my place.  It was not long, there were shouts and cries from my family's house.  Whilst I was listening and looking around what was happening, somebody shouted and said, Khulu has hanged himself.  I wanted to go to where they said he was, but they prevented me from going there.\n The eldest daughter to my brother was also crying and she wanted me to go and see my brother.  He was brought along by the ambulance and I was shocked to see him dead.\n He was covered and they were looking for another house, they were not coming to his place and the ambulance left.  I went to the police and we didn't get any direction and nobody cared for us.  We went back to our place and our family was gathered at my place.\n We went to New Brighton and even there nobody informed us what happened to our brother.  So he was taken to Vaki Muswara.\n I just like to mention that I have forgotten many of the things because in the beginning he was always assaulted by the amaTshaka and they always assaulted him severely.\n Each time you would find him, you will find he will always say it is the amaTshaka insertion here and here.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "As I am listening to your story, I gather that the policemen were working hand in hand or they were serving as imposters pretending to be the AZAPO members and then they would continue to do all the evils that you can think of, claiming to be the AZAPO members.  In other words you want us to understand that the police were deceiving PORT ELIZABETH HEARING TRC/EASTERN CAPE\n12 R TSHANGA\npeople and trying to cause conflict among the organisations?  I think they were trying to create an impression that they were working with the AZAPO members, is that so?",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "Yes, we believe that they were working hand in hand with the AZAPO members.  Why I am certain they were working with them, there were people who were AZAPO members and I knew them.  Although there were some of the people that we didn't know, but there were those that we knew that they were really AZAPO members.\n Much of the people knew that the Walmer had the mostly they were the AZAPO members, Ebenhezer Maqwena was always leading them.  It was a terrible situation.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "We understand that it is a very horrendous story.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The interpreter does not hear what is being said.",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "I would just like to know what would you like to happen?  How can the Commission help you?",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "I would like that the Commission should investigate our brother's death.  I am certain that he never committed suicide, we know that.  The police and the AZAPO were always after him. The minute I think about him, I become nervous and disturbed for quite a long time.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Thank you very much.  I am handing over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "DESMOND MPILO TUTU",
            "Thank you very much.  Any further questions?",
            "Unknown"
        ],
        [
            "MRS R TSHANGA",
            "Please excuse me Commission.  I have another wish.  We would like to see the wire which they said he used it to hang himself.  They refused to show us, I also wanted his hat, they refused to give us the hat.  His belongings were also not all.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n13 R TSHANGA\n We understand that he had a denim trousers on, but we just found the denim lumber jacket and a pink T-shirt.",
            "Female"
        ],
        [
            "DESMOND MPILO TUTU",
            "We'd like to thank you very much to both of you.  We are always dumbfounded by what we hear and we are always short of words to comfort you.\n We hope that you will get strength.  We have heard many stories and everybody who has come to the witness stand always expresses something which is painful.  We wish that you could be supporting each other, we want to send our condolences to all of you.  We will try our best to meet your needs if possible, then we will be able to assist you.\n Thank you very much.\n I've learned that there are people who read newspapers whilst they are inside here, I would request that you should leave the hall so that you can enjoy your newspaper, because we have already stated that this is a very solemn moment, so we have to respect it.",
            "Unknown"
        ]
    ]
}