{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-09-11",
        "location": "BISHO",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54972&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho1/day3.htm",
        "speakers": [
            "INTRODUCTION",
            "CHAIRPERSON",
            "<UNKNOWN>",
            "BONGANI FINCA",
            "REV XUNDU",
            "ALL SEVEN WITNESSES SWORN IN",
            "TRUTH AND RECONCILIATION COMMISSION",
            "CASE NO",
            "VICTIM",
            "NTENGENTO",
            "UNKNOWN",
            "TESTIMONY FROM",
            "ADV SANDI",
            "TESTIMONY_GIVER:",
            "THEMBELA MTYINGWANA",
            "WANDILE MBATHU",
            "BOYCE NQONO",
            "YOLISWA SHIYIWE KEWUTI",
            "PAULOSI MANTYI",
            "KOBUS DU PLESSIS",
            "MAJ-GEN MARIUS OELSCHIG",
            "MARIUS OELSCHIG",
            "COL SCHOBESBERGER",
            "COL SHOBESBERGER",
            "COL MKOSANA",
            "MAJ MBINA",
            "GEN DISCUSSION",
            "ATTORNEY GEN W JURGENS",
            "ALL FIVE WITNESSES SWORN IN",
            "FREDDIE TUTANI",
            "ALFRED DAYILE",
            "ANDILE NDEMBU",
            "LIVINGSTONE KLAAS",
            "NKULULEKO ERIC QOBONGOSHE",
            "CONCLUSION"
        ],
        "original_speakers": [
            "INTRODUCTION\n",
            "CHAIRPERSON\n",
            "UNKNOWN COMMISSIONER\n",
            "REV FINCA\n",
            "REV XUNDU\n",
            "ALL SEVEN WITNESSES SWORN IN\n",
            "TRUTH AND RECONCILIATION COMMISSION\n",
            "CASE NO",
            "VICTIM",
            "NTENGENTO\n",
            "NATURE OF VIOLENCE",
            "ATTEMPTED MURDER\n",
            "TESTIMONY FROM",
            "ADV SANDI\n",
            "THEMBELA MTYINGWANA\n",
            "NATURE OF OFFENCE",
            "CASE NO\n",
            "WANDILE MBATHU\n",
            "NATURE OF VIOLENCE ATTEMPTED MURDER\n",
            "BOYCE NQONO\n",
            "YOLISWA SHIYIWE KEWUTI\n",
            "NOMAWATHU VERONICA WITBOOI\n",
            "NOMAWETHU VERONICA WITBOOI\n",
            "ADV POTGIETER\n",
            "PAULOSI MANTYI\n",
            "DISCUSSIONS\n",
            "DISCUSSION\n",
            "QUESTIONS AND ANSWERS\n",
            "KOBUS DU PLESSIS\n",
            "MR DU PLESSIS\n",
            "MR DU PLESSIS",
            "ADV NTSEBEZA\n",
            "WITNESSES ARE SWORN IN\n",
            "MAJ-GENERAL MARIUS OELSCHIG\n",
            "MARIUS OELSCHIG\n",
            "MAJ OELSCHIG\n",
            "REV FINCA",
            "COL SCHOBESBERGER\n",
            "COL SHOBESBERGER\n",
            "COL MKOSANA\n",
            "MAJOR MBINA\n",
            "GENERAL DISCUSSION\n",
            "CHAIRPERSON",
            "MR NTSEBEZA\n",
            "MR POTGIETER\n",
            "ATTORNEY GENERAL W JURGENS\n",
            "MR JURGENS\n",
            "ALL FIVE WITNESSES SWORN IN\n",
            "REV XUNDU",
            "FREDDIE TUTANI\n",
            "ALFRED DAYILE\n",
            "ANDILE NDEMBU\n",
            "LIVINGSTONE KLAAS\n",
            "NKULULEKO ERIC QOBONGOSHE\n",
            "CONCLUSION\n"
        ]
    },
    "testimony": [
        [
            "INTRODUCTION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will you all rise.  We are now getting ready to pray.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Let us pray.  Compassionate God our Father, we thank You for the gift of life that You have given to the good and the bad, to the evil offender and the sufferers.  Your love reigns on everyone and You are always interested in our well-being and always seek to meet us in relationship giving us the privilege to call You Father.  For this, God we are thankful.  We thank You that in the death of Jesus Christ You put an end to division and to disunity and brought to men and women the power of love, reconciliation and forgiveness.  \n We pray for this Commission and all its leaders who represent the power of God's love and forgiveness, that You may give them more grace and strength today, to listen to human suffering and injustices.  Give them a wisdom and a gift of descendment and the strength and ability to listen to the mind and the souls of all testifying.  We pray that you would be present with those who are testifying.  Give them Your Holy Spirit and comfort them as many who break in tears, who cannot contain the pain that they could no longer bear.  Let your Holy Spirit guide all who testify, that they will speak nothing but the truth, so help them God.  \n Above all, teach us the greatest principle of the cross, to love and not revenge, to forgive and not hate.  We also pray for the perpetrators of evil, that the power of Your love and greatness and the greatness of this Commission would lead many of them to repentance, changing their hearts and their conscience which is not always easy.  Help us God to listen to the whole truth, that we will listen and be patient and tolerant to hear the hearts of all who are testifying.  So guide us now God we pray, in Jesus name.  Amen.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Father.  Please sit.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Chairperson, I wish to propose that we follow the schedule for day three, with one amendment, that we take from about a quarter to ten or 10 o'clock the testimony of Mr Kobus du Plessis who is going to brief the Commission on the ballistic investigation on this particular event.  I am informed that the former officers of the CDF are present except Mr Dirk Adriaan van der Bank who is not confirmed at this stage.  Chairperson I propose that you accept this order.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are now going to follow the list as indicated.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Chairperson, I think that the Chairperson should have notified you sir that there are a few amendments also in the list because some people are not here yet and so we are going to call number 1, 2, 3, 4, 6 and 7.  So I will call them in that order.  We can add 9 and, ja we'll do that.\nThank you - Thembinkosi Ntengento, Thembela Mtyingwana, Wandile Mbathu, Boyce Nqono, Yoliswa Kewuti, Nomawethu Witbooi and Paulosi Mantyi should ascend the stage.  I would like to swear you in.",
            "Unknown"
        ],
        [
            "ALL SEVEN WITNESSES SWORN IN",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ntsikelelo Sandi?",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "1",
            "Unknown"
        ],
        [
            "VICTIM",
            "THEMBINKOSI MC DONALD",
            "Unknown"
        ],
        [
            "NTENGENTO",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "THEMBINKOSI MC DONALD",
            "Unknown"
        ],
        [
            "NTENGENTO",
            "THEMBINKOSI MC DONALD NTENGENTO   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Chairperson.  Our first witness to listen to is Mr Thembinkosi McDonald Ntengento who, according to the statement, he is going to tell us about his experience on the 7th September 1992.  We can now listen to Mr Ntengento.  On this day, Ntengento, you say you were one of the marchers?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was one of them.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you say what actually happened to you because we have already heard what happened to most of the people who were present there.  Now how were you affected?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When this helicopter landed and again flew up, then there was shooting.  I decided to run away and into the stadium and whilst I was there, soldiers came from a certain direction.  They were shooting already and I ran into the stadium trying to hide myself.  Then I went out of that hiding place and as we were going out of the stadium, I was shot here next to my eye and I fell down with my legs facing upwards.  I could still hear with my ears though I was dizzy and I couldn't tell where I had been shot, so I was taken to Gray hospital and transferred later to Frere hospital and I was swollen, I couldn't see, neither could I hear properly.  On the second day, they inspected my eyes only to find that there was a bullet just below my eye.  Whilst I was there, my family came to visit me because they had heard the news that I was in the mortuary.  I spent three weeks in hospital with the bullet within me and this bullet is still there, just below my eye.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Does this not affect you that you still have this bullet here in your eye?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "---  Long ago I used to bleed through my nose but getting some medical treatment, but later on I would swell but I must say I still have pain on my eye.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now you say you still get medical treatment, who is the doctor and where is the doctor?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " This doctor is in Frere hospital and his name is Thomas Tudi and he referred me to Chichu clinic because I also started taking fits after this incident. ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Are there any lawyers that you visited asking for advice on this matter?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "---  I was called to Advice Centre by Mr Mbambi, two times he called me to see Mr Clive who is in Grahamstown and he asked me what happened and I told him and I went to Berlin too, to see Mbambi and they asked me whether I was going to be satisfied with the money they are going to give me.  Then I said to them I didn't know how much I was going to get.  They said I was going to get R80,000 which I have not received to date.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now do you mean Mr Clive who is working for the Legal Resource in Grahamstown?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he is a lawyer in Grahamstown but I don't know his office.  ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Berlin Advice Office that you have referred to, is it the same office that has been mentioned by most people here who used to get assistance?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, it's the office here in Berlin.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " According to your statement there is a request that this Commission should assist you to facilitate that you receive this financial compensation for your shooting.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I have made that request.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When last did you speak to Mr Clive Plastet about this matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " That was long ago at the time Mr Mbambi spoke to Clive otherwise I last saw him in person when he was writing down his statement.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any other request you have?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I'm asking that as an epileptic case and I'm unable to do anything, I'm asking that I should be assisted to get some disability grant which I had applied for earlier on but was turned down.  I was asking for a disability grant.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now do you mean that you would like this Commission to facilitate that you receive this disability grant?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, if it has the power because my children left me only because I am unemployed, even my wife left me.  I'm left all by myself and my sister too is also sick, and though she used to help me because she left the husband and came to stay with me to support me but she fell sick too.  So I've got no one to assist me.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I would like to wait for you to compose yourself or let me ask one last question.  You said Mr Ntengento, due to this shooting incident you took to fits, how often do you get these attacks?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It is after two months, some other times these attacks become too close to one another.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is that all you have to say?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes but I still have another request that I wish that those people who were shot could see God later in their life.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I thank you Mr Ntengento.  I'm now going to hand you over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "3",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "THEMBELA MTYINGWANA",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "THEMBELA MTYINGWANA",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Let's now ask Mr Freddie Tutani to come forward.  Mr Thembela Mtyingwana?\nTHEMBELA MTYINGWANA    Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Let me greet you first, Ms Thembela Mtyingwana.  By the way your request is that you should appear before this Commission to talk about what happened to you on the 7th September 1992.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it's like that.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " And Thembela could you now explain and tell us about your experiences when there was this shooting.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " We were marching up the main road and we were facing the stadium.  I jumped over a fence and I walked for a short distance and I thought I had stumbled because I fell on my face and I was trying to stand up.  I noticed blood, then I tried again to stand up but I couldn't walk.  Then I crawled because there was a certain car parked in front and I was trying to get to that car to go and hide underneath and I kept there for a while.  There was the gunshots and then the owner of the car saw me under the car and he took me into the car and drove me to the Gray hospital where I was given pain tablets and admitted, which was on a Monday.  Then on Wednesday I was transferred to the Frere hospital where I was given a medical examination and discharged on a Monday.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now you say, where were you shot?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was shot here on my thigh.  The bullet pierced through my thigh.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you still have a bullet in your body?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No the bullet just went through my body.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Then at Cecilia Makiwane hospital, did you ever get any treatment?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did.  At Cecilia Makiwane, when I was shot in 1992, I used to go there to get treatment, at Gray hospital as well.  Then in 1996 my leg got swollen and I went to the Gray hospital.  They referred me to Cecilia and I was hospitalised for a week and they operated on my leg because it was swollen and they said there was some poison in my leg.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now you say this was all as a result of the shooting, as a result you can't even work well.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I can't work properly because some other times my leg does not function well, I feel some sharp pains, it becomes very painful.  Even now it is still swollen though I'm still taking my medication and treatment.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " How often do you go to the hospital to get your treatment? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I always go whenever I feel some pains and then they will give me a date to come back to them.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I see here in your statement that you have a request that you should be granted a bursary to further your studies.  What are you doing presently?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I'm doing nothing.  I'm staying with my mother who is working and yet there are five of us and we all go to school.  I passed my standard 10 last year and my wish is to pursue my studies and because my mother is the only one who is employed, is the one who gives me the money for transport and for admission in hospital.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What work does your mother do?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " She is a shop assistant in King William's Town. ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Are there any other requests that you may be having to forward to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My request is that this Commission should assist me as my mother is the only one who is employed and who provides me financially.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any lawyer you want to see for any advice in connection with this?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My mother did go after my injury in 1992, to a lawyer here in King William's Town.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you still remember the name of that lawyer?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes I do.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " And what happened there?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Then this lawyer said we should wait but up to now we haven't received any response.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What is the name of this lawyer?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is Mr Smith.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is he the one who was mentioned earlier by the others?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When last did you talk to Mr Smith in connection with this matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was last month when my mother talked to him and then Mr Smith said we should expect a letter which hasn't come.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did Mr Smith explain to your mother that - how far has he gone with this matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he did and mentioning everything and he has got all the documents that are necessary with him.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Now you say this Commission should find out from Mr Smith how far has he gone with your claim?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes if it is possible.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is that all you have to say to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes that's all.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I thank you Ms Mtyingwana.  I shall now hand you over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions from anyone?  Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "WANDILE MBATHU",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "WANDILE MBATHU",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "We will request Wandile Mbathu to come and give testimony.\nWANDILE MBATHU   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Could you come closer to the mike sir so that we can hear you properly.  I would like to just make sure that I've got the right names.  Is your name Wandile Mbathu and not Mbethe?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No it's not Mbethe.  ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Mr Wandile Mbathu?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Mr Mbathu you said that you were at the march when people were being shot.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can I request that you tell us what happened to you that day.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " We went to Bisho.  When we got there we were shot.  After we were shot, as I was shot in the head and fell down.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Where exactly?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It started on my side to the front.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Please carry on.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I fell down and when I tried to get up I was very dizzy and I fell again.  After I had fallen, people came and put us in cars and then we were taken to the Gray hospital.  When we got to the hospital I was walking.  I was given tablets and medicine then I went home.  When I got home on the fifth day I started having fits and I was taken to the hospital.  I was taken to the [indistinct] hospital. ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " In your statement Mr Mbathu, you say you were taken from the location of the shootings and you were thrown in with corpses. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did these people think that you had also died?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes they did.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Where did you hear this from?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Someone told me.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did he see you when you were being put in the van?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he was there.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Mr Mbathu, we just want to hear fully about the injury that you sustained as a result of you being shot.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was taken to hospital in Mdantsane.  I stayed there for about two months.  They were trying to remove the bullet from my head.  I was operated on.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you receive any treatment?  Are you still on treatment?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I continually go.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Where is your doctor?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is in Mdantsane.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is he in the hospital there?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he is at the hospital.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What kind of medical treatment are you receiving, is it for pain?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I constantly get cramps and I just fall all the time.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you go to attorneys to put a claim?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did go.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Which attorneys are these?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Smith.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What happened?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He said that I would receive my money sometime, I went last Tuesday as well.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you mean last week?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes last week.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did he say how much you are going to receive?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No he did not.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you have a request to put forward to the Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I request that as I am injured, that I could get my money because it's quite problematic.  I need pension.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I notice here that there is another request that you have made, that has nothing to do with you personally.  Do you remember that request?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I do.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you tell us Mr Mbathu?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I said I wanted a house.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you not say that this Commission should ascertain or make a request to the government to build houses for victims like you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did say.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you have another request that you would like to make Mr Mbathu?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I do not but I just need my money because I was injured.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you say that you have got a bullet in your head?  What do the doctors say, why don't they remove it?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was operated on.  They probably removed it.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is this bullet still in your head because your statement says you have a bullet in your head?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I do not know.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is this all you would like to say?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mr Mbathu.  I will take you back to Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is there anyone with questions?  No.  Thank you sir.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "6",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "BOYCE NQONO",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "BOYCE NQONO",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "We will request Mr Boyce Nqono to come to the mile.\nBOYCE NQONO   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Greetings Mr Nqono this morning.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Good morning.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can we start at the point where there were shootings and where a bullet entered your body, please.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was at the Ciskeian borders.  We were still in a bit, we saw comrades at the field and we thought we should also cross the field and go to the stadium.  When we came close to the razor wire and were entering the stadium I got shot.  We saw comrades going back and a helicopter going up.  When I was running, turning right, a bullet entered my body at my left.  I fell down.  A comrade helped me trying to run.  We left and we went to an old house.  There was a fire going.  I got into a taxi and I was taken to the Gray hospital.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Were you transferred from the Gray hospital to Frere?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I was stitched then sent to Frere.  At Frere hospital I got full health.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " How long did you stay for at the Frere hospital?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was admitted on a Monday, stayed the Tuesday, on Wednesday I was discharged.  They said they don't see any damage because my bones were not affected but my arm was not functioning at all.  I could not feel anything.  I went home to Dimbaza on Wednesday.  They kept on saying that I must come back to see what's going on.  When I went back to Frere, they decided to operate on me in 1993.  They realised that my - most of the time my arm does not function.  I then kept on going to Frere hospital on Tuesday.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Mr Nqono, could you tell us more about your arm.  You say that it's not functioning well and you are constantly feeling pain.  Is there any type of treatment that you get?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My arm functions but not well because I hurt all the muscles.  When it's too hot or too cold, it's painful.  It's got no strength.  Whenever I realise that it hurts or there is something wrong, I go to Frere hospital.  They then treat me then I go back to work.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Where do you work Mr Nqono?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I work in Dimbaza.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What are the names of the attorneys that you went to?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " That is Smith and Thabata.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When did you go to them for advice?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went in 1993.  I was then advised by a member of the Parliament to go to the attorneys.  Mr Sulkooper was in Frere and said that he is handling the whole case.  I asked Mr Smuts.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you remember the date and month in 1993 when you went to Mr Smith?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I don't remember well but it was mid 1993.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What did Mr Smith say?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He said that if, when you are claiming from the government, six months must not elapse from the time of the incident and the six months had already elapsed but he said he will try to help me.  He made the claim.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you go back to him?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did, I go frequently and he just keeps on saying that he sent my claim through to the government but they have not responded.  What is happening?  No clarity has come.  I went even yesterday to ask what is happening.  He said that there has been no progress.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I notice here that you have requests?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " First of all, you requested you want to be helped in educating your children.  ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " How many children do you have?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I have three.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Are they all at school?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Only one is at school and the other two are at creche, but because I don't go to work all the time, I have problems.  Even at work, I have to be assisted in order to perform my job fully.  My arm has no strength.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you have another request?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes there is another request. ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you tell us briefly.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The request that I made is that I be given a disability grant from 1993.  When the doctors gave me a disability - I only put a full request for a disability grant in 1994.  There has been no progress.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is that all you have to tell us Mr Nqono, concerning your requests?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I have another request.  It is very difficult for me to work.  This place that I work at - I then went - I talked to my management and told them my problem that my arm is not functioning well.  I will request that they then gave me a job but your problem must not affect your production.  I struggle at work because my arm gives me problems and my manager tells me that I mustn't go to work.  He then takes me to clinics to get medication.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Thank you Mr Nqono.  I will ask Mr Chairman to take over. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I have another request.  That the Commission must thank two members of Parliament that helped me during the time I was unemployed.  That is Mr Smuts Ngonyama gave me money to go to Frere and Mr Sam Goniwe, he also assisted me financially.  Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "These MP's that you are talking about, are these MP's at Bisho, Mr Smuts Ngonyama and Mr Sam Goniwe who gave testimony here.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's wonderful.  Yes you - In many ways actually you humble us, you know, and you are a rare people and a special people.  Thank you very much.  I see that there are people reading newspapers.  Please respect this Commission.  If you want to read your newspaper or you want us to see that you are literate, please go outside the hall, we will see you.  Although we want people to be relaxed, it is a very important body this and please [indistinct] its dignity.  Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "7",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "YOLISWA SHIYIWE KEWUTI",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "YOLISWA SHIYIWE KEWUTI",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "At this point we are going to go to Ms Yoliswa Shiyiwe Kewuti.  I would like to ask her to come closer to the microphone please.\nYOLISWA SHIYIWE KEWUTI   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Good morning Ms Kewuti, I'd like to greet you this morning.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Good morning Chairperson.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I would like to ask you that when you speak, you please come closer to the microphone and also ask you that when you speak, you look at me so that in case I want to indicate anything to you, you can see me.  Thank you Ms Kewuti.  You said that on that day of the shootings on the 7th September 1992, you were part of the march, is that correct?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you please tell this Commission what happened to you when the shooting erupted.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes Chairman.  What happened on the 7th September in 1992 is that we went to Bisho.  When we got to Bisho we went in and a helicopter appeared.  A Ciskei [indistinct] helicopter, got to the stadium and hovered very close to the ground but didn't actually touch down and Mr Chris Hani asked us not to sing any freedom songs, and not make any noise but we should rather keep quiet because that was Brigadier Gqozo.  So that it did not appear that by singing these freedom songs, we were provoking him.  We should show him that we came to the stadium to speak to him and that we should not sing any freedom songs that might provoke him.  ... end of Tape 1, side A ... ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Could I please put one request to you at this moment, one request only.  That we should start with the part where the shooting occurred.  Where were you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When the shooting occurred I was inside and I ran and the bullets didn't strike me inside the stadium because we ran out.  As we were running.  I was working in Dimbaza at the time and I was running in the direction of Dimbaza.  Near the [indistinct] we got to the roadblock where there were plenty soldiers and when we got to them, the first soldier asked us where we came from.  No one replied.  None of us replied.  He then asked us if we were coming from the march and wanted to know what Chris Hani told us to say and none of us replied.  One of the soldiers said that oh this was a nice march because some of them are bleeding, others are walking around naked, they don't have anything to wear any more and [indistinct].  One of them came to us and assaulted us.  I was assaulted with the butt of the firearm on my head and on my arm and then I lost consciousness.  I then lost consciousness and regained consciousness that night when a lady from Pierre came to pick me up.  When she picked me up she said that she wouldn't be able to keep me because she was afraid of being arrested, that she wouldn't be able to offer me any refuge, that I should go home because I was from Zipunzana.  The driver then tried means of establishing where I live until I finally got home late that night.  My mother took me to Frere hospital.  At Frere hospital I was admitted in ward B3 for a whole week.  I was pregnant at the time.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I'll wait until you have regained your composure Ms Kewuti because it is quite obvious at this time that you are in no condition to proceed.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was then admitted to ward B3 and at the time the doctor said that he was not going to treat me because I was three months pregnant.  So what had happened was that I was going to die and my baby would survive and come and harass the [indistinct] in my place.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you remember the doctor that said this to you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I cannot remember him but it was a white doctor.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Could we just go back a little bit Ms Kewuti.  At the time this thing happened, were you working?  You said you were working in Dimbaza but you were living at Zipunzana in East London, is that correct?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was working in Dimbaza.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any treatment that you are currently receiving?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I am currently receiving treatment because after that I started suffering epileptic fits which I still suffer up to this day and I cannot keep still because I always get hot because the doctor realised that I've got a fracture in my skull and this is going to affect me all my life.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What happened to the baby you were pregnant with at the time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The baby was born and was quite a healthy child.  There is nothing wrong with the child.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " The place where you were working in Dimbaza, what happened, what became of your job?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was never paid at that factory.  The Chinese people that were running the factory said they couldn't accept me back because I was a troublemaker.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you ever consult any attorneys for legal advice?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, upon my discharge from hospital, I went to the Black Sash and they appointed an attorney for me from the offices of Mgwane and Mgwane.  I got an attorney by the name of Mr Skwebo but nothing became of the matter because the only letter I received was one saying that I had to come to Bisho on the 27th September last year and that was the time when I had been admitted to hospital because there was a time when I had become mentally insane.  I then came here with that letter myself because I was told to come to the Supreme Court and I came by myself but there was no trial.  I just got to the Supreme Court and no one paid any attention to me so I went back home.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " I notice that this distresses you.  It really upsets you that you should have to repeat and relive this pain.  Ms Kewuti can I just read from your statement what your requests are so that you could just confirm whether it is so or not.  In your request you said that you would like the Commission should attempt, should try and organise medical treatment for you, is that so?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes that is correct.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " So that you could be treated for the injuries which you have sustained at the time of the shootings, is that so?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You said that you haven't been able to work since, is that so?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any other request which you would like to put to the Commission that you haven't said in your statement?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The request that I would like to put to the Commission is that I do not have any parents and I am the eldest at home.  My mother passed away and left me with her children as well as my two.  So there are six children altogether and there is no source of income.  I am the only one that tries to make an income by selling nick-Nicknacks and fish at school and sometimes I get epileptic fits while doing that and people would just loot my goods and there would be no money after that.  When the weather is like this I am fine but when it is hot I get sick.  So the children are still at school and they are still young and I would like assistance as far as they are concerned.  My mother's children as well as my own because my own children are still very young.  I would like to be helped with the children because I will never be able to do anything because even at work, I was a machinist, but I can't do it any more because I get hot very quickly and I would like the Commission to try and arrange for me to receive a grant.  I had applied for one previously at Frere hospital but my application was denied and I wanted to know why because I am still receiving treatment.  I receive treatment every month.  Every month I receive treatment and the doctor also confirms that I will not be able to survive without it.  I receive treatment at the day hospital and sometimes I am admitted to Frere hospital.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Thank you very much Ms Kewuti.  At this point I would like to hand you back to the Chairperson.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I would also like to ask, to thank the Commission for being here and come and break down the walls of Jericho because through the grace of God because we were being hunted like animals and today I am extremely grateful because this is through the grace of God.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "9",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "We would now like to ask Nomawethu Veronica Witbooi to come to the stand please.\nNOMAWETHU VERONICA WITBOOI   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I would like to greet you Nomawathu this morning.  You are going to tell us about yourself today since you were there at Bisho the day of the shooting.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you please tell us, can you please tell this Commission what happened to you that day.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " While we were still marching, me and my friends were crossing the road and then we saw the helicopter.  We heard the shots and when we were running back to King William's Town I fell down.  I couldn't stand up again.  I tried and tried but I couldn't.  I slept there until other people came.  They picked me up and they took me to the car and then they took me to the Red Cross tent.  I was taken there with a helicopter and it took me to Frere hospital and then I was taken by the ambulance there to the hospital.  They took me to the x-ray in hospital and they saw the bullet where it was.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You say they saw the bullet where it is?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did the doctors take the bullet out?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes they took it out at Frere hospital.  I woke up at night and I asked them what happened because I was unconscious.  The bullet was in my stomach.  It penetrated through my back out of the stomach.  I stayed there for a whole week, for two weeks.  I was discharged but I couldn't walk.  My leg was broken and my thigh was broken.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can you please come nearer to the mike.  Do you get any treatment since you were shot?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I just have pills for bones.  They gave me pills. ",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you go to any attorneys in order to get some advice?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did go to the attorneys.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Who are they?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went to Smith, Thabata and van Heerden.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What happened with your case?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " This year in February I got a letter from them and then I went to King William's Town to see them.  They told me that there are some documents in the folder and I have to go to the doctor to get the folder.  They wanted the medical report from the doctor.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When did you get this letter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was in February.  The doctor gave me all the documents.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Wasn't it in March?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it was in March and the doctor sent them, the folder, and I couldn't hear anything since then but when I went there they told me to wait until now.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Which doctor was this now?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was Dr Manda.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is he in King William's Town or East London?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is in East London, Cecilia Makiwane.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you go back to the attorneys to hear what was going on?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When was the last time you went there?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Two weeks back I went there and they told me to wait.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What did they say to you?  What did the attorneys say to you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " They said that they are waiting for the soldiers' response.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you have any request to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes my request is that I want to know what is going on because I don't know what is going on.  I don't know whether my case is still on.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " In your statement you said that because of the injuries you can't stand up for a long time and you can't walk for a long time.  When you talk about standing up, how long can you stand up?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I can't stand up for the whole day.  I have to take time to sit down but I can't stand for the long time because my leg gets painful.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When you were talking about the long distance, if you can estimate how long is the long distance?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I can't walk from here to the way to King William's Town because I got tired very early.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Were you like that before?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No this is new since the shooting.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is that all you want to say?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Can I put you through to the Chairman of the Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any further questions?  Denzil Potgieter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  Ms Witbooi, when did you approach the attorneys?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "---  I went to the attorneys while they were in East London and they told me the case is late.  They told me my claim was late but they took my statement and they advised me to go to Berlin Advice Centre.  I went there.  I waited for the response from Berlin.  They sent me a letter telling me that I should go there but when I was there they told me that my name is not appearing in the list and they sent me back to the lawyers, Mr Smith and Mr Smith told me they do have my name in Berlin but my document, they lost my documents and they told me to go back to that doctor.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " What was, first of all, just can you remember what year was that when you saw the attorneys the first time?  What year was it when you saw them the first time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Mr Smith?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " H'm.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was 1993.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " And when was the last time that you heard from Mr Smith?  When was the last time you heard from him or that you saw Mr Smith?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " This year.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " So you saw him, sorry.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was in March and April this year.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " March and April this year.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " And what did he tell you then when you saw him?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " They told me to wait because they are still busy with my case.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            " They still busy with the case.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " H'm.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any other?  Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "13",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "PAULOSI MANTYI",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "PAULOSI MANTYI",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Can we please go to Mr Paulosi Mantyi.\nPAULOSI MANTYI   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Can I just make sure about your names.  I'd like to greet you first.  How are you Mr Mantyi?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Very well thank you, how are you?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " What are your full names?  Is it Paulosi Mantyi?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The name is Paulosi and the surname is Mantyi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You were also present the day that people were shot.  That means that you are going to speak about yourself, is that so Mr Mantyi?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes that is so sir.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Let us begin with the shooting.  Would you like some water?  You said that at the time that you were shot you were in front or were you close to the entrance to the stadium?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was very far from the stadium and since there were a lot of people that day, we saw that there were a lot of people in the road.  We were sitting on the tar road because there was an instruction from the people in front.  It was announced on the loudspeaker that we should sit down and we sat down.  While sitting there, we saw that we were going to be hurt by the people coming on because the rest of the crowd because they hadn't heard the announcement and we got out of the way and went.  There were walls near the stadium, near the field and we went down that way because we were going to go over the embankment and we saw the people getting up going towards the stadium.  We then, there were four of us and we proceeded.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Had the shooting all started at that time Mr Mantyi?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No they had not started.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Let us start with when the shooting started.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When I crossed over, we went over the stream and I saw this helicopter.  It wasn't a Ciskei helicopter, it was something known as the Mellow Yellow and when it went up there was dust because when a helicopter takes off it causes dust.  I last saw the helicopter taking off and the next thing we heard gunfire and something else that is difficult for me is that when we fell there, the grass was  also being burnt and since the grass was very long, it had been set alight and I had passed there and been on the other side of the grass that wasn't burning yet.  In all the time that they were shooting I thought that they were using rubber bullets or teargas.  We then proceeded and we were told to lie flat on our stomachs and I somersaulted.  When I somersaulted I realised that I almost somersaulted into the burning grass and I got up trying to get away from the burning grass and that's when I was struck by a bullet.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Who set the grass alight?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I do not know because when we got to that field the grass was burning, it was burning already.  I did not see the person that set it alight.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You were then struck in your leg.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was struck in my leg and it struck the bones in my leg.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is it your left leg or your right leg?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was my right leg.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You said in your statement Mr Mantyi that you then lay flat amongst the corpses, the bodies of the deceased.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " That is when I realised that live ammunition was being used and not rubber bullets because when I was struck trying to get away from the fire, I had, I was struck by the bullet and I fell again.  I didn't realise then that I had been struck and when I tried to get up again I couldn't.  While lying there, I saw someone pass and I, since that was an embankment, a steep slope, it appears as though this person was running there and had been struck because this person running there was struck in such a way that his intestines were out, and he came to fall next to me and I realised then that we were really being shot at with live ammunition.  When I tried to get up and run away my legs wouldn't carry me.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you say that you were assisted by a certain young lady at the time you were lying there amongst the corpses?  Do you know this lady?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I do not know her.  She saw me, she recognised me and at the time there was chaos.  People were crying, ambulances were up and down.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " And how did this lady assist you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " She had already run, she was running for her life but when she saw that I raised my arm, she tried to put me on her back and I realised that she wasn't going to be able to help me that way but by then the gunfire had subsided a bit and it resumed when she was trying to put me on her back and I thought that, realised that this is going to cause us both injury or maybe even cost us our lives because she is not going to be able to carry me to safety.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any expression of gratitude that you would like to make towards this lady, even though you don't know her?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes Mr Chairman, because this girl, even after my discharge from hospital I realised that it was a family member of mine but she passed away last year.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Do you know her name?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes Chairman, it's Sindiswe Kangilane.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Thank you for that.  You said that the bullet was removed from you at Gray hospital.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When I contacted the hospital, Gray hospital, the people had already been removed by ambulance and there were no ambulances available anywhere so [indistinct]. I was taken by a private car from men that had come off the road and put me on their backs and found that the ambulances had left already.  So a brown private car that had come from the direction of the stadium with injured people in it, opened its doors and I was put in there and it went and took me to the hospital.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any treatment that you are currently receiving in connection with your shooting?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " In Gray hospital I was merely stitched up and we were told that we were being transferred to Frere hospital in East London.  We were then transferred by ambulance and the ambulance that I was in was re-directed to Cecilia Makiwane when we got to Mount Ruth because they said Frere hospital was full.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " You said that you are unable to work because you had been shot in the leg.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I cannot work properly, I cannot stand for a long time because even now that I am sitting here my leg is paining because once the weather seems cold and raining, it starts paining because my leg started paining at some stage and it just opened up and pieces of bone just came out and I didn't even go to the hospital because what I was terrified was, that I was taken to theatre four times and at Cecilia Makiwane even while I was at the theatre they find that the operation wasn't conducted properly and I would have to go back time and again and I, the fifth time I refused to go back.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you even have to stop working, were you working at the time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I lost my job because they kept on saying - I was working at Mr Damilani's bottle store known as Notolie here in Mdantsane.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Were you working there at the time of the injury?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was working there.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Are there any requests Mr Mantyi, that you would like to make to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes Mr Chairman, I do have requests.  I appreciate the fact that the Truth Commission has given us the opportunity to come and express ourselves here and I also would like Brigadier Oupa Gqozo to be one of the people sitting here so that I could ask him and he could answer himself, what the reason was for having shot so many innocent people because on the day that we were shot, we were unarmed and we were marching peacefully towards the stadium and I feel that if there is anything that he wants to ascertain from us, he should have come to us and asked us instead of just shooting us because we were not animals.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Is there any request that you would like to put before the Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, one more request I have is that I would like to ask this Commission since it is listening to the evidence of the victims of the shooting by Gqozo that we should receive some kind of compensation.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Did you consult any attorneys for legal advice in connection with the shooting?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went to attorneys after having been hospitalised for 37 days and I was discharged in November.  So in February 1993 I went to the Ben Ndonga attorneys.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " And what became of the matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I last went to see them last year when I had been sent a letter at [indistinct] in Mdantsane and I was told to go there the Monday morning.  I then went to the attorneys and I was told that the Monday there would be a trial.  When I got there uncle Ben said to me that his secretaries should take out my roll.  I don't know what roll it was but they should take it out of the book because the date on which I was called was cancelled as the court date, and that was the last that I saw of them because they promised to write me a letter again.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " When was that?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " That was last year.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Didn't you go back to them to try and establish what became of the matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I didn't go back to them because they said that they would write me a letter because I realised that I was tired of going to them all the time which because at the time I was staying in Mdantsane and then I came home to Devon and I would keep going to them, so as they said that they would write to me and I would go home and try and find out if there were any letters for me from them.  I got tired of going to them all the time because I realised that I didn't have any money because my mother is the sole breadwinner at home, my father is unemployed, and I am supposed to ask her for money each time.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            " Mr Mantyi if I understand you correctly, are you asking this Commission to contact Mr Ndonga and find out what became of your matter?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I would appreciate that Mr Chairperson, if the Commission could put me in touch with Mr Ndonga and just ask him to give me some answers because a lot of people did a lot of things and some people were just provoking or torturing me sometimes, so I don't know if he is still trying to prolong my suffering.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mr Mantyi.  I would like to hand you back to the Chairperson.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Order please!  Any further questions?  Thank you very much.  I don't know if you noticed that when these people give evidence that a lot of them, not just these today, but also witnesses yesterday and the day before.  Something that I found that interests me in our people, is that they used to help each other without even knowing each other.  You were lucky that you were helped by a relative.  You didn't know her at the time and that person didn't know that, this girl trying to save your life and put you on her back because you were injured was actually a relative but we heard from a lot of people that this was what used to happen.  \n But what makes me, what amazes me is that when we do this at these times of difficulty, why should we stop helping each other during other times because we would have been so far if we could all join hands in the way people did helping each other.  People not knowing that when they stopped to help the other person that they would also, might also be struck by a bullet, perhaps they would even die in trying to help somebody else.  How I wish, I am sure that we all wish that that spirit of helping each other could be the spirit that we could keep with us all the time.\n We would like to thank you because here you are, people that can say thank you to people that were of assistance to you then.  You suffered, you were injured, you experienced pain and a lot was done to you but still the majority of you come forward without any hatred, without bearing any grudges, I mean, you make me angry, but one would expect that you people should take revenge on the people that injured you and this is the kind of spirit that helps us.  Something else that we have [indistinct] is that the majority of people that always come and give evidence here, speak about attorneys.  \n Now we don't want to make a general observation.  The only point is that virtually from day one of this hearing, many people have spoken about how they have not been able to get compensation and that they have often gone back to the lawyer.  Today we heard someone say they were with the lawyer on Tuesday and that they seemed to be given a run-around as well and I just want to appeal to those lawyers who have been involved, are involved in efforts to get compensation for people who were injured in the Bisho massacre, please to be in touch with our office so that we can see whether we together cannot expedite this matter.  I think it is intolerable that something that happened in 1992 has not been resolved satisfactorily.  We would appreciate it very much because that would be one of the things we can at least do for our people.  \n We note that the advice office which is repeatedly referred to, the Berlin advice office acquitted itself splendidly well and we would want to commend them for the good work that they have done.  I'm getting notes here to try and make me sound intelligent.  Yes, I'm now saying it.  We would also be very grateful if the government could expedite the payment of compensation help to settle cases as expeditiously as possible but we say it here once again that we thank you and pray that God should be with you and help you and comfort you and we will try as hard as possible, try our best, to see what we can do about the request that you have placed before us.  Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Chairperson we call Mr Kobus du Plessis, former member of the South African Police, conducting the ballistic investigations.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I would like to welcome the school, no I don't know, do you say school children, no school people, school persons.  I had someone complain that we shouldn't speak about this place called Kuruman, it is Kuru person but it is a very good thing to see young people come because this is part of the history of our country which is going to make an impact on your own lives.\n Order please!  Let me just try and explain, Mr du  ... end of Tape 1, side B ...",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please!  Let me just try and explain.  Mr du Plessis is going to be giving evidence that relates to ballistics statistics on the massacre.  I mean he will be speaking about how many bullets etc. etcetera directions, velocity and so forth.  Unfortunately, no, no, I shouldn't - I think that, I was going to say unfortunately it is going to be done in Afrikaans but I take that back, it is not unfortunately.  Afrikaans is one of the eleven official languages.  It is just that we don't have, unfortunately we do not have enough headphones and if you will, I think, exercise, those of you who do not know Afrikaans well enough and do not have headphones, perhaps two people could sit close to each other and share.\n Order!  Order!  Order!  Now, okay, I gave you the break to make a bit of noise, now will you kindly behave as you normally behave.  Thank you.  \n Could you please switch it on.  I would like to welcome you.  We appreciate the fact that you have taken the opportunity to come and give evidence here and we trust that you will be able to assist us to get a better picture, to get a better perspective of the happenings there, but thank you in any event.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Thank you very much Mr Chairperson.  It is a privilege for me to be here today and I will try my best to be as brief as possible about this event and about my involvement in the aspects as far as the ballistics are concerned and perhaps we - you know in Natal, the Zulu's use the word for ballistics experts udokutella esbamu which means a doctor of guns or a ballistics expert.  But that is how we approach our work as ballistics experts, is that we should look at a scene.  The Bisho incident was the scene for a ballistics investigation and in my opinion, it was the biggest shooting incident which ever had to be investigated by ballistics people in the world.\n I would like to proceed by referring to the report which I have compiled and I also have photo albums by post-mortems because I attended post-mortems directly after the incident and I would like to start with them, with regard to the deceased in this incident, and then I will proceed to the area plan of the scene itself.  I myself, was attached to the Ballistics Unit of the Forensic Science Laboratory from 1980 to 1992 of the South African Police and as a member of the South African Police, I conducted this investigation.   I resigned as a member of the South African Police at the end of November 1994 and I am currently in private practice as a ballistics expert.\n My investigation started on the 8th September 1992.  On the 9th, 10th and 11th, I attended post-mortems on the 28 civilians and the one soldier that were injured, who were shot and at the time of the post-mortems, a lot of exhibits were removed from the bodies.  From 12 of the deceased, bullets were removed which were fired from military firearms.  I also have an example of the 5,56mm projectiles which were used in the military firearms.  I have brought one with me.  Some of the bullets also disintegrated upon entering the bodies and only the shells of the bullets were found in five of these cases.  Then in five cases there were also very fine fragments of the projectiles which, upon impact, disintegrated totally.\n With one deceased, a piece of shrapnel was found which, upon investigation by an expert in that field, that wasn't me, although I also identified it, was identified as not originating from a bullet but that it probably originated from a grenade which exploded.  Then with six of the deceased, specific exhibits were found with regard to bullets or grenade explosives and so forth, where they had disintegrated and they could be detected in the X-rays.\n Mr Chairperson, I also made a summary of the injuries of the deceased.  I did a wound radius analysis in the documents before you and it is on the very last page.  It has been annexed to the document on the very last page and I would like to deal with the summary now.  It is divided into three.  The top section speaks about the direction of the onslaught with regard to the bodies of the deceased.  I broke it down into the direction from behind, in front, left and right.  Also the part of the body which was struck, I broke down into the head, neck, the upper body and the lower body.  The upper half of the body from the waist upwards and the lower half from the waist downwards.\n If we look at the position in which the bullets struck the bodies of the deceased, there were eight who were struck in the head.  With regards to this analysis, there were three cases which I did not take into account for the purposes of this analysis, as far as the direction of the onslaught is concerned and that is the soldier, the person that was struck by shrapnel, and there was also one person who was injured in the head, where we couldn't determine from which direction he had been struck.\n We also have people that were struck in the neck, there were two of them.  Fifteen people were struck in the upper body from the waist upwards and one person was struck from the waist downwards.  People who were struck from behind, were ten.  No people were struck directly from in front of their bodies.  There were fifteen people who were struck from the left side of their bodies and one was struck from the right-hand side.\n The second aspect is the direction in which the bullet penetrated the body.  I tried to determine whether the bullet ascended or descended the body, or whether it penetrated in a horizontal direction and there I found that there were ten cases where the bullet struck in an ascending direction.  Four bullets were in a descending direction and three penetrated horizontally.  With regards to the injuries of people that were struck in the head, as far as the moving of the neck, I did not take that into account for the purposes of the direction of whether it was ascending or descending whatever.\n As far as the direction of the penetration into the body, I am of the opinion that in the cases of the deceased, at least in 14 cases the persons were in a lying or bending position when they were struck by the bullets.  That means that if the person was standing, that the bullet would have penetrated in an ascending direction or a descending direction.  I mean the bullet would have penetrated horizontally and not upwards or downwards, and then there were 13 incidents where it was undeterminable, as far as this aspect of my investigation is concerned.\n It is very clear, Mr Chairman, that the deceased were predominantly shot from the left and from behind and so if we take into account the deceased that were struck from the left of their bodies, then it is very clear with relation to the position of the soldiers and the crowd, that these people's bodies were faced away from the stadium.  A person can then make the assumption that they were shot while retreating from the stadium, in the direction of King William's Town because the left-hand sides of their bodies were struck in the majority of the cases.\n Mr Chairman, with regard to the injury of the soldier, it is described in more detail in Annexure C before you, that the soldier was struck on the left side of his head by a bullet grazing from behind.  The bullet that was passing him at a high velocity from behind and, in my opinion, with the total disintegration of the projectile and the impact on the skull, it is very obvious that it was a high velocity projectile and, in my opinion, it was highly probable that he was struck by a 5.56mm bullet.\n I also, during research, Mr Chairman, with regard to the injuries that can be caused by the 5.56, which is the bullet that is being spoken about here, the one in question, I conducted tests in gelatine which was used as a tissue stimulant to determine at which distances these calibre weapons would disintegrate in human tissue, human body.  I would like to make the results of these tests available to you.  I forgot to distribute them just now.  In your documents it's, unfortunately I do not have a copy available for each member of the Commission.   Mr Chairman, if we may proceed, I would like to say that the upper row on the photographed projectiles, were at a distance of 120 metres from the involved calibre and it is quite obvious that the bullet would probably have disintegrated at that distance.  In the second group where it is from a distance of 90 metres, where it was quite clear that with the nature of the exhibits which were removed from the bodies, that it was completely related to the situation which we had here in Bisho, where we had this distance and where we could also come to the conclusion that these projectiles were removed from the bodies without any damage and that further distances, people at further distances that were struck, it was a bit more difficult to determine than people who were struck at close range.  It would be difficult to do a more specific distance calculation but I do not feel that it is necessary in this particular circumstance.\n Mr Chairman, furthermore I would like to move to the microscopic investigation which I conducted with the cartridge cases and the bullets which I seized.  In totality there were 404 x 5,56mm cartridge cases found on the scene.  These include the cartridge cases which were handed to me by other persons, which they had picked up at the scene and which were also pointed out to me at a later stage.  I analysed these cartridge cases microscopically and found that they were fired from 107 different firearms.\n At the time of my investigation I also test fired 338 military R4 rifles in order to get these cartridge cases so that I could compare them with the ones that I had and I positively linked 49 of them to the cartridge cases found at the scene.  I could positively link 256 cartridge cases and in essence I am saying that I could not positively identify 148 cartridge cases which were fired from 58 weapons.\n Furthermore, I had taken bullets at the post-mortem and also bullets which I received from injured persons, I analysed and I found that 13 of the bullets which were removed at the post-mortems were suitable for microscopic analysis in comparison with the tests and seven of them were suitable for investigation from the injured.  This is a total of 20 which I compared with the tests, the shootings which I conducted, and I could not positively link any firearms with the cartridges or the bullets which were removed from the deceased.  38 Weapons were tested and at this stage I wouldn't like to elaborate about the circumstances of the firearms, it will probably take a bit of time, with regard to the identification process as far as the bullets are concerned.\n Mr Chairman, I would like to go a bit further to the reconstruction of the scene and for this purpose I have an area photo of which I have made smaller copies available to you, which show us the Bisho stadium.  The northerly direction is on the upper side of this photograph which I have here.  The area I am now identifying is Jongilanga Crescent which is also in question here in connection with this incident.  Then we have the central post office in that position, and then we have Fort Hare university campus with the buildings which we are occupying today.  Then in the south we have the Parliament buildings and I am now identifying the route to King William's Town which the marchers followed.  Although it is not shown here, but the South African border at the time was along this road that I am identifying now and proceeded in that direction, and that was basically the position of the South African border.\n In this area photo plan, I also show the deployment of these lines of soldiers which I will refer to later on and line M1 is referred to as line M1 here I'm showing now, was split up into M1(a), M1 and M1(b) was deployed there.  Then line M2 was in the Fort Hare campus which I am showing to you now.  If you see there is a small building in front of the campus and they were on the right-hand side of this building in this region which I am identifying now.  Line M3 was from the corner, towards the direction of the house which I am showing to you now.  Then line M4 of the soldiers was along the main road in front here and that is the furthest corner of the university.\n Then we have line M5 which was a point that was identified as the main entrance of Parliament where there were also soldiers deployed.  Then we have line M6, that was the main road to East London which goes in the direction of the houses, the Ministerial homes, which is in this region at the bottom of this photograph.   Just to ease explanation a bit, the lampposts in the middle of the road I have marked with numbers from number one to number eight and in this insert, I'll speak about this later, there are positions which were shown where evidence was found on the scene.  There is also an insert which shows to whom traces were identified.  Mr Downing who was linked to the Director-General of the Ciskei, assisted me with the compilation of this area photo plan and there are also some relevant distances written there.\n Mr Chairman, I would like to go a bit further.  With regard to the reconstruction of the scene, I divided the incident into three.  The area with regard to Jongilanga Crescent and my observations and identifications, and then I have the area of Fort Hare, which I dealt with separately and then also the area where lines M4 and M5 and M6 were deployed, and I would like to proceed to the area in connection with Jongilanga Crescent.  \n The album which I have made available to you, I would like to refer to Annexure G.  I would like to refer you, Mr Chairman, to the first photograph, photograph one, which is an area photograph taken in the direction of Jongilanga Crescent at that stage.  Photograph two, just for orientation purposes, was taken from position M2 which, when referred to on this area photo, was in the direction of the stadium.   Then you can also clearly see the contour of the ground and see that there is a decline from the direction of Jongilanga Crescent in the north.\n Photograph number three is a photograph which was taken from the position which I am showing to you now, Y1 on the right-hand side of the stadium.  I would like to show you two more photographs, photograph number five on page five of the Annexure which was taken from the direction of the central post office and on this photograph, the stadium can be observed on the right-hand side and the buildings on the left-hand side is Fort Hare university.\n The last photograph is photograph number eight.  Mr Chairman, photograph number eight is the area which was taken from position S3, as I am showing you now, the exit of the stadium, in the direction of Jongilanga Crescent, and in the forefront you can see the damaged fence.  With regards to this area, Mr Chairman, the area I am showing to you now, there are some points I would like to indicate to you.  Position P1 is a position where a Stetchkun machine pistol is alleged to have been found.  This is a Russian manufactured pistol which has the ability to function as a fully automatic gun.  This firearm had a magazine in it with 20 cartridges.  It is the same as the 28mm Makarov.\n With regards to position G, point G, that position, there was a 37mm teargas capsule which had released teargas which can be seen on certain video material.  The following points are S1, which is the position I am showing to you now.  S3  ... end of Tape 2, side A ... grenade launchers had exploded.  Samples which were taken from the holes in the ground were identified by an expert as having been caused by a 40mm grenade launcher.\n I have a brochure available and at this stage, that is basically how the grenade launcher looks, the 40mm grenade launcher and it's magazine which can be seen at the bottom.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could you please excuse me a bit, let me just establish, maybe we should have established this from the beginning.  How much time do you need?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Mr Chairman, I do not think I am going to be much longer than 15 minutes more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, yes.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Thank you.  With regard to points L1, 2, 3, there is a lamppost which was struck by bullets at the stadium, it is being showed to you and, as far as L4 is concerned, that is where a bullet hole was found in a concrete wall at the entrance.  With regard to this area, I found 16 spent cartridges at the scene.  The cartridge cases were found at the positions I am identifying to you now, N1, N2, N4, N6 and, N7 is not here but I found them there too.  A total of 16 cartridge cases were fired from 11 firearms, of which I could positively link five.  I move further to the Fort Hare campus and just to be a bit brief I am not going to refer to the photos because we went through that.  I would like to say that position BL1 on the plan, on the area plan, is where we found a bloodstain on the South African side of the border.  It was photographed.  We refer to Annexure H, photograph number seven, it is identified by an orange arrow, the position of the bloodstain.  \n At position D01 we found a 5,56mm spent cartridge.  I could not link this cartridge case to any of the firearms which I tested and you will also see that this cartridge case is out of the area where the soldiers were deployed.  How it got there and how it relates in any way to this incident, I cannot say at this stage, I cannot determine.\n With regards to D1, position D1, there was the rest of a thunder flash which had exploded and at D2, at D2 there was what was left of a stun grenade.  I established that it probably related to an exercise which was conducted where these things were thrown and then there was position S2 where a stun grenade, not a stun grenade, but a 40mm grenade launcher was found as the others that were identified as having exploded.\n With regard to line M2 we have several points here.  KA6, KA8, KA9 and KA10 is where the fence was shot at, damaged by bullets.  At one point, KA9, there was a point where there was a big hole in the fence that had been shot open.  This toilet building, T1, was also struck by 15 bullets and was damaged, which was shot from the position which I am showing to you now.  I have also identified positions at the pavilion which, if you look from the pavilion, the brown wall on the upper side at the back, at the top of the pavilion there is a brown wall where, on photographs 29, 30 and 34 there are points that were damaged, that in my opinion, were struck by bullets which were fired from the direction of line two, M2 in the direction of the pavilion.\n The exhibits which were found at these positions in the region of the lined, were picked up and I am not going to elaborate too much of that but we can look at the totals.  A total of 177 cartridge cases were found in this area and with fire from 42 weapons and a total of 19 firearms were positively linked during the course of my investigation.\n With regards to line M3, at MD this was the position of the deceased soldier and at points KA1 to KA5 where concrete poles were struck by bullets, the numbers of photographs are available and you can see in these photographs I give an indication of what direction it was.  Then the toilet building, identified as T2 was struck by a bullet which also came from this direction, in my opinion.  There were also trees which I identify as B1 to B4 which are in this area, which were struck by bullets which came from the direction of line M3.\n For the sake of interest, the distance from MD to B1 is 160 metres.  The distance from line M2 to the position above the wall at the pavilion is approximately 325 metres.  The exhibits which were picked up of the cartridge cases in this area totalled 23.  They were fired from a total of 15 weapons from which I positively linked seven firearms.  \n There were also spent cartridges found in the position behind where the lines were, which I positively linked, and since at the time of the incident, the soldiers moved back, one cannot necessarily make the assumption that one of these persons was necessarily the one that shot the soldier, because they moved back at the time of the incident and these persons could also have fired while moving back and they did not necessarily stand there while the others were standing in front of them.  So I couldn't determine that and I do not want to create the impression that any of these, from a ballistic point of view and in my opinion, was responsible for the death of the soldier.\n The last section, Mr Chairman, is the section with regard to line M6.  I also have photographs there which I point out, which I am not going to deal with at this stage with regards to orientation but what I want to mention, is that the distance between point M5 to the pavilion was approximately 500 metres.  I also want to mention that points B5 and B6, the positions on trees where I found bullet marks which were fired from this direction I am showing to you now. \n Furthermore, with regards to position PA1, at the pavilion there was also a mark found where the bullet struck the roof of the pavilion and then deflected into the wall.  It is also as shown to you on the area photo plan, fired from the direction I am showing to you now.  Then positions G2 to G5, I found 37mm teargas capsules and in position KA24, one of the lampposts in the street was struck by two bullets which was shown to you on the area photo plan in the direction of the stadium.\n Furthermore, position S9, there was packing material which was identified as the material in which the 40mm grenade launchers were packed.  This is the material in which these grenade launchers were packed.  This doesn't necessarily say that those projectiles were used but this is the material in which it is normally packed.\n Furthermore, Mr Chairperson, with regard to the deployment of line M6, I said that the lampposts which were in the middle of the island, from the first lamppost at the island to the lamppost identified as lamppost number eight, the line was deployed, apparently along this fence and I found several cartridge cases there.  I picked them up there between the fence and the road which we have here, that is the cartridge cases were picked up on the pavement and on the grass.  It does not necessarily mean that it was picked up there in the road where I have shown the lampposts to be.\n Between lampposts one and four, the area I am showing to you now, there was a total of 18 cartridge cases which were picked up, which were fired from eight different weapons and I could positively link three of the weapons.  Between lampposts four and six, a total of 105 cartridge cases were picked up which were fired from 19 different firearms of which I could positively link 11.  Between lampposts six and eight, there was a total of 26 cartridge cases which I picked up, fired from four firearms of which I could positively link three.\n At line M4 in the region of K23, there were 36 cartridge cases which were picked up which were fired from seven different firearms and I could positively identify one.  Mr Chairman, this is my evidence with regard to my reconstruction of the scene and of the ballistics in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could we perhaps put questions to you?  I think the panel would love to put one or two questions to you.  Advocate Potgieter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me ask, we are very sorry that you have not seen this photograph.  It will be very difficult, I mean even if we turned it around, you want to turn, maybe, could you just turn it around, let them at least feel that they saw what you were, or at least tried to see what you were talking about.\n No, I did not say that you could speak.  I did not ask you to open your mouths and speak.  It is an aerial photograph of this area where the massacre happened and Mr du Plessis has indicated that they picked up 400 shells all over the place.  Could you perhaps give us a brief summary of what you said, in English please.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Mr Chairperson, I would like comment in English, the following.  Just a brief summary, is that with regard to the incident, exhibits were found where shots were fired from, from an area of Jongilanga Crescent.  In this area 16 cartridge cases were picked up and I could determine that it was fired in 11 firearms.  I must perhaps mention at this stage, Mr Chairman, that it did come to my knowledge during my investigation that a certain amount of cartridge cases with regard to Jongilanga Crescent, was picked up by the troops.  I have not received them.  So I am not giving the indication here that there was only, there could have been more firearms that fired in that specific area.\n With regard to Fort Hare campus, in this area where line M2 is, I have collected 177 fired cartridge cases which were fired in 42 firearms, firing directions, towards this area to the toilet building, to the stadium, the pavilion on the stadium, I could determine directions fired from there and also damage on the fence.\n Soldiers were also deployed here where cartridge cases were picked up.  I could determine firing in all these directions, shots were fired, struck the trees in this area, shots struck this, one of the walls of the building in that area.  I could just perhaps indicate to them it is the area where the soldier was found.  We have also troops which were deployed along the road from the Parliament to East London.  It is a big road.\n In this area between the lamppost one and four,  18 fired cartridge cases were picked up which were fired in eight firearms.  Between lamppost four and six in this area, 105 cases were picked up which were fired in 19 firearms and between lamppost six and eight, 26 cartridge cases were picked up, which were fired in four different firearms.\n Specifically the areas, the positions here which I am indicating, S1, S4 and S3, that is where grenades exploded and also at S2.  I am also indicating positions G1, G2, G3, G4 and G5, that is where teargas capsules were found.  The last point, P1 is where a Stetchkun pistol was found.  With regard to the area photo plan, here is the stadium, you have got Jongilanga Crescent, the post office here, this is Fort Hare, the Parliament, and here is the road to King William's Town where the march took place.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I am grateful that you have tried to help the general audience.  Denzil Potgieter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  Mr du Plessis, I will address the questions in English for the benefit of the audience.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "You are welcome sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were there 404 spent cartridge cases handed to you?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes Mr Chairman, I have examined 404.  Some of them I picked up myself, others were picked up under my control and others were picked up by specific persons who handed them in.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Of course I understand from what you have said in your evidence, that that is not indicative of the fact that only 404 rounds were fired on that particular day, from rifles.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "What we know is that at least 404 were fired and obviously it was more.  How many more, I don't know whether we can determine it, but it is a widespread area, all the cases could not have been picked up, could have missed them.  The grass was long.  We did a thorough search and then there is also the area Jongilanga Crescent where it came to my knowledge that some of the cases were removed by the troops.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Because from a submission that was made to us earlier, the Goldstone Commission has concluded that there were 425 rounds fired.  I assume that must account for the fact that the cartridges that were picked up by the soldiers, must have been brought to the attention of that Commission.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "I am not, I really don't know with regard to that aspect and how the figures came to the record of that Commission.",
            "Male"
        ],
        [
            "UNKNOWN",
            "There was also a submission that it is quite probable that many, many more rounds were fired than this approximately 400, 425 that we have heard about this far.  In fact, there was a witness who himself is a person with a military background.  The present Deputy Minister of Defence who testified here, who offered an opinion that to have had 29 people killed and approximately 250 injured, something like even 1000 rounds would not be out of proportion.  Have you got any views on that?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "No, Mr Chairman, I don't know whether I can really comment on it.  I think there's various factors which we should bear in mind and this is the density of the crowd, the direction of the fired, been directed directly to the crowd.  I think any other amount we can say 1000, 800, 600, 500, it is merely speculation and I think any person can have their opinion with regard to that but as a ballistic point of view and my investigation, I can only say at least a minimum of 404 but definitely more.  But how many more, I don't know if we will ever know, with regard to it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The type of cartridge cases that you, that were handed to you and that were found by you on the scene, were they all of the same type?  Were they all this 5,56mm?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "That is correct, Mr Chairman.  The ammunition that is being used to be fired in the R4 military rifle.  I brought an example with.  I forgot to take it out just now.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Fine.  Now coming to the soldier that was killed, you concluded that it must have been a high velocity projectile that struck his head and you concluded it is compatible with the 5,56mm calibre.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would that make it probable that the soldier was struck by the same type of rifle that the civilians were struck with and injured and killed.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And the R4, you have indicated, is a military type of arm.  It is used by the military, by the defence force.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So it is likely, it is then probable, not so, that the soldier could have been wounded or struck by one of his own colleagues?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "That is definitely probable.  As a scientific kind of view, I could not ballistically, positively determine that as a fact.  I could not.  There was no pieces found in his skull which was any useful for identification purposes, so I could not link his firearm with a soldier but I think we will have to rely here on perhaps other evidence which perhaps can come forward and the circumstances, but if I have got to compare the injury and the total destruction of the projectile, for instance with, I also did a comparison with a AK47, then I would say no he was not struck by a AK47 bullet.  He was struck by a 5,56 R4 bullet.  Further than that, I cannot assist in this matter.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I do appreciate that.  For our purposes of course we, although we must still consider the question of findings, a balance of probabilities would in all likelihood be sufficient for our purposes.  So you would agree that at least on a balance of probabilities one could find that that soldier was killed by another soldier?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "There was another issue that arose, particularly from the evidence of the victims, and that concerned a helicopter that was present on the scene on that particular day.  There was evidence from more than one victim, up to now, of shooting from this helicopter, shooting from the air.\n Now if one looks at the trajectory of the shots that you have in this Annexure of yours at the end, wound tract analysis, that you refer to.  That seems to indicate that at least in four cases you were able to conclude that the direction in the body, the direction of the shot, the trajectory in the body was downwards.  In other words it came from the top.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now would that be compatible with a shot having been fired from a helicopter for example?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Mr Chairman, since I have, I became aware of the fact that people are saying that shots was fired from a helicopter, I had a look at this for instances, and three of the four, we have a downwards trajectory but it's horizontal downwards.  In one instance, in one instance we have a trajectory where a person was shot in the shoulder area and the bullet went straight down.\n Now with regard to this aspect, bearing in mind the fact that the investigation determine that a lot of people were lying down or bending, I really don't think we can arrive to a conclusion that this person was by any means shot from above, out of a chopper and not, under the circumstances, the other people were shot by.  I have not made an analysis of the wounded persons, so I think what I can say is that out of the deceased, my analysis of the deceased, there is only in one case where I would say yes, a person could have been shot from above, out of  ... end of Tape 2, side B ... 29 deceased but bearing in mind that a lot of persons were shot while they were lying down or perhaps running in a bent position and I, at this stage, feel that there is not enough evidence here to conclude that this person was shot from above.  He could have been shot under other circumstances too.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But for our purposes, do you agree that we can't exclude the possibility that some shots were fired from the air as it were?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "I would say, Mr Chairman, that with regard to that aspect, my ballistics point of view, I would recommend that the Commission perhaps should lead more evidence with regard to that.  I don't think I can advise the Commission in saying that it can accept that evidence.\n There is other factors also involved which also, out of a Chopper and the movement of a Chopper, the blades breaking the sound barrier when a Chopper perhaps bank, I think a guy from the Air Force, a person from the Air Force will perhaps assist the Commission much more in that regard, can also give the impression, a sound impression, that shots was fired from above.  We must also keep in consideration the crowd, the people themselves, how they experienced it.\n Shots is being fired, they did not see the bullets, they heard sounds, and from where they directed the direction from the sound, I would say that, if I can put it in Afrikaans, one has to be careful to make a direct conclusion, to draw direct influence from that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "One must be cautious, I accept that.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Definitely very cautious.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But I don't want to debate the issues outside of ballistics because you are a ballistics expert.  I want to ask you simply that on the ballistics evidence, at this stage, do you agree that we can't exclude the possibility that shots were fired from the air.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "I have got no evidence that it was not fired.  I've got actually, if it comes to that, I've got nothing to assist.  I hope you are with me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes it is, really it is a basic, you know it's a basic answer, specifically on the fact that like I have said, one person, one person, I can give his deceased number too, as deceased number DR580/92.  His trajectory I cannot say whether he was shot out of a helicopter or whether he was shot while he was lying on the ground and so forth.  That circumstances I cannot exclude it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No I accept that.  The Chairperson reminds me that you sound like a lawyer.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Ja I am used to courts.",
            "Male"
        ],
        [
            "UNKNOWN",
            "There is just one remaining issue that I want to refer to, Mr du Plessis.  This question of the grenades.  From the submission that we received, it was identified as rifle grenades.  Are you talking of the same thing?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes Mr Chairman, they are, if we look at a brochure, I am not very much familiar with the 40mm and hand-grenades.  It is more for your explosive experts but as a ballistician I have fired this grenade launcher.  Now what we are talking here about is, it is not a grenade that you throw by hand, so it is launched.\n Now grenades can be launched from a rifle, using a rifle or in this case, a grenade launcher which also, if you look at it, it's got the shape of a rifle but there is other kind of rifle shotgun ammunition that's got the similar shape but the grenade is identified by the fact that it's a 40mm.  That is actually what is identifying it with regard to military terms.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That's fine, thank you.  The, and it appears that there are four of those that were launched, that were used on this particular day.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "With regard to my knowledge, on the examination of the expert that shrapnel found in the holes of four, on this positions, he did identify it as being fired from a 40mm grenade.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And that was concentrated in the area where there was this opening in the fence.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "It was definitely fired in that direction.  The, two of them, I'll just indicate, the hole S1 and S4 is just short from that fence and S3 I can refer to, S3 photo 12 and 15 of Annexure H, I think Annexure H, no it will be Annexure G.  Yes.  Yes it's a photo, indicates that and then if it comes to the last one which is marked S2, this is more in the area of the southern side of the pavilion.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  The important thing about that is, what is the effective radius, the Afrikaans term doodsakker.  What is the effective radius of that kind of grenade, that 40mm?  In what radius can it kill people?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "I've got no idea, it is not my field of expertise, the grenades.  No, I've got no idea, I think the military people will give us, the Commission, perhaps a more, an indication with regard to that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, and just finally, to the west of this opening in the fence, from your inspection was there place for people to hide themselves, for soldiers, to be quite specific, to hide themselves?  We got a submission to the effect that to the west of that opening, there was shrubs and freshly cut tree branches at some spot, an amount of earth elsewhere that presented a place for people to hide themselves.  Can you recall that?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Mr Chairman, I cannot recall specific newly made barriers.  Afrikaanse term - loopgrawe wat gegrou is nie.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Trenches.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Trenches which if I can refer to photo G on, ag photo 3 on Annexure G.  We can see there is natural humps and so on which could give protection or persons could sit behind it.  Another thing, specifically on that photo too is, which is also will have the effect of, with regard to the vision and the identifying of people, is the fact that we have a slope in the direction of Jongilanga Crescent.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well thank you Mr du Plessis, that was very useful.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I just have two small questions.  One is, are you able to indicate whether shots were fired from the direction of the crowd towards the deployed soldiers, as from the King William's Town side and from behind the stadium, in that ...[intervention]",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Yes, no I understand.  No I could not find any indication of shots been fired.  Marks, specifically, that's all I could have looked for, is marks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Then the second is, I don't know whether you can as a ballistics person but I mean with your knowledge of weaponry, would you say that the kind of armour or arms that were used, would you say those would have been appropriate for the kind of situation that was likely to have arisen of a crowd of people who had claimed that they were unarmed.  Would this be, would you have thought that it was appropriate, sensible?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "I would answer in this manner Mr Chairman, and this is not firearms which is used for crowd control.  It is military firearms which is used for battle purposes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Just one more.  I give you one question Dumisa Ntsebeza.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, thank you Chairperson.  My, most of my questions have been covered by Advocate Potgieter.  I just want to put one simple question.  The investigators who were probably investigating this matter for criminal prosecution, are alleging that the sound effect from a helicopter going up, gives an impression that firearms are being, you know, fired.\n Now I know that you have endeavoured to reply this from my colleague.  Would you say from your expertise point of view, that is a more probable version than the version of the witnesses that they were being fired on from a helicopter?",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Mr Chairman, I believe that the answer lies in the probability with regard to the two versions.  Then I personally feel, at this stage, with regard to what the people believe they have heard, I can understand that the sound, it is so, I have experienced myself that the sound can give the impression of shots being fired out of a helicopter because of the blades breaking the sound barrier and also the shooting, the sounds of the firearms and the total circumstances.\n I don't think that we must have the attitude of deciding, with what we have on the table, people heard and they made conclusions.  If it did not happen, I'm not saying they are lying, if it did happen I would say yes there must be more evidence in this regard.  Did somebody see a person with a firearm or, I don't know but I don't think that at this stage, we can work on probabilities and that it is at this stage, to me a question that hangs in the air.  But I can understand that people can get, under these circumstances, like I have said, the impression that shots were fired from all directions because it is a situation, even if you look at the video films, where there was totally chaos when the shots started to be fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to express as I did at the beginning, our very profound appreciation for your coming to the Commission and assisting us with your expertise.  It will certainly help us in trying to come to some conclusions about what happened on this awful day, on the 7th September and thank you very, very much.  You may now stand down.",
            "Unknown"
        ],
        [
            "KOBUS DU PLESSIS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "INTRODUCTION",
            "",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "[Indistinct]  officers of the Ciskei Defence Force and as I said Your Grace at the beginning of our today's hearing that Colonel Dirk van der Bank has not been able to come.  We are most pleased to welcome and to introduce to you the then Chief of the CDF,  Major General Marius Oelschig, the then chief of staff of operations, Colonel Horst Schobesberger.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You will remember what we said yesterday, let us not go back.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "The then kraal Commander of the CDF, Colonel Fagile Archibald Mkosana and then member of the CDF Colonel Vilile Mbina.    Chairperson the order that is going to be followed is that Major General Oelschig is going to give the primary submission, Horst Schobesberger, Mr Mkosana and Mr Mbina will make comments and answer questions if there are any from the panel.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "[Indistinct] and they have got to be sworn in.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Yes okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could you kindly just take the oath please.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I asked you yesterday  to be quiet so that we can find out the truth, everybody who is here is going to give us their evidence.  And the person who is going to give - to testify shall be given the right to do that.  You know that it is not easy, let us not make this difficult for them.\n Yesterday we tried to show our sympathy, and if we have to find a way to heal our wounds, people will come forward to testify in front of this Commission and they have to be given a chance to testify.  Yesterday you behaved very well, I was happy about that and I want you to keep it up even today.  Please Major General yes.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "MAJ-GEN MARIUS OELSCHIG",
            "",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Your Grace, ladies and gentleman, I would like to make it  very clear at the outset  that I am not a spokesman for the Ciskei Defence Force, nor for the South African  Defence Force.\n I was invited by Reverend Finca to come and submit my own my own impressions of this tragic day in order to assist you to arrive at the truth.  In order to do so, I have prepared voluntary a submission which I will now read to you in its entirety\n I, am Major General Marius Oelschig, presently Chief Director at Transformation Management of the South African National Defence Force.  On 22 August 1996, the Truth and Reconciliation Commission invited me to testify at this special hearing on what they have called the Bisho Massacre which occurred on 7 September.  My understanding of the events that took place has been invited in order to assist the Commission to establish the truth.  I received the invitation on Thursday 29 August upon my return following an official absence on duty.  Allow me in order to place my submission in context, to quote from the Manual of Military Law of the British War Office, dated 1894.  In the Chapter titled Observations on Duty of\nOfficers, paragraph 36 on page 301, the text reads as follows and I quote  \n 'Complaint was made by Sir Charles Napier in his remarks on Military Law of the hardships of imposing on an officer.  The obligation of deciding whether he is or is not justified in ordering his men to act.  He contended that an officer ought not to be liable to trial by the ordinary Courts of Justice for anything he may do in executing the duty imposed on him by the civil Magistrate namely to quell the riot.  The answer is that an officer has no greater responsibility than a civilian.  At the same time the law has always made liberal allowance for the difficulties of persons, so circumstanced.  And persons whose intention is honest and upright and who act with firmness to the best of their judgment, needs seldom fear the results of inquiry into their conduct.'\n It is against this background that I welcome this opportunity to testify and beg the Commission's indulgence in listening to and considering my introductory remarks before proceeding with the presentation of my understanding of the facts pertaining to the events of 7 September 1992.  There have been suggestions in the media and elsewhere that I have not been co-operative as regards the investigations into the tragedy at the Bisho Stadium on 7 September 1992.  Nothing could be further from the truth.  \n The following is a chronological history of my involvement in inquiries and investigations into the tragedy to date.  One of my first actions following the incident on the day in question, was to instruct the Military Law Officer of the Ciskei Defence Force, Major Dave Schrobie, to obtain immediate statements from the senior military personnel involved.  The purpose was to get the immediate reactions and impressions whilst their memories were still fresh and uncluttered by media reports, rumours, tall stories and propaganda.  Within days I was summoned by Judge Pickhard, the Chief Justice of  The Ciskei and Mr Jurie Jurgens, the Attorney General of the Ciskei and asked to give a sworn statement for the purposes of the Pickhard Commission of Inquiry.   This I did promptly, and without hesitation.  \n Furthermore in accordance with normal military practice, I convened a board of inquiring into the incident on 3 October 1992.  The purpose was to determine what had led to the conduct of the troops and not to do a police type judicial inquiry, as  this I perceived to be the responsibility of the Ciskei or South African Police, or both.  Most of the senior officers of the CDF had been involved in the incident in some or other manner and were therefore excluded from serving on such a board.  I duly requested assistance from the South African Defence Force for the provision of suitable offices for conducting the inquiry.  This was acceded to and Colonel M J Buitendag and Major A J Ellis of the SADF were duly appointed as members of the board.  I myself made a sworn statement to the Board of Inquiry.  The board completed its inquiry on 30 October 1992.  A copy of the board was handed to the Minister of Defence of the Ciskei on 2 November 1992.  The Goldstone Commission was also requested by the South African Government to investigate the incident.  All parties were required to prepare documents and to make submissions to this Commission.  I again made a sworn statement on request and  without hesitation.  This I believe was used by the advocates representing the Ciskei in their presentation to the Goldstone Commission.  Upon the finding of the Commission I again made myself available to the advocates to prepare their response.  \n During early March 1995, I was contacted by advocate Wiwe Notje and another advocate in order to assist them in their possible defence of CDF soldiers who could possibly have been charged for their involvement in the Bisho incident.  I traveled to Bisho on 17 March 1995 where I spent the day in consultation with the two gentlemen.  I did so voluntarily and assisted them to the best of my ability. \n During January 1996, I was informed that the South African Police Service in the East London region were investigating the Bisho incident and that a statement would be required of me.  A certain superintendent Walker phoned me to make an appointment which was arranged speedily and without hesitation.  Superintendent Walker and a detective colleague, visited me in my office in Pretoria on 25 January 96 where the details of their request and my subsequent response were discussed.\n  I prepared the necessary statement and answered all the questions asked of me.  Superintendent Walker made all the notes he required and left on the understanding that he would type the statement and send it to me by fax for verification and signature.  In the event I was traveling to Bisho within days and we decided to finalise the matter in Bisho.   I duly signed the statement in Bisho on 6 February 1996.  This then is the 5th time that I have been approached to assist in clarifying the facts pertaining to the tragedy and I again do so willingly without compulsion.\n  On 22 May 1996 Bantu Holomisa made a statement to the Truth and Reconciliation Commission in which he made certain allegations regarding myself.  On 23 May 1996, upon receipt of the transcripts of his evidence, I prepared a statement for the Chief of the South African National Defence Force, in which I made objection to the untruths which had been told and in which I insisted upon redress.  My comment on the evidence of Bantu Holomisa to the Truth and Reconciliation Commission on Wednesday 22 May 1996 is the following\n  Firstly, I was not informed beforehand that I would be cited by Bantu Holomisa in his evidence to the Commission.  I was given no opportunity whatsoever to attend the hearing, to arrange for legal representation, to respond or even to prepare to respond.  I object most strenuously to the situation.  Furthermore and in response to the evidence given by Holomisa, I wish to place the following on record.  \n I understand Holomisa to have insinuated that I was withdrawn by the South African Defence Force because of the tragic events at Bisho in September 1992.  This is not correct.  I myself, requested desecondment from the Ciskei Defence Force as a result of irreconcilable differences with the Chairman of the Council of State.  I was duly transferred back to Pretoria on 1 December 1992.  Holomisa claimed that I was promoted to the rank of Major General as a so-called reward for the shooting incident at Bisho in September 1992.  My response is the following.  \n Upon my return to Pretoria I was appointed as the Director Transitional Liaison of the South African Defence Force in order to promote and to expedite communication between the military and the still to be established Transitional Executive Council, the TEC.  During this period, and commencing in March of 1993, I was actively and directly engaged in the initiation of multilateral talks between the South African Defence Force, Umkhonto we Sizwe and the other statutory and non-statutory military forces in South Africa.\n  This led to my appointment as one of a team of four senior South African Defence Force officers who were responsible for the negotiated compilation of the defence chapter to the Interim Constitution.  Upon acceptance of the Interim Constitution and the subsequent establishment of the TEC, I was co-opted as a military specialist to support the sub-council on defence of the TEC in their activities.\n  Once the joint military coordinating council, the JMCC had been established by the sub-council on defence, I was appointed to serve as second seconded to the chief of the South African Defence Force, who was joint chairman of the JMCC together with the chief of staff of MK.  I would like to note here that the JMCC based upon staff work and negotiation which had taken place long before the establishment of the TEC and in terms of the provision of the Interim Constitution, determined the process which lead to the successful integration of the members of all the statutory and non-statutory forces into the new South African National Defence Force.  This has been a feat without historical president.  \n Upon termination of the TEC, I was appointed Director Strategy on the staff of the chief of staff operations at defence headquarters.  In this capacity I was responsible for the establishment of a new strategic focus for the South African National Defence Force and for the formulation of new strategies in accordance with emerging defence policy.  Once it became apparent that the SANDF would have to adapt to new and emerge in policy and that it would have to do so within severely restricted resource allocations, it was decided to create a dedicated transformation management team within the National Defence Force.  \n On 1 March 1995 I was promoted to the rank of Major General and appointed as the Chief Director Transformation Management.  A promotion and appointment which was authorized by the present Minister of Defence.  I have no doubt whatsoever, that the present Government and Minister of Defence would never have contemplated or sanctioned that claimed by Holomisa.  On the contrary, his allegations must be as insulting to the Government and Minister of Defence as they are to me personally.\n  I have dedicated my entire career of some 35 years as a professional soldier, to service to South Africa.  I believe I have done so with loyalty, courage, dignity and honour.  That I have discharged my duties and responsibilities with zeal and diligence and that I have set an example to all those placed under my control, as required of all commissioned officers in the S A Defence Force and the new South African National Defence Force, and inscribed upon one's deed of commission, signed by the President.\n  I sincerely believe that my promotions from the rank of Lieutenant to the rank of Major General have been based purely upon merit.  To suggest otherwise is a personal insult for which redress should be given.\n  In his evidence Holomisa further claimed that Charles Sebe and a person named Gusanna were murdered by Ciskei troops, and that this action was so - was masterminded by South African Defence Force seconded intelligence officers.  I am again cited by name, as being one who owes us an explanation.  In response to these allegations, I would like to point out the following.\n  I have established that the deaths of Sebe and Gusanna occurred towards the end of January 1991.  I had been stationed in France from 1987 to 1990.  From 6 February 1991 until May 1991, I was a student on the joint staff course at the Defence College in Pretoria.  I have no personal knowledge whatsoever of the circumstances surrounding the deaths of Sebe and Gusanna.  In the circumstances I can only refer the Commission to the findings of the inquest into the deaths of Sebe and Gusanna.\n  A cursory consideration of the facts would have prevented Holomisa from making the statements he has.  I believe his failure to do so to be prejudicial to my good name, my reputation and my further military career.  In this instance also, I must insist on redress.  I believe that I have acted professionally and correctly at all times.\n At no stage have I acted  in any manner than that prescribed by my service conditions and within the constraints placed upon me as a serving professional officer of the S A National Defence Force.  I have responded expeditiously to every request to assist in all investigations and inquiries into the Bisho tragedy.\n  At no time have I evaded or avoided any investigators, Commissioners, members of inquiries or legal teams.  I have co-operated fully, have provided all the information and documentation at my disposal and have told the truth at all times.  To suggest otherwise, is and would be false, grossly unfair and absolutely unwarranted.\n Your Grace, ladies and gentleman, I would now like to proceed with my understanding of the tragic events which occurred at the Bisho Stadium on 7 September 1992.   From May 1991 until December 1992 I was chief of the Ciskei Defence Force with the rank of Brigadier. I was on secondment from the then South African Defence Force.  I had not requested the appointment and was withdrawn from the joint staff course of the South African Defence Force which I had been attending as a student since the beginning of the year for the purpose.  Before my attendance of the joint staff course, I had been posted to Paris, France  on military service for a period of some four years.  \n I would like to make some general comments on conditions in the Ciskei prior to the march of 7 September 1992.  Upon my arrival in the Ciskei I was informed inter alia that all members of the CDF had been trained in urban encounter insurgency or coin operations which included training in crowd control.  The use of minimum force was stressed at all times.  The green card concept which had been introduced in 1987 was updated and approved by me in July 1992. The green card written in Xhosa contained conditions of when to open fire and had to be carried in the pocket of each soldier for easy reference.  All the troops in the CDF had been trained in urban coin and were retrained in June, July and August 1992, prior to this March.   \n I had been informed that Doctor Geldenhuys of the National Peace Secretariat was present in the Ciskei during the week preceding the March.  I cannot comment on his activities.  What is clear, however, is that he failed in his efforts to peacefully resolve matters or even to come up with some reasonable alternative for the march to or occupation of Bisho.  His inability is in no way ascribed to his lack of trying which I am sure he did in a  most determined and vigorous fashion.  It does, however, underline a point I wish  to make namely that I believe that the ANC wanted, in fact engineered the whole incident.  \n This is further supported by the massive presence of the local and  international press.  They would not have been there in such numbers if there was not a strong possibility of violence.  There can be no doubt that the South African Government was seriously concerned about the situation.  This was evident by the presence of two Deputy  Ministers, the Commissioner of Police, Generals Swart, De La Rosa and Calitz of the South African Police.  A very large South African Police contingent further supported by troops of the South African Defence Force under the personal command of the Officer Commanding Eastern Province Command.  \n Summoned to  the South African Embassy on Sunday afternoon 6 September 1992, I had a private conversations with both Deputy Ministers Breytenbach of Defence and Myburg of Police.  They had already been briefed by their own senior security force representatives, who had made it quite clear that the decision to allow the march to take place was the worst possible option to be considered.  At their request I also gave my opinion that the South African Government should do everything in its power to prevent the march from taking place.  The Minister's position was that everything depended on the outcome of the application by the Commissioner of Police to the Ciskei Supreme Court for an interdict to prevent the  march.  This position was subsequently modified and became dependent upon the outcome of an application to hold the march which was originally submitted to the magistrate for Zwelitsha, by the SACP, ANC, Cosatu alliance.  The effects of the run up to the march, especially on the general population, should not be underestimated.  The ANC alliance had embarked upon a massive mobilisation and propaganda campaign, not only in and around the major centers in Ciskei but also in the entire border and Eastern Province regions. Their posters, speeches and press releases were all extremely provocative, aggressive and militant.  \n The presence of senior members of the National Executive Committee of the ANC in the area for several days before the march and the militant nature of their messages to people in the towns and villages of Ciskei gave a clear indication of what was to come.  There was no way that confrontation would be avoided by the SACP, ANC.  In fact, that is exactly what they appeared to want and were actively working for.  I would urge the Commission to consider the pronouncements of the Pickhard Commission in this regard.  \n The effects on the Ciskei troops should also be considered.  They had been subjected to every devious tactic by the alliance aimed at undermining their loyalty and their determination to do their duty.   They had been exhorted to defy their leaders, to turn against the Government and to disobey commands.  Pamphlets and posters to this effect were widely distributed and/or prominently displayed.  They had been harassed, insulted, intimidated and ill treated.  Many security force members were refused entry to public facilities such as hospitals and were thrown off taxis.  Their children were insulted and ostracised at school.  Several CDF members of all ranks, had suffered arson, hand grenade and other attacks on their homes and property.  These, and the attacks on police stations and the murder of policeman were pointed out as examples of what could be expected if they did not listen to the so-called voice of the people.  Again I would urge the Commission to consult the report of the Pickhard Commission in order to establish the nature of the pressure placed upon individual CDF members and their families prior to the march of 7 September.\n The Ciskei Government reacted to such preparations by the alliance by adopting an even more stubborn and intransigent position.  The government publicly declared that the march would not be allowed to go ahead and that if it did, every means would be used to stop it from proceeding on Ciskei territory.  On Sunday 6 September 1992, a scheduled church parade was held at One Ciskei Battalion.  The Minister of Defence was present by invitation.  All the troops who  were to be deployed the following day in support of the Ciskei police, attended that church parade.  On completion of the service the congregation was addressed by the Minister.  He spoke in Xhosa for some 25 minutes.\n I came to understand that the principle theme of his address was the forthcoming march the following day and the ongoing campaign of mass action being directed against the government and people of the Ciskei.  I cannot however comment in detail on the contents of the address as I do not understand Xhosa.  The Minister did however use many English words and some English expressions and it was clear to me at one stage that he was comparing the planned march on Bisho to an invasion of the Ciskei by the ANC.  In the face of such pressure it is difficult to imagine a rational, balanced and clear understanding of the situation by relatively unsophisticated and inexperienced troops.\n Their subsequent exposure to what, in their minds, must have been a hostile mob intent on invading their country, could only have aggravated the situation.  In the event of the predicted confrontation taking place, their inevitable response would be affected by all the aforegoing factors.  It goes without saying that they would have felt threatened by the impending event and also have been extremely tense.\n During the period Wednesday 20 August to Saturday 5 September I was absent from the Ciskei as I had to undergo my annual medical check-up at the Institute of Aviation Medicine which is mandatory for senior officers in the SADF in Pretoria.  I also attended a Medical Services Medal Parade where my daughter received her first medal and I attended the funeral of a close friend in Parys on Friday 4 September.\n I felt that my absence was further justified by the fact that all remaining preparations for the march were more political, police and judicial than military in nature.  In any event the military preparations were left in the competent hands of the Deputy Commander, Colonel D A van der Bank and the Chief of Staff Operations, Colonel Horst Schobesberger.\n On my return I was briefed by both colonels in the operations room on Sunday 6 September.  They had, during my absence, been involved in a tactical appreciation and the preparation of orders to commanders of CDF personnel who were to be deployed in support of the Ciskei Police Force elements during the march planned for 7 September.  \n I was also appraised of the efforts which had been made by inter alia Colonel van der Bank to ensure that the potential conflict situation would be dealt with by the political leaders so that the Security Forces would not become embroiled in the conflict.  I gave my approval to the planning in question and in accordance with military practice, authorized the rehearsal of deployments on Sunday 6 September.\n On the same day I also finalised the command and communications systems which would be required for the operation in question.  \n Command and control arrangements I will deal with shortly.  There were four separate radio nets the purpose of which will be dealt with shortly.  I had access to and monitored all four radio nets from my position in the anti-room to the Minister's office which shall become apparent shortly.  After the march conducted by the alliance on Bisho on 4 August 1992 during which CDF personnel were placed under extreme pressure.\n I drafted a report in which I set out my extreme displeasure at the situation with which the CDF had been confronted.  A lack of forward planning and negotiations by politicians involved had left the CDF personnel uncertain until the last moment as to what the role was that they were required to perform which was an untenable situation particularly in the light of the fact for obvious reasons personnel deployed were under arms.  I have here a copy of that report which I shall attach to my presentation.  ... end of Tape 4, side A ... on page 3.\n I remind your Grace that this report has to do with the march of the 4th August, one month prior to the 7th September.\nGeneral reflections on the course of events.\nLet there be no question regarding the flexibility of the Ciskei government and the determination of the Ministers to avoid violence and bloodshed.  The same cannot be said for the march organisers who, to the very last minute, and despite considerable concessions made by the Ciskei authorities and security forces, insisted that they would go ahead with their intention to march on Bisho.\nNegotiation.\nThe negotiations which took place on the RSA/Ciskei border should have been conducted in the King Williams Town stadium and I stress before the march was allowed to commence.  It was pure chance that the Amatola Sun Hotel was within two kilometers of the border and the Council of State within five minutes' drive by car.  If a similar situation had arisen for example in the Mdantsane area, some 25 minutes' drive from Bisho, there would undoubtedly have been bloodshed.\nCommitment to agreements made.\nThe United Nations monitor Mr Campino will be in a position to confirm the commitment made by the ANC leaders prior to the march.  It is clear that the ANC reneged on their agreements on a number of occasions thereby precipitating the crisis.  If the agreement had been properly dealt with at an earlier stage, for example formalised in writing, there would now be documentary proof of the fact that the ANC Alliance had not honoured their commitment.  Fortunately as it now stands, Mr Campino is the impartial observer in a position to confirm or deny these perceptions or allegations.\nCrowd Control.\nThe march organisers had control of the crowd in the Victoria grounds.  There was a public address system and the crowd could have been informed of all arrangements in the stadium.  Mr Hani apparently told Doctor Geldenhuys that he was not in a position to stop the march which was obviously a strategy to proceed to the border before any agreement was finalised.  During the march, when approached by Doctor Geldenhuys to stop and sit down at the border as previously agreed, Hani again claimed not to have the power to stop the marchers.  This was again an obvious strategy aimed at getting his way and avoiding commitments.  When told of the decision to allow the crowd to enter the Bisho stadium and requested to use the closest entrance at the rear of the marchers, the organisers again claimed that they had no control over the crowd and would only be able to enter the stadium by advancing further into the Ciskei in order to use entrances ahead of the marchers.  Again a ruse to advance further onto Ciskei territory.  The ANC pride themselves on their ability to control crowds, when it suits them.  \nCommitment to peaceful process.\nThe presence of a significant number of armed MK members in the crowd has been confirmed.  The nature of the propaganda disseminated before the march which included assurances that the crowd would be protected from security action by the MK and the confirmed presence of armed elements suggest that the claimed commitment to peaceful protest was as empty as the commitment not to enter Ciskei forcefully but to stop and sit down at the border.\nGravity of the situation.\nDespite the best attempts of the Security Forces to impress upon the members of the Peace Secretariat and through them, upon the leaders of the march the extreme gravity of the situation, this did not appear to succeed.  Throughout the day the impression was created that political face saving was of prime importance and that public safety was of lesser significance.\n It should be recorded that Security Forces on the ground were within 30 seconds of taking action on three distinct occasions, namely, as the marchers approached the police positions after Doctor Geldenhuys had informed Security Forces of Hani's intention to proceed across the border.  Secondly, the marchers stopped at the border to receive Doctor Geldenhuys' request for Hani to contact Minister Botha by telephone.  Had Hani not acceded, police action would have followed.  Following the protracted telephonic negotiations which included a conversation between Colonel Pieter and Mr Rhamaphosa, Hani returned to the head of the march.\n Having been informed of the situation on the ground, Mr Rhamaphosa accepted that there would be no further advance into the Ciskei.  When this was conveyed by radio to Doctor Geldenhuys and he in turn informed the ANC, a renewed request was made by the ANC to make telephonic conversation with Mr Rhamaphosa.  The request was turned down and the Security Forces received instructions to take action.\n Before this could be executed, Brigadier Gqozo intervened and having favorably considered a request from Minister Botha to allow the crowd to enter Bisho stadium before dispersing, instructed Security Forces to allow the crowd to enter Bisho stadium unhindered.  Very few people are aware of the true circumstances which existed on the ground and it is serious cause for concern that such situations be allowed to develop with very little consideration given for the task of Security Forces involved.\n As was clearly stated to the UN observer and the National Peace Secretariat team during their initial visit to the Council of State, it appeared as if the ANC SACP Cosato Alliance was determined to create an incident, possibly a tragedy similar in scope to the Boipatong massacre in the presence of the UN monitor and the international media.  \nMy recommendations to be submitted for consideration by the Goldstone Commission.\nThe ANC and its allies are using the guidelines of the Goldstone Commission as the basis for their organisation of and participation in mass and other protest action.  They believe that mere notification of intention to march, picket, protest or generally disrupt normal community life, is sufficient compliance with the requirements for public safety and the orderly conduct of their planned actions.  This is clearly not so as suitably demonstrated by the reported events in King William's Town and Bisho.  It needs to be noted, the note I made, that the Ciskei government was not a party to the interim agreement on the conduct of public demonstrations.  The law in Ciskei requires that all such demonstrations and meetings are to be authorized by a magistrate on application by the organisers.  \nThe following are felt to be the minimum requirements before any protest or similar actions are embarked upon.  \n A formal recognition by all parties of the exact routes or  locations to be used.  \n Acceptance of reasonable time limits on the envisaged action. \n Formal negotiation and acceptance of conditions pertaining to the     action before commencement and a formal commitment by all parties     to abide by commitments and agreements.  \n Disputes are to be referred to the Peace Accord structures for arbitration.  Failure to comply with accepted conditions must lead to punitive sanctions.  For example withdrawal of the right to further protest in the same area or region in future.\n The Goldstone Commission has given guidelines for procedures to be followed by all parties involved in protest action.  It is felt that the roles and functions of law enforcement agencies and other security forces have not been sufficiently considered.  The guidelines are being abused by parties for political advantage at the expense of law and order and public safety.  When marches, demonstrations and other protest actions go beyond the agreed conditions and uncontrolled or uncontrollable crowds start rampaging, looting and destroying public and private property, the Security Forces are expected to perform adequately.  This is an almost impossible task with most of the initiative having already been lost.  \n The Goldstone Commission should be urged to give far more attention to these and related matters.  If the Security Forces are not supported in their efforts to protect the general public and to maintain law and order in the face of political mass action, the situation will inevitably degenerate into anarchy.  We stand at the brink of exactly that happening in the very near future.\n I stress, your Grace, that this report was submitted by myself and that it was sent to the Chairman of the Council of State, the Minister of Defence of the Ciskei, the Chairman of the National Peace Secretariat, Mr Justice Goldstone, the Ambassador of the RSA to the Ciskei and the Commissioner of the Ciskei Police.  A copy was given to the military attache at the South African Embassy in King William's Town for onward transmission to the South African Defence Force.\n Preliminary discussions between myself and the Commissioner of Police of the Ciskei had indicated that incidents of unrest could be anticipated in the outlying areas and that it would accordingly not be possible to draw significant numbers of Ciskei Police personnel from these areas to Bisho on Monday 7 September.  It was regarded as critical that the CDF personnel be available to act in a supportive role and to assist the Ciskei police should a situation develop which the Ciskei could not deal with on their own.  The deployment of the CDF troops was accordingly arranged to be well to the rear of the Ciskei police positions which were in turn in the immediate vicinity of the RSA/Ciskei border.\n I was aware that the Commissioner of Police brought an application on Saturday night 6 September to restrain the alliance from conducting the march without the permission of the magistrate of Zwelitsha.  By Monday morning 7 September, I was also aware that the magistrate in question had granted the requisite permission subject to the conditions that the march proceed to the Bisho stadium, that the gathering there take place between the hours of 1200 noon and 1630 and that no dangerous weapons be carried by members of the procession.   Notwithstanding this permission, the instructions which the Security Forces had received from the government to the effect that the march should not be allowed to enter Ciskei, were not varied in any way at that stage.  Broadly speaking, the CDF were deployed as follows.  \n Behind and far to the rear of the Ciskei police on the national road at the  intersection to Bisho and Amatola View.\n On the inside and top of embankment of the southern open  stands of the stadium to prevent marchers breaking to their left.\nOn the south side of the Bisho/Zwelitsha road and inside the main\ngovernment buildings to prevent marchers breaking to their right and to safeguard \ngovernment  buildings and the ministerial complex.\n In an open veld to the north-west of Fort Hare Bisho campus, to prevent \nmarchers from reaching Bisho should they break through the police lines at the \nroadblock.\n Despite the magistrate's ruling, my instructions were still to stop marchers from entering Bisho at all costs as that would be disastrous.\n On Monday 7 September 1992 I was in the anti-room of the office of the Minister of Defence in the National Assembly Building.  With the role of keeping the Minister and the Council of State informed as to developments during the day, to advise on such developments, to play what role I could in respect of facilitation of negotiations, and to receive and immediately transmit such instructions as were emanating from the government.  The Deputy Commander, Colonel van der Bank who was in overall command of the CDF operation was stationed on the roof of the National Assembly Building.\n I was linked to Colonel van der Bank on a radio network on which I could communicate with him and further monitor his communications with the Field Commander.\n Colonel van der Bank in turn was linked by radio to the Field Commander who at that stage was positioned at the intersection of Jongilanga Crescent, Yellowwoods Road, and the Main Road in close proximity to the troops who had been deployed.  The Field Commander in turn was linked by radio to the Company Commanders who were in direct control of the troops who had been deployed.\n In an attempt to avoid the undesirable situation referred to in my report where the National Peace Secretariat had on 4 August been without effective means of communication and liaison, a senior liaison officer of the Ciskei Defence Force was positioned at the Ciskei Police position along the main road behind the razor wire fence and linked by radio to my position to ensure that an effective means of communication would be established between the marchers, negotiators and the government.  All of the aforesaid radio links are apparent from the radio network diagram, a copy of which has been handed in to be attached to my statement to the Military Board of Inquiry.\n The decision by the magistrate to permit the march subject to conditions was the subject of debate by members of the Council of State on Monday morning 7 September.  Shortly before 11h00 I was informed by the Minister of Defence that the Council of State had agreed to accept the magistrate's decision and that the marchers would be allowed to enter the Bisho stadium and remain there until 16h30.  I immediately conveyed this information to the Deputy Commander and Chief of Staff Operations and instructed them to effect a redeployment of the troops in accordance with this development.  \n Broadly stated, the troops in the stadium were withdrawn and redeployed inside the perimeter security fence at Fort Hare to bolster troops deployed there.  At about 11h45 Colonel Schobesberger reported all troops in position.  There was general relief at the decision to allow the rally to proceed in the stadium.  The ANC had stuck to a similar negotiated agreement during the march of 4 August and there was no reason to believe that they would not do so again.  From approximately 13h00 onwards the front end of the march reached the RSA/Ciskei border and I was able to monitor radio communications indicating that talks were being conducted with the leadership and that marchers had swung away from the razor wire which had been erected across the main road and had begun to move into the stadium.  \n Shortly after the above report, the Field Commander reported to Colonel van der Bank that there was movement on his front and on his right flank.  In other words on the northern side of the stadium.  I monitored these transmissions.  At this stage I was approached by the Minister of Finance, Admiral Bekker who entered my office and drew me by the arm into an adjoining conference room from which there was a view over the stadium.  The Minister pointed out to me that a part of the crowd which had moved into the stadium precincts had not moved onto the covered grandstands but towards the northeastern embankments around the stadium.  He expressed concern that these persons could surge out of the stadium towards the central business district of Bisho.  I was, under these circumstances, absent from my office for a period of 90 seconds to two minutes.  \n Upon my return to my office I heard the Field Commander reporting to Colonel van der Bank with great concern that his position was under attack or under fire, I cannot recall his exact words.  He further reported that his position was being approached at speed.  He sought advice from Colonel van der Bank and asked whether he should open fire.  Colonel van der Bank instructed him to hold fire and inquired from me whether I had monitored this transmission which I confirmed.  Colonel van der Bank then inquired whether the Field Commander could open fire.  I instructed him to confirm that the Field Commander was being fired upon.  \n Upon confirmation by Colonel van der Bank that the crowd was firing at the Field Commander's troops and was storming their position, I confirmed that the troops were authorized to fire, meaning those troops who were in immediate danger.  This was conveyed to the Field Commander by Colonel van der Bank.  It was subsequently reported to me that the charge on the position of the troops had taken place through a gap in the perimeter fencing of the stadium.  This gap had been created during the march of 4 August when the marchers themselves had destroyed a section of the fencing in order to gain access to the stadium.\n Up to this stage I had not actually heard any shots being fired although there was a helicopter flying overhead, the radios were going and there was a lot of activity in the office.  After a brief delay, I heard sporadic shots being fired which subsequently intensified and continued.  When I heard shooting in the vicinity of the palace or rather the administrative buildings surrounding the National Assembly, I realised that it was not only the troops in the Jongilanga Crescent that were fired, I also realised that this type of fire was not of a defensive nature, i.e. aimed at neutralising the immediate threat.\n I gave an instruction three times on the radio to cease fire, whereafter firing died down to a few sporadic shots.  There was a subsequent intensification of fire again for a brief period whereafter firing terminated.  I am unable to say who gave the orders to fire on the ground or in which terms those orders were communicated.  I immediately instructed the preparation of a casualty report and ordered ambulances to the scene.  Casualties were evacuated while I continued to monitor reports of perceived threats and sought the assistance of the South African forces in channeling the crowd back to King William's Town without further incident.  The CDF Military Law Officer, Major Skrewby was immediately dispatched to the Field Commander to take notes, obtain reports and record the names of soldiers and commanders involved in the operation.  What subsequently transpired is a matter of public record as reported by the media.  \n I would now like to make some personal observations which I wish to have recorded.  It is a sad and serious indictment of our whole South African society at the time of these events, that no one was capable of preventing the tragedy from occurring.  The negotiators, the intermediaries, the peacemakers, the political leaders, the clergy, the lawyers, the courts, the diplomats, the international observers, the media, all failed miserably in their efforts to avert the consequences of ambition, manipulation and intolerance.  Despite the efforts of weeks and days when reason should have prevailed, the outcome of the whole sorry affair was determined by irrational decisions taken in the heat of passion and excitement and under conditions of confrontation and fear.\n We, the military, especially in the light of our experience of the march of 4 August, had taken great care to remove ourselves from the likely areas of immediate contact and possible confrontation with the marchers.  I am absolutely convinced that had the charge through the stadium around the flank of the Ciskei police not occurred, not a single shot would have been fired by members of the Ciskei Defence Force.  My conviction is based upon and supported by the behaviour of the troops under conditions of extreme provocation and duress during the march of 4 August.  There have been totally misguided suggestions that the incident was somehow planned by Ciskei Security Forces, that the marchers were ambushed or intentionally lead into some trap.  I reject these allegations in the strongest possible terms.\n This Commission undoubtedly wishes to hear my response to questions which I have been asked many times in the recent past.  How do you personally feel about the tragedy?  Are you sorry that it happened?  What can we do to prevent such a terrible thing from happening to us again?  My response has always been, and I repeat it here today, I am not proud that troops under my command were involved in a calamity of this nature.  The fact that I had been in command of the force for less than 14 months at the time of the Bisho incident, that the CDF had a history of inadequate training, in discipline and poor leadership, and had just emerged from an internal crisis involving coups and attempted coups, in no way diminishes the sense of extreme professional disappointment which I experienced at the time and which I still feel today.\n I cannot adequately explain the anger and frustration of seeing how warnings and recommendations apparently being ignored or disregarded by politicians, negotiators and others who could have influenced the situation and of witnessing the realisation of our worst predictions.  Were I to have the power to rewrite history, this would certainly be a chapter of our history and of my own military career which I would expunge from the record.  I was personally deeply saddened by the tragedy, even more so when it became apparent that the son of my internal auditor and friend, Mr Mangona, had been killed in the incident.   It is only by God's grace that no more than 30 people were killed.  The circumstances were such that hundreds more could have perished.  I feel deeply and sincerely for all those who have been touched by this tragedy and as a fellow citizen deplore the circumstances which lead to the untimely and unnecessary loss of or injury to your loved ones.  As a loyal and committed South African, I deeply regret that so many people had to die, not only at Bisho, but all over our country, to prove that we as a nation were in the process of destroying ourselves.  It is to the honour of all those who died that we have finally come to our senses and have managed to stem the tide.  We now need to ensure that we do not repeat the painful mistakes of our past.  \n How to avoid a recurrence of this tragedy?  My position and that of the military generally has always been and remains so today, that soldiers should only be deployed in the most exceptional circumstances.  Soldiers are neither trained nor orientated, nor equipped for deployment against civilians.  They are trained and prepared to employ maximum force against external military aggression.  The South African Police Service must therefore be given the resources to develop the capacity to deal with public violence and internal disorder.  Employment of the military for these purposes must be avoided at all costs.\n My brother officers and I who testify today are laymen and not lawyers.  We do not have legal representation although we are presumably entitled to it.  I, and I believe the same of my brother officers, did my duty towards our country and the government of the day in all good faith.  This said, I would like the Commission to note my regret that I, and in particular my brother officers, have not been assisted by the State in the provision of legal representation.  This support has been available to members of the forces in the past.  Why the change?  Have we already been weighed somewhere outside these proceedings and found to be wanting?  What signal regarding future reconciliation could be intended?  \n It is my fervent hope that the Truth and Reconciliation Commission achieves its objectives of promoting national unity and reconciliation in a spirit of understanding which transcends the conflicts and divisions of the past.  I trust that this submission will contribute in some way to the achievement of that objective.  Thank you for the opportunity of presenting it to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much general.  Excuse me general and your colleagues, you would be available if we resumed at 2 o'clock for a short period when, I mean, our colleagues might want, my colleagues might want to address questions for clarification etc.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "As you wish Your Grace.  As you wish, we are at your disposal.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We, I think we should take our lunch break.  We might try and maybe come earlier, a little earlier, say quarter to two instead of two o'clock.  Let's please stand and you know our - order please.  Nobody should go out there until the witnesses have left the hall.  You know that this is our practice, so please, and will you kindly leave the headsets on the chairs.  Please do not take them out.  They are going to assault you.  Order.  Thank you.  ... end of Tape 4, side B ...",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "INTRODUCTION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could we rise.  Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Your Grace I wish to report to you that at lunchtime I was phoned by General van der Bank who says that he was listening through the radio and heard that his name was mentioned amongst those people who were supposed to testify.  He says that he did not receive the invitation because the invitation was sent to the SANDF offices and we didn't realise that he had retired from the SANDF.  He wants it to be placed on record that he supports the process of the Truth Commission, that he is fully behind what we are doing to establish the truth, that he is available to come before us as soon as we have given him notice, that he was listening to the submission by General Oelschig and he fully agrees with all that General Oelschig has said.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, that's a great help.  What we will now do is we will ask the three officers of the CDF just to make very short inputs and then  [and you listen]  I will limit my colleagues here to three questions each because we then, I want us to go on up to half past two when we will then take, we will ask the former Attorney General to make his submission and then we want to complete the testimony of the last eight witnesses that we have for today.  My hope is that we would be able to finish at perhaps 4 o'clock or so.  So thank you very much.  May I, I have not done this, I think we want to say we welcome you, all three of you, all four of you, we welcome you and we appreciate the fact that you have come forward to assist the Commission.  Thank you very much.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "COL SCHOBESBERGER",
            "",
            "Unknown"
        ],
        [
            "COL SHOBESBERGER",
            "I'm Colonel Schobersberger, I'm the former chief of staff operations Ciskei Defence Force and, Honourable Chairman, I appreciate very much that I'm given the opportunity together with my colleagues to answer question and also to bring forward points to clarify certain issues, detail issues in respect of the Bisho massacre.\n But before I do so, I want to express the disappointment of the members of the Ciskei Defence Force that their Head of State at the time, Brigadier Gqozo is not present, that he is taking cover, that with the soldiers who on the 7th September put our heads on the block for him, are again putting our heads on the block for him and he is running away from it.  We must make it very clear we expect and we ask the Commission to ensure that he appears in front of this Commission because he must stand, he must say - I am responsible.   This is a point I would like to make very clear and I appeal to the Commission to ensure that he appears in front of this Commission because we, the soldiers had to safeguard him and when it is time for him now to stand in, in front of us he is taking cover which we cannot accept.  \n During Monday, accusation or statements were made by political leaders in respect of that we, the Ciskei Defence Force lured the marchers into a trap.  This old theory of ambush, setting up an ambush I would like to clarify with your permission and I want to answer it in this way and to clarify it in the following ways.  First, our original deployment before 11 o'clock in the morning of the 7th was that we had one company of soldiers which are about 120 soldiers positioned in the stadium.\n Their task was to prevent the marchers occupying the stadium because at this stage we did not know that permission was given to go to the stadium.  So the fence around the stadium had no meaning for our own soldiers because they occupied the stadium.  \n Only at 11 o'clock we were instructed to remove from the stadium, to change our position because permission was given to the marchers to go to the stadium.  So the fence at this stage had no meaning to us.  Then when we moved again this company from the stadium to Fort Hare, the issue of the fence did not come up.  Why?\n Our task was not to confine the marchers in the stadium.  Our task was to prevent the marchers marching and occupying Bisho.  If the marcher would have milled around the embankment of the stadium, including outside of the fence, it would have not made any difference to us.  Only the effect it had when the marchers charged against our position at Jongilanga Crescent, then we acted, leading to this terrible event.  But if the marchers would have moved around the stadium, outside, inside it would have means nothing to us which brings me to the second point and that is \n We were asked why did we not use crowd control measure as standard practice.  If the marchers would have moved as a crowd, singing, toyi-toying, chanting, towards our lines, we would have been able to stick to proper crowd control measure but that was not the case.  When our soldiers, my soldiers, saw that the crowd was charging towards them there was panic, there was fear to be overrun and killed.  That was the effect this charge against our lines had.  \nFurthermore if the Commission, I'm quite sure you received a detailed briefing on the deployment and events, remember that the moment the marchers charged from the stadium towards our lines, still one group of soldiers, namely one platoon from Bravo company  [which are about 30 soldiers]  were running from their original positions which was to Combana House brought up by trucks to their position at Jongilanga Crescent.\n So for me I must of course believe a man's word if he says he could not see our soldiers in their position at Jongilanga Crescent but half of the soldiers deployed there were still running to their positions.  So the leader of this group must have seen it.  Furthermore, the accusation of - we took cover, we were hiding and waiting for the marchers to run and shoot.  The first line of defence as laid down in all the groups between police and the Ciskei Defence Force was that the police will be the first line of defence.\n The second line of defence will be again the police and when everything has failed because we received information that MK will be with the march, MK will stage an armed attack.  Then only if police cannot handle this with their non-lethal means like teargas, rubber bullets etc. then the soldiers as a last resort will have to resort to live ammunition.  So the soldiers being positioned there at Jongilanga Crescent, they did not stand like the ones at Fort Hare, in riot position because they did not expect this charge coming to them.\n Some of them were standing, some of them were sitting, some of them were lying, not for any purpose because when we also rehearsed on the previous Sunday, or was it the day before, our message the soldiers wanted to put across to two role players  [the one was the Alliance and the second one was the South African Defence Force based at King William's Town]  that the soldiers will obey the orders of their political leaders and when it comes to the tragic event it came, they will have to open fire.  So they were at no stage, at no stage at doubt on this.  \n I could accuse now to say Intelligence, MK and ANC failed to pick up this, I could say so but I don't want to use excuses.  The fact was we rehearsed and we used blank ammunition during rehearsal to get the message across to say please do not do something which could lead to this tragic event.  But I, as I have explained, must really strongly, strongly reject from deep from my heart that this issue was a set-up ambush because that means that we, not only the soldiers sitting here, all soldiers, were from your community who are related to you, who are part of this region are just happy killers who waited for the kill to destroy, and that is wrong.  That is wrong.  \n We were forced in a position by our political leaders to stop the marchers.  As soldiers we knew what it means.  We prepared a document as stated by the General, warning the politician, we gave three scenarios in this document and one of them was what we call the worse case scenario which we say if we have to open fire, that will be the consequences and we exactly expressed what actually happened and it was up to the politicians now to make a decision if they can take this risk or not.  We soldiers of the former Ciskei Defence Force had no hidden agenda, we had an order which we followed leading to these tragic events.\n So I must say as I explained, never ever did we intend to set up an ambush.  I could even go into smaller details.  If you look to the ground and the passage through the tunnel leading towards the soldiers deployed at Jongilanga Crescent, there is a ditch.  When they prepared the embankment from the stadium they took out the soil to put it up to this embankment.  Fortunately there was a ditch because without this ditch more people would have died.  We would not have sat at an ambush for two reasons.  One because we are not sick people, we are not mad people, we are not killers.  \n We followed orders and we regret it deeply but also from a military point of view, if a group of soldiers wanted to kill it doesn't need to be at Jongilanga Crescent to wait for the marchers to come.  So there was never any intention to create the situation.  In August when this march was diffused, we soldiers were very happy about this and we hoped it will happen also on the 7th September.  So from my point of view the Commission will probably ask me questions but let me use the opportunity as I did already in September 94 over radio Ciskei.  \n From my point of view and for the soldiers of the Ciskei Defence Force I can speak.  I say we are sorry.  I say the burden of the Bisho massacre will be on our shoulders for the rest of our lives.  We cannot wish it away, it happened but please I ask specific the victims not to forget, I cannot ask this, but to forgive us, to get the soldiers back into the community, to accept them fully, to try to understand also under the pressure they were then.  This is all I can do.  I'm sorry, this I can say and I'm sorry and I speak I think on behalf of the Ciskei Defence Force soldiers who are now deployed all over South Africa, who are not only any more here in this area.  Who are already putting down separatist movement in KwaZulu Natal, who are patrolling other areas to establish crime free zones etc.  Who are fully integrated now into the new South African National Defence Force.\n That is my plea to you, through the Commission, sorry that I always spoke to things but it is through the Commission and as I say, I request the Commission I think on behalf of the soldier of the Ciskei Defence Force that Brigadier Gqozo will stand here and answer for what he has ordered on the 7th September.  I am, I can answer any question.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Those of you who are not here to listen, you are not forced to be here.  If you want to talk you can go outside, I'm not going to stop you but when you are here inside, because as you can hear these are very sensitive and deep issues that we are hearing about.  Thank you very much, we will probably be coming in terms of the questions to you.  I don't know whether either of you, no, the other two gentlemen.  Order please.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "COL MKOSANA",
            "",
            "Unknown"
        ],
        [
            "COL MKOSANA",
            "Mr Chairman, I am Colonel Mkosana former Officer Commanding in the Ciskeian Battalion.  I am now in Pretoria Headquarters.  As the General said that we are here to tell the truth, only the truth.  From the 2nd to the 4th we were given orders, warning orders that we should prepare for a march that was going to take place on the 7th September 1992.\n We prepared for the march with our colleagues and our commanders.  On the 5th September I was in Dimbaza with my family, that time I was in Dimbaza with my family, the soldiers saying that I'm hiding...  The order that was given that I should be shot.  On the 5th I went back home.  When I got there, there were priests looking for me and people from the Intelligence offices saying that that will not happen because threatened to be killed  [indistinct] ...  \n On Sunday we organised a church service in Bisho.  The intentions for this church service was to actually intercede for them because the soldiers were irresponsible.  When it got to the church service at the Battalion in Bisho, Mr Minister was there.  When I was in the office, sorry, on the Friday when I came back I was supposed to go to the Parliament.  The Commissioner of Police came, Major General Victory and other members of Parliament.  They said I must stand on Brigadier Gqozo's red carpet.  Two witnesses were brought in, two ladies from, and a gentleman.   Brigadier Gqozo then said this is the person who has got Chris Hani in hiding.  These people then said it's the first time that we see him.  They then said his car is the very same that Chris Hani was riding in.\n After that another gentleman was asked and he said no he doesn't, he never saw me.  I was then freed and then went home.  The next day I was phoned and reminded of the church service.  I said I'm not going any more because I've already been accused that I've got Chris Hani in hiding.  My wife then said I must go because it will appear as if I  [indistinct] \n When I got to the battalion we got to the church, Major Mgwena said there are two companies, A company and C company that don't want to go into the church.  I asked what the reason was.  They said I've organised that Umkhonto we Sizwe shoot all of them in the hall.  I said these are serious allegations.  I went to the Deputy van der Bank.  He said no this has been cleared by Brigadier Gqozo, I did not do this.\n From there I went to Colonel Peter our minister.  I told him what was happening.  He answered saying why are you always being suspected, because your friends that wanted to make a coup are not there any more, Colonel Zanzi who were my friends.\n Unfortunately I wasn't there, I was in Oudtshoorn.  I then entered the church hall, the minister, Mr Minister talked to me.  I told them that I was grateful that I was at the church service and I think that everything is going to go well.  After the church service I went to Reverend Dow and the minister gave a report that the march will go well the following day.  I then explained that my name has been cleared by Brigadier Gqozo.\n After the ministers had left and the high officials, I was left behind with the troops.  All the Ciskeian soldiers were involved, the ones from the headquarters in Sobomvu, the ones from the battalion, everybody was there.\n I gave orders at three that there will be rehearsals.  We would be practising because we want to tell people that nobody should go there because there was going to be an attack that the MK was going to make against us and nobody was going to live, especially the soldiers.  Our soldiers were already confused as it is.  They did not even trust us officers.  They only trusted Brigadier Gqozo.\n We were supposed to be just people wanting money who had disobeyed Brigadier Gqozo.  This was so indeed.  On the Monday.  We rehearsed on Sunday and went back to the base.\n On the Monday at 6 o'clock we deployed our troops, there was a company inside the stadium and the other at Yellowwoods Farm.  I was ask, I wanted to find out and ascertain then whether they were letting the march happen.  At 9 o'clock we said that the cars were not allowed to go in, especially with marchers.  On the Monday I was riding in a commands vehicle because I was the Field Commander on the ground.\n Major Mbina had his car.  We were at the Amatola View riding on the gravel road towards town, we heard that the march could happen.  There were people deployed from the Parliament coming towards Bisho.  From there, we had heard that the march was allowed.  There were three teams with police in front with rubber bullets and teargas.\n The second group of police had rifles.  I was with the third group.  My aim was that if the police, if the marchers were too much for the police and the police retreated, would we therefore cover and then the army would come in.  We were told not to use rubber bullets but only live ammunition.  From there when the march was allowed, people started entering the stadium.  I told Mr Mbina that people were entering peacefully into the stadium.  They entered the stadium, there were already people in the grandstand but when I rose my head there was no one.\n I then reported to the general that we do not see anyone.  I thought that they were sitting down.  I saw Major Mbina at that point, said there is a crowd coming forcefully towards us.  Major Kushu then reported that his troop has been shot at.  I then reported to the colonel that our troop was being attacked.  I asked what should we do because the people were coming.  He said in Afrikaans, he asked if one of our soldiers had been shot at.  I said yes.  We tried to get an ambulance to take the soldier that was shot at to our medics.\n I asked repeatedly the general as to what to do.  He said in Afrikaans that if you are being shot at, shoot back.  From there the crowd was not coming towards me but towards Major Mbina.  I told Major Mbina that we've been given the go-ahead, open fire but at minimum force.  Major Mbina then relayed the message to Captain Dantiso that one single round, single shots, that happened, then the crowd turned back.  Then we heard people who were not given an, had not given an order, shooting.  We asked them why were they shooting because they were not being shot at. \n The other people from the Telecommunications Building were also shooting without my order that I was relating from the major.  As we were in the car that I was riding in there was a Rothman Gonye that was with me.  I heard from Major Zulu, he was saying why are you shooting with a rocket launcher.  This rocket launcher was in the car - grenade launcher, sorry.  I asked why is this happening.  My perception as I saw the grand slaughter hitting, I thought these were members of the MK because it was said that they were going to attack.  I was very confused at that point because there were bullets this side and fire that side.\n According to the people here, they said there were shots from the helicopter but I cannot confirm that.  I asked that they should cease fire.  They then said that their troop was being shot at by the masses.  I want to say clearly because I do not want to lie, it was me who was there.\n I gave Major Mbina an order that make a single fire as the people were coming towards you.  I never gave an order to the whole defence force.  Even Major Mbina was there but I want to make it clear Mr Chairman, that our soldiers at that stage had no control.  They were just using their own discretion because they thought they were communicating with Brigadier Gqozo.  They kept on threatening people, especially us saying that we were sort of liaising with the MK members, saying that we're disobeying Brigadier Gqozo.  \n I don't know whether I have made it clear but ... end of Tape 5, side A ... incident, it was very difficult.  I ask for forgiveness to those people whose families were shot at the march.  I again apologise on behalf of the Ciskeian Defence Force.  There were orders that were given and the way the crowds and the masses were coming towards us, we were going to be overrun and they were going to take, it looked like they were going to take our ammunition and shoot at us.  The environment was not conducive at all at the time, it was not conducive.\n Mr Chairman, as far as the soldiers that were involved, we ask for forgiveness from the Commission and the people that were injured there and South Africa on the whole, we ask for forgiveness, not only to the victims but to South Africa as a whole.  We know that this was painful, even to us it was painful.  We ask for forgiveness as the former Ciskeian Defence Force.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Order please.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "MAJ MBINA",
            "",
            "Unknown"
        ],
        [
            "MAJ MBINA",
            "Thank you very much Mr Chairman, I am Major Mbina.  I was a soldier in the Ciskeian Defence Force when this happened.  First of all I want to make one thing clear.  I was not a colonel, I was only a captain.  I was working under Colonel Mkosana.  I am not going to repeat all that he said but there are just things I want to make clear.  I was also in Jongilanga Crescent with Colonel Mkosana but I was in another car, as there were two cars.  I was on his right.  \n I want to make it clear especially where orders are concerned that the order that I was given was that I should tell, order the people in front of me at Jongilanga Crescent, the people that we were worried about.  The other people that were not at the Jongilanga Crescent were not given orders.  I never gave orders to the rest of the troops.  Therefore I do not know who gave orders at large.  My order was specific and clear and as Colonel Mkosana said, he said minimum force.  What I specified was who exactly should shoot.  The automatic guns and the rifles should not be used, only single shots.\n I know because some people have no respect.  Some people shot, probably shot without having been given orders, knowing that at the end it's the boss that will answer.  That is what I want to make clear.  I also ask for forgiveness.  I empathise with families that lost their members.  I ask forgiveness on behalf of the Ciskeian Defence Force especially those that were involved.  We ask forgiveness.  We will be very glad if the Commission would forgive us.  To the community we ask for forgiveness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "GEN DISCUSSION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we just keep a moment's silence please because we are dealing with things that are very, very deep.  It isn't easy as we all know, to ask for forgiveness and it's also not easy to forgive but we are people who know that, that when someone cannot be forgiven there is no future.  If a husband and wife quarrel and they don't one of them say I am sorry and the other says I forgive, the relationship is in jeopardy.  We have been given an example by our president and by many other people. \n Many of you, all of you who have suffered have said, those who have come up here have said, who came to tell what happened, to ask for forgiveness and to forgive.  But it is not easy and we don't, we mustn't pretend it is easy but this is what we are about, if our country is going to survive.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Just for the purpose of the Commission understanding very well the submission made by Major General Marius Oelschig, I am aware that the majority of people who went to the Noordeberg Tiles, went there and said they were doing things under orders but the impression that one gets from your submission is that you were emotionally and morally feeling committed to the issue of thwarting a group of people who had no vote and in an attempt by the Ciskeian Regime to keep itself as an island when South Africa all over was beginning to accept the presence of the change which was being made through demonstrations of this kind and marches of this kind, to Pretoria, to Cape Town, Parliament and everywhere, and you thought that with your whole mind, that you could stop this and you indeed did that.\n I want to ask the question then.  Are you convinced now as you were convinced then that you were correct in giving an order to unarmed people and the proof of that is that nobody died from the Defence Force, that in your enthusiasm to make sure that you perpetuate the existence of the Gqozo Regime you went that way.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996\nMAJ-GEN OELSCHIG - continuation",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Mr Chairman, I regret if such an impression has been created in my submission, that was not in fact how I felt.  I reject completely and absolutely any suggestion that I supported the maintenance of any of the previous political orders that existed in this country.  I was and I am today, a professional soldier.  My allegiance is to the Constitution of this country, not to political parties.  When I am given an order I accept that order as a soldier.  I always have and I always will.  I was sent to the Ciskei, not in order to maintain any given political situation.  The instructions which I received, having been withdrawn from the Joint Staff Course as a student, the most senior course that one can do in your military career and I accepted that withdrawal without complaint.  \n I was sent to the Ciskei to try and bring order to a force that was in the process of disintegrating.  There had been coups, there had been attempted coups.  Almost the entire military leadership of the Ciskei Defence Force had been dismissed before my arrival.  I was sent to the Ciskei to prepare that force for integration eventually into what is today the South African National Defence Force.  I spent my days and nights involved in trying to get good management, good leadership, good training, back to the Ciskei Defence Force.  I did not for a single moment involve myself in politics, I rejected it entirely and I dedicated myself to the military application of my job.  Everybody believed that because I was sent to the Ciskei, I must somehow have been involved politically.  Mr Chairman, I reject that.  I was never ever politically involved in Ciskei or any other politics.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "My last question is then - is there a place, is there a space for dictates of conscience within, was your conscience at ease therefore, in practising that system to the extent to which you did?",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "I do not believe, and I speak now in all honesty, that I personally did anything to buttress the Gqozo Regime.  In fact many of the issues where he and I could get no agreement, were exactly because I opposed certain of the requirements that he had of me.  I opposed them and I refused to perform them and it was exactly for that reason that I asked for de-secondment, I could not work under those circumstances as a soldier.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Denzil Potgieter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  General Oelschig, it is quite clear from your evidence that you gave that order to shoot.  It was your order that was passed down via the colonel and via the other colleague of yours sitting there but ultimately it is your order which was really given.  If I understand your evidence correctly, it was given on a second or even third hand report, allegation that they were shooting at the soldiers.\n Now up to now in these proceedings, there has not been a twiddle of evidence substantiating that, that there was any shooting at the soldiers.  In fact the ballistics evidence that we heard earlier this morning confirmed that, that there was no shooting.  Do you accept now, because it's no use and that point has been made many times to apportion blame to people on the ground that pull the triggers.  One must look higher up in the hierarchy, the line of command.\n Do you now accept at this stage that that order was wrong?  There was no reason to open fire, there was no shooting at the soldiers.  The only soldier that was shot, was shot by his own colleagues.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "I do not wish to make that judgement, Mr Chairman but what I can tell you is that I was asked for my advice and I confirmed that the circumstances being conveyed to me were such.  I did not pick up the radio and say shoot at will.   That is why you have a chain of command.  People from the ground report the situation to you as you have heard from the commanders on the ground and they said what must we do?  I confirmed, Mr Chairman, are you under attack, are you being fired at, and when the response was positive then I said but then you may fire because in our operational circumstances, if people fire at you, you fire back.\n We are soldiers, if people fire at you, you fire back and if it is reported to me that we are being fired at what do we do, obviously my advice was then you may fire back but again I repeat, not the entire force, not every single man with a firearm.  That is absolutely against the concept of minimum force.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, my last, just follow up on that.  Do you accept because you're not answering the question in it's entirety.  Do you accept now, I'm not asking you about the situation when you were sitting in your office on that day, I'm asking you now because we need to make a finding on the facts.  Do you accept now that there was no basis for that allegation?  There was no shooting.  So in other words there was no need to use these lethal weapons against those people, that is the question.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Mr Chairman, I do not wish to use hindsight to make a judgement.  It is your body, it will probably be the courts of justice, it will probably be elsewhere that that judgement is made but I pronounced myself clearly in my submission.  I believe absolutely, I am absolutely convinced that if there had not been a charge on the soldiers, not a single shot would have been fired.  That is what I believe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Bongani Finca?",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Chairperson, I have received very good co-operation from General Oelschig in responding promptly to my invitation to this hearing and for that I am grateful.  I found his attitude throughout our discussions up to this hearing, very useful.  I confirm what he says in his submission but I must say that I found the submission of the general to be the most disturbing of all the four submissions.  There seems to be absolutely no spirit of remorse shown anywhere in the submission and I regret that very profoundly.  \n Chairperson, I am linking up exactly with the response that has been given by the general to questions raised by my colleague Denzil Potgieter and I refer him to page 33 of his submission where he says I'm absolutely convinced that had the charge through the stadium around the right flank of the Ciskei police not occurred, not a single shot would have been fired by members of the CDF.  I would like the general to please reconcile that with the submission on his, on the appendix B page 88 where the general is saying in that submission that on the 4th September, instruction to take action was given...",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "That is the 4th August Reverend Finca.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "4th August sorry, that instruction to take action was given.  Before that instruction, I assume that it was given by yourself sir, but it was given, but before that instruction was executed, Brigadier Gqozo actually intervened to reverse it.  So on the 4th August there could have been shooting and am I to understand that there was on the 4th August a charge through the stadium around the right-hand flank of the Ciskei Police?  I happen to think that there was none, but an order was given to shoot.\n Now how do you reconcile that with the statement on page 33 where you say that the motive for the shooting was that charge.  Full story.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Mr Chairperson, the report that I submitted was for the march of the 4th August, the previous month.  The instruction that was given was given to the police to take action to get the people away.  I gave no instructions.  I did not issue a single instruction.  The police were then apparently told, get the people away.  But before the instruction could be carried out Brigadier Gqozo himself reversed that and said, wait I have spoken to Minister Botha and we will allow the people in.\n The soldiers, Chairperson, were almost in a hand to hand situation with the crowd.  They were face to face touching each other.  They were provoked, they were cursed, they were insulted and the soldiers did nothing.  \n I am giving you now the benefit of our debriefing which we held after the march of 4th August.  The soldiers did nothing.  They themselves, through their commanders, requested if something like this happens to us again, please remove us as far as you can from the crowds.  We cannot stand being in a situation like that, which is why we made the deployments we did on the 7th September, why we made an effort to remove them from the possible areas of direct contact and confrontation.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Chairperson, I would not follow up that, I would have loved if you were giving us three questions, to follow up and say that was the general there or was that reported to him?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No I am not letting you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  I am asking the second question sir on number 15 of the general submission where the general declares that he is a soldier of 35 years of professional service, that he has discharged his duties and responsibilities with zeal and intelligence, that he has set an example for all those who were placed under his control.  Chairperson, I want to find out, with that very illustrious record, while the general is indeed able to say to us what kind of weapons were issued to the soldiers on that day and whether those weapons were in line with the ensuring of minimal force was used.  Whether the general ensured that warning shots were fired.  Whether you made sure that the soldiers were deployed for the purpose of crowd control, were thoroughly trained and suited for that particular task and why the fact that they all, in the evidence of your colleague, fired without instructions whereas indeed emulating an example which you had set up for them, which you referred to on page 11 number 15, where you say that you have set an example to all those who are placed under your control.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Chairman, the troops of the Ciskei Defence Force were not deployed in a crowd control situation, not at all.  That was the task and the responsibility of the Ciskei police.  Our role, as has been indicated by the operational commanders on the ground, was to lend support to the Ciskei police should a situation develop which they themselves could not deal with.  They, the Ciskei police, would have applied all the levels of minimum force and they were equipped to do so.  The Ciskei Defence Force is not or was not equipped for crowd control.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Did they?",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "I believe, yes the Ciskei police had a riot unit which was deployed for the purpose and they were responsible for this task.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Not all my questions have been answered sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Not all my questions have been answered.  Not all my questions have been answered.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Yes, regarding the weaponry, the soldiers were equipped with their normal weapons and equipment which they would use as soldiers.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Excuse me Chairperson, not all my questions have been answered.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Would you just repeat the one that has not been answered though.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Whether the weapons that were issued were in keeping with the work that they were doing.  I'm referring to hand grenades, I mean, to the grenade launchers that were found, that have been reported here.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Mr Chairman, those weapons that the soldiers have, are their standard equipment.  It is not to be used in crowd control, absolutely not, but that was not the purpose of the Ciskei Defence Force to be used in crowd control.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  General, I must confess that I cannot deal with your evidence by way of three questions and by the ruling of the Chairperson for very good reasons has been that we should restrict our questioning.\n I accept that.  Maybe in consultation with him and maybe after we have communicated our views to you, you might consider being available as and when Brigadier Gqozo comes to testify because it might be useful for us to be able to ask a fairly number of questions when the time will be much more conducive for that sort of exercise.\n If the Chairperson will grant that and if you were to be available, I would like to use the time allocated to me to make observations which my colleagues have already made so that you can reflect on these and use those reflections as a basis for most probably giving your replies if and when that time will come.  I must repeat my concern at what I considered to be a discordant note in your presentation.\n On page 11 of your submissions, just on the question of your promotion.  While I'll accept that you have been promoted and I think for good reasons, maybe because you are very highly qualified, I do not accept that necessarily it is an indication of your broad acceptance by the South African community.  \n Now I say so not because I am myself but because wherever we go as this Commission, we get views from the community and as you know the Chairperson at the end of the day should present a report to the President and that report should reflect what we have been able to pick up in hearings of this nature.\n I can tell you that in a hearing, particularly in Umtata in this very region, even members of the Provincial Legislature who testified expressed a great deal of discomfort that people who were associated with repressive regimes, who were testified about as having taken part in human rights violations and whether you like it or not, your participation to the extent that you have testified about in the Bisho massacre, is one such event.\n Now people have expressed a grave view that people who are associated with those events have not only, and on both sides you heard about how people were talking about Mc Bride and all that, not only have those people succeeded into a democracy and occupied high office, but in your case are also people who are in charge of the transformation process.\n This Commission has been met with testimonies from people who say there must be something wrong, and it is with us now.  We have got to deal with it, and if I look at the way in which you express yourself in saying you have no doubt whatsoever that the present government or Minister of Defence would never have promoted you if Holomisa's allegations were something to be talked of.  It may well be that at that level, that's what they think.  I'm not sure having heard the people at the ground level, that that is also what they would say.  I'm not saying that to criticise, I'm just saying that is the sort of thing that we meet as we go around the country. ... End of Tape 5 Side B...  taking submissions and it might cause you to reflect because there is a sense in which all of us must be very careful that we should never appear to take our people's preparedness to forgive for granted and I think the tone of your submission is reflecting that sort of disposition.\n That you were right, you were a soldier, you did what you had to do and you cannot understand why people cannot forgive you.  You are in fact hardly asking in so many words that you should be forgiven.  \n In fact I can hardly find from your submission that there is a ring of admission that you may have been at fault.  Even when my colleague was putting it, you seemed to be saying the fault lays squarely and squarely and only with the other side.  That's the first observation that I want to make and I would like you to reflect on this because I am not accusing you, I'm simply saying the people of South Africa do not want to be taken for granted and we have already evidence from views that were expressed at Commissions that maybe people, for good or for bad reasons, who were associated with human rights violations of these scales, should never occupy high office.  That is not what I am deciding about you.  I'm simply saying something that people are saying.\n Secondly, and this is again born, bearing in my view what I say is my discomfiture with the manner in which you present your evidence.  You will see even from the tenor of the questions that we seem to be drawing a difference between your testimony and you are a soldier.  No worse or better soldier than the other three soldiers who are sitting next to you but we seem to be saying, we seem to be getting an impression that the testimony before lunch had a disturbing note which the testimonies after lunch did not have and it may possibly be again something for you to reflect.\n In your testimony you did not seem, as I indicated, to have been willing to accept that you gave an order.  In fact if you read your testimony it gets lost as to whether you gave the order.  You say you don't know where the order came from and all that sort of thing.  Those other gentlemen to your left have stated it as they felt it and they have been unequivocal, they have not sought to prevaricate.  I don't want to get the feeling that you were prevaricating.\n Thirdly and lastly, you are in charge of a transformation process of our army and for my part let me say, before I joined the Commission, I represented MK soldiers who were being court martialled for having awolled so it was an event that was of public moment.  Maybe you really want to find out even within the structures of the SANDF whether the transformation is seen as an integration or as an absorption.\n There are views which came out in the court martial that man van staal is on record, that part of the problem is that there are hardened members of the previous forces who do not seem to comprehend the human rights culture that lies at the roots of this transform democracy, and I'm just disturbed about your remarks on paragraph 37.\n If it is still your attitude as a transformer of our South African National Defence Force and maybe I speak as a person who is not a military person, maybe I speak as a person who is just a lawyer, who is neither a politician nor a military man but where you can say on that day you had given an order that if these people come into Bisho they must be stopped at all costs, at all costs.  I'm afraid if that is the mind set of yourself as a transformer of the new order, maybe you want to reflect again whether in the circumstances of today, that is the sort of thing that you are going to infuse in our Defence Force, given that the road is to reconciliation.\n Those are my comments.  Maybe you want to reflect and respond to some of them but direct questions on the events, there are many and I don't want to pretend that I have exhausted them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, please, you are not supposed to applaud.  If you want to make a response I am mindful of... [I'll get you]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I see the advocate is enjoying himself Your Grace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No he is, I was scolding him for taking the time and I was just telling him that I shall see him afterwards.",
            "Unknown"
        ],
        [
            "MARIUS OELSCHIG",
            "Your Grace, I repeat that I have been a soldier, a professional soldier of 35 years standing.  I do not know how else to express myself than in purely professional terms.  I have seen combat, I have seen fighting and I have lost friends, I have lost family and I have lost people under my command.  It is not given to the commander to publicly show, not even to his soldiers, the grief that he feels.\n A commander grieves on his own and he grieves quietly.  You learn through the years to accept it as such.   I apologise if the Commission expected me really to open my heart and to put it out for public display.  That, that is my grief, that is my concern that I live with as I have during my professional career and as I will until the end of my days.  I am a committed, loyal South African.  I feel very, very deeply about everything that has happened in our country and I have made my contribution where I could.  I have done my very best as an officer and as a South African, to promote what is happening in this country today.  I have honestly, really, professionally done so.\n I accept the feelings of the previous speaker.  I am however, concerned that if it was an attempt to publicly humiliate me and to speak down to me and to slap me down like some precocious young dog, I don't appreciate that.  If that was not the intention, I accept the words that have been directed at me.  I would like to conclude, Your Grace, by insisting that I be allowed to grieve the way I grieve and if in my professional language of expressing my regret that loved ones have been lost and injured, if that is not sufficient, I apologise for that, but that is how I feel.  I am a soldier and I have been taught to hide my tears and I have been taught to grieve on my own.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Thank you very much.  Let me first of all again express the appreciation of the Commission to you officers for your willingness to come forward.  Second, to say that on behalf of my colleagues here, I know, I mean I hardly ever myself ask questions because the team is such a splendid team and there is no malice, it's quite important that you realise this because we are dealing with a very delicate business and it is, I don't want to pretend or make you feel that we are doing a very, very important task but we, in places like this, well in almost every place where people have, as our people have, suffered as grievously as they have done, to help people deal with their pain in a way that is not going to be destructive, is something that we here seek to do.  \n And when Dumisa says what he did, I can assure you that we hardly ever, not with a single person, I mean even the one where we are unanimous is probably someone who needs to be beefed.  I would not permit it for one thing.  I will not permit them to take advantage of their position.  I can assure you that everything we seek to do to the best of our ability is saying to, especially these people, that you have suffered and we have shared a little bit in that suffering.  Let that suffering not turn you into seeking revenge in wanting to hit back.  \n We say to our people and I have said it many times to all of these people, I usually am the one who speaks at the end when I try to gather up everything that we have heard, try and gather it up in a way that will make us as we go home, have a sense that, well one, we have been taken note of.  Our pain has been acknowledged but we can move from this valley, we can emerge from this valley onto the mountain top and all of them here also have to try and articulate in a way that is going to make people handle their anguish because I have said, I said yesterday, I mean we are an extraordinary people, all of us.  \n We end up being an extraordinary people that they can, well I mean you can come, you know, and sit and be able to speak and it is people here, many of them, well these people here will have been injured, they will have lost loved ones and by rights should be saying they want to strangle whoever was involved, and they are not doing that.\n And we want to be helping to nurture this for the sake of this country and saying that pain and anger and anguish, let's change it around so that we can accept you and in a way Dumisa was saying because we're getting strong recommendations from various people that you can't let someone who was involved in human rights violations, and it's not just people, as it were, on the right, it's people on the left, that he is saying, he is making suggestions about how he believes it is possible that despite all of that history, it is possible for us to be one and that you can contribute your professional skills and expertise.  \n Let me just say to end this, which is I'm also saying it to our people and I hope all of those who will come who know they were involved whether willingly or unwillingly, whether professionally or it was not professional.  If they could just realise one thing - the people, I mean, the people actually don't look for excuses.  I mean, they don't, they, you see your colleagues there in a most straightforward way said, I did this.  You see once somebody says I did it and I am sorry, what do you do?  I mean you can't, certainly for those who are Christians, which is the bulk of these people, you cannot but say no, ja, I mean I must move along and grasp your hand.  \n And we are trying to say this especially to people in the white community who think that, I mean, we are looking for revenge.  We say to them, the people who have suffered have an incredible nobility of spirit, sometimes I mean it bowls me over that if someone comes along and he says, I did this I'm sorry.  I mean sometimes you may think but does he really mean it but you know, because we know it's not easy to say I'm sorry and publicly, that people try to reach out and that is all we are trying to do for our country and I would hope, I mean that you would receive it in that spirit.\n We hope, I mean that you will allow us the opportunity of being able to study in more detail your submission so that we are able to recall you and it is important, let me stress this, this is not a trial.  We are not looking so that we prosecute you, no.  We are trying to find out the truth so that we can have reconciliation.  That is the work that we have been given.  Not aaah yes, no, no, maybe I can get away with this half-truth.  Maybe I will get away with it, no, please if people open up then we look at the horror of what has happened and we realise we mustn't take it lightly but having looked at the horror, looked at the beast, we can together turn and say we've done now with that beast, we have destroyed that beast, let us walk together.\n And so we will probably wish to be able to recall you, not in order to put you on the spot.  We are not scoring points, it's not scoring political points or whatever points.  It's seeking to move to a point where we will be on the same, somebody said on the same page.  Thank you very much.  Thank you.  Thank you gentlemen.  You may stand down.  End of Tape 6, Side A.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "ATTORNEY GEN W JURGENS",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Jurgens for your being here.  We welcome you and we are putting you under a bit of pressure but I mean you, we had said fifteen minutes but in fact we can go up to 20 minutes so there is latitude.  Thank you very much.",
            "Unknown"
        ],
        [
            "ATTORNEY GEN W JURGENS",
            "Your Grace, members of the Commission, I was a Deputy Attorney-General of the Republic of South Africa and I was sent to Ciskei where I served as Attorney-General well before the incident in November 1992 or rather September, until I took early retirement at the end of November 1995.  I am now in Port Elizabeth.\n I was approached by the members of your Commission, by Reverend Finca, to make submissions to the Commission, not so much on the events of the day, but on the aftermath as it were, and to put into perspective the reasons for the lack of progress towards a possible prosecution, or a final solution of the legal implications of the events of that day.\n After this shooting, Your Grace, I instructed the police to open 29 dockets of murder and one docket of attempted murder relating then to the general shooting on the demonstrators.  I was also involved with the Pickhard Commission and with the Goldstone Commission and I worked hand in hand with, I think he was then Colonel Schleller, who then became General Schleller and is now Deputy Commissioner Schleller in the South African Police Service.  \n We tried to get to the bottom of the facts and to unravel the facts from all the various perspectives and to make the case ready for a trial, either a prosecution or whatever, but this proved to be a very difficult task.  I say firstly, M'Lord, or rather Your Grace, that the Ciskei police had virtually no credibility in the eyes of large sections of the community and certainly those who participated in the demonstration.  They were therefore unwilling to come forward for information and evidence.   Even those, sir, whose names and addresses we had from police records, refused co-operation.  They said they were not going to speak to Gqozo's policemen and I understand the sentiments at the time.  I mean they were being shot at by Gqozo's soldiers and now they did not wish to have Gzozo's policemen.  How erroneous it was, that was the impression at the time.\n For instance sir, we took great trouble to establish exactly where each person was when he or she was shot at but that proved an almost impossible task without the assistance of the community.  We obtained press photographs from press photographers who were there.  We tried to link up the clothing of the corpses with the clothing we found on press photographs.  We contacted the Red Cross Ambulance who gave first-hand assistance there to the injured.  We asked the public who conveyed the injured people from here to the closest hospital, to come forward but we made very little progress.  We also asked Radio Ciskei and we went on air on Radio Ciskei but also with no avail.   \n Secondly, Your Grace, I should also mention that I was in formal contact with the attorneys for the Tri-partheid alliance and requesting them assistance for them to obtain statements and then to provide the statements to my office.  I have made telephonic contact with them, I wrote them letters and their response initially was positive.  They would certainly obtain from their supporters, statements to give to the Goldstone Commission and to my office.\n However, no such statements was forthcoming and on the 18th February 1993, I received a letter from the attorneys asking me whether I have also opened a docket investigating allegations against Mr Kasrils because if that was so, then of course their clients would obviously be reluctant to provide evidence against one of its senior members.  I wrote back to them to explain that I was not investigating any person or any person's activities on that day but I was investigating the whole event and I cannot prejudge the matter and of course I cannot give any assurance who will or will not be prosecuted.\n I may at this stage also interpose, Your Grace, by saying that when the name of Mr Kasrils first came to the fore, there was a lot of speculation and the media continuously phoned me and asked me can I confirm this.  I always refused to confirm this and I also always tried to downplay this but somehow the newspapers got it, managed to bring across the message that I was zeroing in on this leading figure of the ANC.  This was of course not the truth but be that as it may, on the 2nd March 1993 I say in paragraph 14 that the attorneys would revert to me after contacting their clients but they never did.  I must also say that before they could do so, of course there was the indemnity decree from Brigadier Gqozo's government and the resultant court action.\n Thirdly sir, I say in paragraph 15 that I should also record my frustration at the lack of co-operation from journalists who tried to hide behind some perceived professional privilege, not to give evidence.  Your Grace, the tragedy of that day was played out before the eyes and ears of the local, national and international media.  \n This really was the mass action to end all mass actions.  There could never, ever be in South Africa a mass action to improve or to worse than this one.  You could never, even if you have double the number of demonstrators, you could never have the electric atmosphere, the absolute antagonism, the absolute expectation of disaster.  I mean Bisho was deserted.  Everybody who had any sense stayed away from this place, except of course for the media world who were here in droves to capture what everybody realised would be a catastrophe.\n I say, Reverend Chairman, that across the country and across the world, people saw scenes of television crews, saw photographs, heard and read eye-witness accounts of the events and of reports of interviews conducted after the event.  Newspaper clippings of reports of the intended demonstration before the time and the official reaction thereto, and the resulted massacre and aftermath, were assembled by my office, Reverend Chairman.  These newspaper clippings made a bundle of about 30cm thick.  Imagine then in these circumstances, the frustration of a prosecutor who finds himself in a position where he is unable to prove facts which are already in the public domain, because journalists who have published these facts to the world are unwilling to substantiate or repeat those facts in evidence.\n I spent a great deal of time and effort talking and corresponding with certain journalists and their attorneys to convince them to make formal statements.  Even only to the extent to make a statement that they stand by what they had written in their respective reports but I had only very limited success in the process.  I must also say that there were a few journalists who did assist and who were prepared to make statements.\n Then I come in paragraph 19 sir, to a fourth and a major obstacle.  The lack of co-operation of the then Ciskei Defence Force.  I must at the outset say that I contacted Brigadier Oelschig and Colonel van der Bank for their statements and for assistance generally and they answered all my questions and promised the full co-operation of the CDF.  They also appeared before Judge Pickhard where we examined them to get the fresh view as soon as possible after the event.\n However Your Grace, the co-operation promised was not forthcoming, especially when certain details were sought and where all the firearms of the scene of the massacre were sought for ballistic tests.  General Schleller as the police investigator, concentrated on this aspect and I do not possess all the first-hand information about this but I can say sir, that on repeated occasions, undertakings were made by middle management of the Defence Force to have certain witnesses and to have certain objects available at a certain date and place and time.  The police would go there but after a long wait, some feeble excuse would be produced and they would have to go back and retry again to interview certain people, or to view certain books, or records, or to receive certain objects such as firearms especially.\n I regret to say sir, that in this fashion certain crucial evidence was still wanting when the indemnity decree was made.  To list a few, all the firearms had not been tested at that stage.  Full lists of members employed and where each was deployed precisely.  The details of the ammunition issued before the incident and returned after the incident.  I may just interpose here to say, Reverend Chairman, that the 400 or so doppies that was picked up on the scene represented but a small amount of the ammunition actually fired on that day.  We had the information, clear information, that an instruction was given that all the doppies  [that is now the spent cartridge cases]  be picked up by the soldiers themselves.\n We also had evidence from the helicopter pilot of the South African Police who was in the air at the moment, not hundreds, but thousands of rounds of ammunition were fired on that day.  So it was crucial to understand more about this and to know exactly what happened.  How many ammunition was issued that morning and how many was returned later that afternoon.  By the time I left my office sir, that information was still not at hand.\n Also sir, the personal details of the members I had provisionally identified as possible accused and also the members manning a machine-gun on top of the guardhouse at the Provincial Legislature.  I could extend on the list sir, for example the precise point where the grenade launcher and the other launcher was positioned.  How many was fired from that position and who fired them.  I could not ascertain that from the Defence Force.\n Also a statement from the official cameraman who video-taped events from that position.  As I have said, Reverend Chairman, I should not fail to mention that there was also co-operation.  Afterwards I heard that a military board of enquiry had been convened and that a report had been drafted.  I asked Brigadier Oelschig as he was then, for a copy of that report.  This thing was marked top secret and intended for the eyes of the Head of State and the Minister of Defence only, but after some initial reluctance, he surrendered that report to me and I must say that I have received considerable assistance from the report by those two officers who did that enquiry.\n Then on the top of page five sir, I regret that I also have to mention a lack of co-operation from the chairman of the National Peace Secretariat, who undertook to provide me with a full statement regarding the events leading up to the demonstration, and his efforts to avoid a bloody confrontation and/also the events of that fateful day.  I think he and others in his position, played a very important role in trying to diffuse the situation and to have on record, a chronological events of their attempts to bring the different parties to a compromise and also the reaction of the different parties in failing to reach a reaction, to reach a compromise, is crucial to get an understanding of the build-up to this tragedy.  But I am afraid that despite numerous telephonic and written reminders and despite his promise that he will give me such a statement, I have not received such a statement.\n Then I say also that a further complicating feature was the fact that the Ciskei was at that stage, a nominally independent country.  Its police could not operate outside its territory and its subpoenas, search warrants etc. had no validity outside its territory.  People were laughing at us from the other side of the border which was a few hundred yards from where we are sitting.\n When I realised, Your Grace, that the investigation was slowly grinding to a virtual standstill and that there was very little prospect of further progress, despite a lot of effort and frustrating time wasted, I decided upon the rather novel approach of drafting my preliminary views, based on the then available information, and to present that to the various suspects and to invite their response.  This I styled a draft preliminary indictment which is now already also in the public domain.  In that document, which is a fairly extensive document, I set out my ideas on the possible cases of murder, attempted murder and culpable homicide against a variety of people.  That was my views at the time on the information that I had at the time.\n What happened thereafter was as follows.  Firstly, on 18 March 1993 I forwarded a copy of this draft indictment to the then Minister of Justice here in Bisho, to forewarn him and government of forthcoming events, namely that I have embarked on this process.  On the 5th April 1993 I forwarded copies of, to the three sets of attorneys then acting for the Ciskei Police, the Ciskei Defence Force and the ANC, inviting them to respond to the contents of that document.\n Before I had received any response, on the 27th April 1994 the Minister of Justice here in Bisho informed me that the government intended to rely on an Indemnity Act of 1985.  That was an Indemnity Act passed by the Sebe regime after the bus boycotts and the shootings there at Egerton station at Mdantsane and all those things.  That Act had for some or other reason never been repealed and they intended to rely on that and they said of course, this makes nonsense of your attempt to prosecute anybody.  You haven't got a choice, you must just stop doing so.\n I then looked, had a very in-depth look into that Act and then in a letter to the Minister, I set out my disagreement with that view and stated that I was not, that that Indemnity Act would not cover the events of the 7th September and I said I will proceed.  During this period, it reached my ears, the government was considering passing a decree to indemnify all members of the Security Force and I had to await events.\n Then sir, on Friday the 14th May 1993, a journalist, a Ms Clair Keaton of Eknar phoned me and said that she saw a copy of my draft indictment and she wished me to confirm the document.  I did so and refused to identify any of the persons listed as possible accused persons.  In this regard Mr Chairman, may I just interpose also to say that when I gave my document to the three sets of attorneys, I deleted all the names thereon except the names applicable to the different sets of attorneys.  To the ANC attorneys I deleted all the other names.  To the police attorneys I deleted the names of the Defence Force and of the ANC, so that it was meant only for the police, and also the Defence Force.  I did so because of the possible fear of recriminations and I had actually been requested to do so.\n However, at some stage one of these documents found their way to the public and I have no quarrel with that, I never regarded that as a secret document.  Unfortunately the copy of the document obtained by some of the media was the one where everybody's name was deleted, except for the one member of the ANC and that fuelled now the fire that I was now sort of zeroing in for Mr Kasrils, which was not the case.  I was even taken to task on that but I wish I can explain it that way.  \n That evening on 8 o'clock news on SABC, the news broke that I have made this provisional indictment.  This was reported also on radio and in the newspapers over that weekend and on the Monday morning the 17th May 1993, the Minister of Justice of Ciskei, phoned me, said that Brigadier Gqozo was furious about my actions and he wanted to force me out of my position.  He wanted to kick me out on that Friday evening when the news broke there and then.\n He was dissuaded to do so then but a decision on my de-secondment was planned to be taken the next day and he asked me if there was anything I wanted him to say on my behalf, but I said I had done nothing, I did my duty and I will resist any attempt to get rid of me.  Then on the Wednesday, two days later, I read in the Daily Despatch that a decree was passed the previous day by Brigadier Gqozo and his Council of State, to absolve all members of the Security Force.  At that stage of course I was then faced with a fait accompli.  I could not do anything further.  \n I found myself in a stalemate position and I was still considering what my next step should be within the Constitutional set-up at the time, when the widow Matikenxow brought a Supreme Court application to strike down that decree as unconstitutional.  I then decided to await those events and with the police, we arranged that well there is not much we can do in any case, let's not close the investigation but let it proceed on a lesser priority until we hear what the Supreme Court says.\n Eventually the Supreme Court made a ruling in January 1994, striking down this decree as unconstitutional.  I was then asked from various quarters whether I would proceed immediately with the prosecution in terms of the indictment I had already drafted.  This was of course an erroneous view and I then made a press statement, explaining the position that the matter is not yet anywhere ripe for trial and that we have merely reverted to the decision immediately before that decree had been issued.\n At that stage, of course that was now January 1994, very little has changed that would allow the Ciskei Police to make meaningful progress in the investigation.  I was also mindful of the upcoming elections to be held in April 1994 and the police had their capability stretched to try and maintain the peace in this part of the world where Your Lordship will, sorry, Your Grace will remember there was this fight between the ADM and the ANC and it was an extremely hot political climate between the pro-Gqozo and the anti-Gzozo groups at the time.\n Also, one must remember that at the time and long afterwards, there was talk about the blanket amnesty, there was talk about, not a Truth and Reconciliation Commission as we have fortunately today, and what I did at that stage therefore is to restart the process, write again to the attorneys to ask them to comment on my preliminary indictment, or rather to get the comment of their clients.  Then Schleller and myself decided that we will wait for the amalgamation of the two police forces and then to have a new team investigating this matter.\n This amalgamation took much longer and I think it only happened in August 95.  I'm not sure of the date but I think it was about then and then early in 1995 I arranged with the newly appointed Provincial Commissioner in Port Elizabeth, for the investigation to be restarted by a new team.  I then handed to that team all the statements, documents, video material, newspaper clippings, several carton boxes full of evidence and information that I had, I handed over to the South African Police Service at that stage.   When I vacated my office, Mr Chairman, in November 95, that process was still in progress.  \n May I end then, Your Grace, by saying that I fully sympathise with the victims of the massacre and with the other interested members of the community, who may feel aggrieved and frustrated at the lack of progress towards a prosecution or somehow the final conclusion of this matter.  But sir, I can only ask them to understand also the frustration of the police and the prosecuting authorities, who faced almost insurmountable problems attempting to discharge their duties under the circumstances prevailing at the time, which were anything but normal.\n It is hard to imagine today sir, that we are sitting in this peace and calm attitude where a couple of years ago, was the scenes of a bloody confrontation.  Where it was a hotbed of political intrigue, of fighting, of everything.  Things were just not normal and to expect for the police under those circumstances, to have been possible to make this case ready for a prosecution, was simply ask too much.  I can only hope that the process will now reach its final conclusion.  Thank you Your Grace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[Indistinct]  very, very much.  We are enormously grateful for you helping us through this whole maze and we hope we can begin to make a little bit of sense about the frustrations and why things have not happened.  I just wonder whether any of my colleagues have - you haven't, thank you very much you are sensible people.  \n Thank you very, very much.  We are enormously grateful and hope, now, you have not retired, I mean you are still active I mean, aren't you?",
            "Unknown"
        ],
        [
            "ATTORNEY GEN W JURGENS",
            "I am in private practice now, Your Grace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes okay, well good luck.",
            "Unknown"
        ],
        [
            "ATTORNEY GEN W JURGENS",
            "Thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "INTRODUCTION",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairman, I now call upon the following witnesses who are  Freddie Tutani, Alfred Dayile, Andile Ndembu, Livingstone Klaas, Nkululeko Eric Qobongoshe.  Mr Chairman, I would like to swear them in.",
            "Unknown"
        ],
        [
            "ALL FIVE WITNESSES SWORN IN",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Our first witness is going to be Freddie.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "2",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "FREDDIE TUTANI",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "FREDDIE TUTANI",
            "FREDDIE TUTANI   Duly sworn states",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Is this your first name?  What is your clan name? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My name is Freddie Tutani.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " It was on the 7th September when you joined the march to the stadium, is that so?  Could you briefly tell us what happened to you and how you sustained some injuries on that day.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " We went to the Bisho stadium but on my way, just before I got into the stadium I heard some gunshots and I saw people running away.  I also did the same.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Where were you hit by the bullet?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was hit on the chest and I fell down.  As I was laying there, I was again shot just between the legs and there was a tear.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Were you torn here on the testicles and your private parts?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was.  I lay there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What took you to hospital?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Some people took me to hospital.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " And what happened to you at the hospital?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was admitted at the Gray hospital and later transferred to the Frere hospital.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Was it for three months?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " And then when you were discharged from Frere hospital you were still not well.  Are you working?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I'm not.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You lost your job since that time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I couldn't work.  I was fired.  I can't even work, I don't have the strength.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What is your other complaint, you even say you don't breathe, you can't even have sexual intercourse.  What can this Commission help you with?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I am asking for money because there is nothing I can do on my own.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You are asking for a disability grant or what?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I need that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Were you not amongst the people who went to see the lawyers and got some compensation?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I wasn't one of them.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Now don't you feel that the Commission should also see that something is done for your health?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I wish they could attend to my health.  I don't have anything.  I go to my neighbours to ask for food.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Do you have a wife and children?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I don't have a wife.  I am left with two children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, over to you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you have any other questions?",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "8",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "ALFRED DAYILE",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "ALFRED DAYILE",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to ask Alfred Dayile to come forward.\nALFRED DAYILE   Duly sworn states",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My clan name is Gadebe.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " We are not trying to be unfair to you, we know this whole story but we just want to know how you got injured.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When we got to Bisho stadium, it was after we had come in and then there was shooting and I lay down.  I was shot on my left leg and went to hospital.  Thereafter I admitted in Frere hospital for 14 days, I was there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Are you married?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I am.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Do you have children?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I have.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " At the time this happened to you, were you employed?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was.  I am still working even at this moment.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Is there any compensation you got from the lawyers?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " How much did you get?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I got 12,000 compensation.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Which lawyers were those?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " The lawyer Clive.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Does he work at the Legal Source Centre?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he works there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Now what is your request to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My leg gets swollen.  I work at a motor industry and I've got to stand for the whole day.  I think I need a plastic surgery to be done on my leg.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Now is that your request to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Or is there any other thing that you would like to say to this Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " There is.  That they should pay for my child's studies.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Now you've also, you still maintain that there should be an education trust that should be established.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I still say that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Is there any other request?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is there anyone who would like to ask questions?  Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "11",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "ANDILE NDEMBU",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "ANDILE NDEMBU",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Andile please come close to the mike.\nANDILE NDEMBU   Duly sworn states",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " [Indistinct] ",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " This Bisho story on the 7th September has been repeated time and time again.  We do not want to lower your dignity so we will request that you get straight to the point what exactly happened to you and how you were wounded.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " We were already inside the stadium.  I was a marshal at the time.  There was comrade Chris Hani who was just ahead of us with Steve Tshwete.  When we were standing there, when we saw that there is unrest, we kept on trying to direct the people.  We saw people going towards the stadium.  When they got to the stadium, a helicopter went up.  This helicopter was from the Republic of South Africa.  When this helicopter arose there were shootings after it had risen.  We were ahead of most of the crowd.  That is how I was shot.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Where were you shot?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was shot on my right-leg.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You were then taken to hospital.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Was the bullet removed?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No it wasn't.  They said that they could not remove it because then I'd be paralysed.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Did you go to the attorneys?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I did not.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " When you were a student?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I was not a student.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Are you working?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I'm not.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You do not have any particular skill that you can use?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I do not.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What is your request to the Commission?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My request is that because I have a wife and children, three children, when they went to look for me and found me, what they heard, the report that they were given was that I had died.  Then they saw me coming home from the hospital, the Gray hospital.  My request to the Commission is that it help me with my children because I no longer have strength to work.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you sir, I'll take you back to the Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is there anybody who would like to ask questions?  Thank you sir.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "14",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "LIVINGSTONE KLAAS",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "LIVINGSTONE KLAAS",
            "LIVINGSTONE KLAAS   Duly sworn states",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Livingstone Klaas what is your clan name?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Mboyov Chungesa Zulu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Sir, it is not necessary for you to elaborate what happened, how the march proceeded.  What exactly happened at the stadium to you in particular?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " When I got to the stadium, I saw a helicopter.  I did not know where it was coming from.  I just thought it was hovering.  Then we were told to lie down.  We lay down.  I got shot in the leg.  I was helped by a marshal.  He put me on his chest and took me to an ambulance.  We went to Gray hospital, from there to Makiwane hospital.  I slept at Makiwane hospital that night.  I went to the wards.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Exactly where were you shot sir?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " In my thigh.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You were then treated and left the hospital?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was at the hospital for three months and then was discharged but then I had to go back for another month.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You say in your statement that you went to attorneys.  Which ones?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Smith and Thabata.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Were you supported in any way, did you get a compensation? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I did.  They had promised to give me 30,000 but they took 6,000 and I received 22,000.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Are you now working sir?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I'm not working.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Is it because of your injury?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it is.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Have you got a wife?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I do.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " And how many children?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Two children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Do you just have one wife?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I do.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What is your request to the Commission today?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Pardon?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What is your request to the Commission today?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " My wife is not working.  I am also not working.  I have children, one in college, the other in standard nine.  I will request that you help them in their education.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What level is the one at college at?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is doing his fourth year.  The other is in standard nine.  I only have two children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you sir.  I will give you back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is there anyone who would like to ask questions - no.  Thank you.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CASE NO",
            "15",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NKULULEKO ERIC QOBONGOSHE",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "NKULULEKO ERIC QOBONGOSHE",
            "",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "We'd like Eric Qobongoshe to take the stand.\nNKULULEKO ERIC QOBONGOSHE   Duly sworn states",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your clan name sir?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Nchonyana.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " You were with your brother in this march.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Please tell us exactly what happened to you at the stadium so that we can get a clear picture.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I was also a marshal.  As we entered the stadium, people started pushing me towards the razor wire.  As I was looking, a bullet entered my body.  I did not fall down.  I just realised that my leg would not move.  Then I realised that I had been shot.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Who helped you from there?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " A marshal called Linda helped me.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Did he take you to hospital?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He put me on the tar road and then a Kombi took me to hospital.  Gray hospital.  From Gray hospital I was taken to Frere hospital.  I got treated at the Frere hospital.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Did you go to any attorneys to claim?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went to Smith.  He said that the Ciskeian soldiers were promising 45,000 but they would write to me.  I'm still waiting.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " When was that?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was around February this year.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Are you married sir?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes sir.  I've got two children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Is your wife working?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No she's not working.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Are you working?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I'm not working.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " What is your request to the Commission today?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I wish the Commission would help me fulfil my desires.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " [Indistinct]  particular?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I want to build my family a home.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            " Do you get a pension?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I do but I can't even buy groceries with that pension.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "We have heard your story.  We'll try as much as we can to help you.  I give you back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I would like to say thank you very much to all of you.  We have heard your requests.  We empathise with you in your pain.  May the Lord be with you.  Even though it is not easy but you can say that this did not happen in vain.  We have freedom today because people like you, even though unintentionally, gave yourselves, donated your blood, your hearts.  Your blood was not shed in vain.  Today we have freedom.  Thank you very much.",
            "Unknown"
        ],
        [
            "TRUTH AND RECONCILIATION COMMISSION",
            "BISHO MASSACRE - DAY 3 - 11 SEPTEMBER 1996",
            "Unknown"
        ],
        [
            "CONCLUSION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I would like first of all, to express my appreciation as the Chairperson of the Commission to our regional office in Eastern Cape region.  They have arranged an event hearing that everybody will acknowledge has been an outstanding event.  We are very grateful for the leadership of Bongani Finca.  [I am talking and you are talking, I don't know what is happening.  Please.]  \n We are grateful for the leadership that Bongani is giving in this region and we express our appreciation as well to the committee members who work with him.  Then we want to say thank you to our staff, to thank our Regional Manager, [indistinct].  Thank you to the briefers [indistinct] for comforting people, strengthening them.  The statement takers, [indistinct].\n Even the secretaries that we do not see in these meetings.  We thank the caterers that fed us throughout this hearing and we want to say again thank you to you, our interpreters.  You do a super job of work and you are wonderful.  You don't complain.  Don't start doing so now.  And to you, technicians, thank you for helping our work to get on as well as it does.  \n Thank you to the police who provide the security for this venue.  We may also want to take things like that for granted but you never know, there are mad people who might want to come disrupt the proceedings and we thank the police for the work that they are doing and we are glad that they are being transformed.\n Thank you to the University of Fort Hare for providing us with the facilities and also thank you to the media for helping to publicise what happens in these hearings to a wider audience.  The SABC, radio and TV also, we express our appreciation.  Then we do want to say thank you to the witnesses who come to open up their hearts in public as they do. [Indistinct] from their families.  We have already said thank you to the churches for helping to organise the service that we had and for other support that they gave.\n I thank you all.  All those that are present here.  We have heard very painful things.  We know that we have been putting salt into your wounds but today we have heard people's wishes so that people come forward and tell the truth and not be evasive.  We thank the people that have spoken as clearly as possible.  I know that it is not easy.  I praise you dear people.  I praise the Lord who has given you the warmth and the reverence that you have for other people.  So that you, the very victims are able to withstand, to come here.  \n You are supposed to be people of bitterness, anger, but even so the whole nation is probably shocked that our people are given the gift of forgiving so that we can build a nation, a new nation.  So that we can show others that truly, the things that have happened to us, we do not want them to happen to other people.  We want to have a new nation, a new nation of love, of peace, people who work together well, hand in hand.  Bless us, God will bless you.  So that you are people who hold onto prayer, so that you are able to overcome this pain.\n We pray that God can transform us in our nation.  I want to ask the audience to clap.  I allow you, to clap for all these people.  I would like you to clap for yourselves because you are good people.  Thank you very, very much.  You are wonderful.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Please let's clap for the Chairman.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Your Grace, I know that I'm very forward because I have not been elected.  Your Grace, we would like to thank you very much for having spent these three days with us.  You do not know how much dignity it gives us to have you in our midst.  Even though we fight with you at times, we love you and we respect you and we are very happy that you are in our midst.  I will also thank Denzil Potgieter and Dumisa Ntsebeza for the wonderful work that they have done for they have really been engaged in hard work.  They have been reading their papers and they have been acquainting themselves very well with the matters that have been coming up.  We thank Dr Mabula in abstention but I will convey that later to her tonight.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please let us stand up.  There is something we did not do right from the beginning.  We were supposed to remember those that have passed away and that is Nosipho Komxani.  Maybe we can have a moment of silence and just remember her and take her to God's hands.  Lord you bless us, You bless all your children.  Please send down Your Holy Spirit to be the oil to our wounds, the balm to heal broken hearts.  Please be with us as we go home as individuals.  Please protect us from accidents.  Please bless our nation.  Please bless our leaders.  Bless us all Lord, in the name of Jesus Christ, Amen.  \n Thank you.  Can the victims and the witnesses leave first.  Please!  Please!  Please!  You are going to go straight to hell if you take the earphones.  Please just leave these on your chairs.  Thank you.",
            "Unknown"
        ]
    ]
}