{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-19",
        "location": "BISHO",
        "day": "2",
        "names": [
            "VUYELWA CORRIEN CHUMGWA"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54974&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/chumgwa.htm",
        "speakers": [
            "MR POTGIETER",
            "REV XUNDU",
            "VUYELWA CORRIEN CHUMGWA",
            "DORIS NOMALISA HLEKANI",
            "PHAKAMILE WILLIAM DUDA",
            "MGCINENI JACKSON BLOM",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "MR POTGIETER",
            "REVEREND XUNDU",
            "VUYELWA CORRIEN CHUMGWA",
            "DORIS NOMALISA HLEKANI",
            "PHAKAMILE WILLIAM DUDA",
            "MGCINENI JACKSON BLOM",
            "MS MKHIZE",
            "MS CHUMGWA"
        ]
    },
    "testimony": [
        [
            "MR POTGIETER",
            "Reverend Xundu.",
            "Male"
        ],
        [
            "REV XUNDU",
            "I would like to call upon Vuyelwa Chumgwa Nomalisa Hlekani, Phakamile William Duda and Ntsikelelo Dugmore Flepu.",
            "Unknown"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DORIS NOMALISA HLEKANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PHAKAMILE WILLIAM DUDA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MGCINENI JACKSON BLOM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  Vuyelwa Chumgwa will be facilitated by Hlengiwe Mkhize.  Doris Hlekani by Ntsiki Sandi.  Phakamile Duda by Tiny Maya.  Mgcineni Jackson Blom by Mapule Ramashala.  I hand over to you.\nVUYELWA CORRIEN CHUMGWA",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I would like to welcome you, just to way you are one of those women who had to pay a price for the freedom we have today, and I would ask you to tell us a little about your son Zamile Terrence Nqwala, so that we can get a understanding of who he was, what was he doing at the time of the incidents that you have written to us about, which we call the Bisho Massacre.",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "My son is Zamile Terrence Nqwala.  He was born in Tolofiyeni.  What happened to Zamile is on the Monday the\nEAST LONDON HEARING TRC/EASTERN CAPE\n1 V CHUMGWA\n7th he went to school because he was a student at Thembalabantu.  He was in matric at the time.  What happened is that he came back from school.  After he came back he told me that mom, I am going to the march.  I then gave him permission to do so.  It was a nice sunny day.  What happened is we were at home and people with radios heard that at about one o'clock people were being shot at Bisho.  I did not take much cognisance of that.  At sunset that day my child did not come back.  When he didn't come back I just thought that he might have gone to his aunts in Mdantsane as things were not going well at Bisho. \n On the Tuesday morning I still was not that much concerned because the people that he had gone with like Poppa Gqode were not injured and nobody came to me as such.  On the Tuesday at about sunset I went to my brother-in-law.  He was with my sister, his wife.  I asked my sister why is my child not coming back, and Nombusa said to her husband, these were the words Nombusa said to her husband, she asked why they were not telling me that my child is injured.  My brother-in-law then told me that my son is at Makiwane Hospital, he has not died but he is just injured.\n On the Wednesday morning I went to fetch Nonzami Kanenda my neighbour.  We left to go to the Makiwane Hospital.  A White man showed us a list of people who had been discharged and people who had died, and he said that Zamile Nqwala's name was not there.  This man asked us to go to Frere Hospital.  Again there we met with a White man who also read a list of people and said that my son is not there.  Nonzami and I gave up and we were walking towards the gate, we met two men who were wearing red T-shirts.  These men asked me, as I was sitting down, they asked \nEAST LONDON HEARING TRC/EASTERN CAPE\n2 V CHUMGWA\nactually Nonzame what the problem was.  Nonzame then said we were looking for my son who was apparently injured in the Bisho Massacre.  They asked for my son's name, I gave it to them.  They asked for a description, I described my son.  They asked what he was wearing, I described that too.\n At the hospital that said that I must go to Cambridge mortuary where the corpses were, sorry Westbank.  We tried to find Westbank but these two men took over and said they would go to Westbank for us.  They said that I must go home because they had taken all my son's details.  They asked for my phone number.  Because I did not have a phone I would give people my daughter's phone number who worked at Bisho.  Nonzame and I went to Mdantsane to get transport to go home.   When we were in King Williamstown next to the Post Office my brother-in-law works around there, we went to tell him that my son had been injured.  He said that he'd heard that he'd been injured but at least he did not have the news that he died, so perhaps there is still hope.\n Nonzame and I went home.  On our way home we realised that our neighbours were already at my house wanting to find out what transpired.  I told them that we still don't know what's going on.  In the evening my brother-in-law came with these two men that we had met at the hospital.  When they got in they asked for Nonganisile and of course I was there.  These men were standing by the door.  These men then said Zamile has passed away.  At the time I was not too shocked as such, I was calm.  That's what happened with Zamile.  I had a delayed reaction.  I don't know whether I have left anything out of the statement I am not sure.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you.  I will just ask you a few questions Mamma to clarify your story here.  Can you still\nEAST LONDON HEARING TRC/EASTERN CAPE\n3 V CHUMGWA\nremember how old was he at the time of this incident, Zamile?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "Zamile was 24 years of age.  He was born in 1968.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your knowledge was he trained in using any weapons, do you think as he was attending this march he had a weapon or anything like that?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "No, he did not have a gun, he did not have any weapon.  What drew Zamile to the march, especially by the men who were in our area, ANC men, is because he was a marshal and he liked that job.  Even on the day that he left I told him to take a T-shirt from the wardrobe.  He then said he's got a shirt that he received from these men.  These were khaki shirts that were already prepared.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you ultimately got his body did you see how he was murdered, was he shot at, can you just tell us briefly what you saw?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "I did not see the body.  The person who saw him who was preparing everything it is Mzwandile Chumgwa.  Mzwandile told me that he saw a wound on the forehead, a bullet wound.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Also in your statement of the tragedy you state \"my health was affected\", can you tell us as to how has this affected your health?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "My health deteriorated.  I was just so heartbroken.  Even after I had gone to the Grey Hospital, after the whole deed, after the funeral and everything I was strong when this all happened, even when my son was buried I was still strong.  But when I went to the hospital I got medication.  They asked what happened I told them I would use these tablets.  After I'd take some tablets at least I\nEAST LONDON HEARING TRC/EASTERN CAPE\n4 V CHUMGWA\nwould be strong again.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You just say you request the Truth and Reconciliation Commission to see what it can do for me.  Since we sat here yesterday we have heard many witnesses who are talking about this incident, have you got any suggestion  as to what can be done in this area to help all those families and parents of people who particularly died on this unfortunate day?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "First of all I am going to talk specifically about myself.  I am going to tell you what it is that I need and then I will refer to the others.  What I request if I could get help and if the Commission has the strength and the authority as a woman who was supported by this child I never went short of anything, my son would support me.  In his endeavour to give me everything when he passed away he actually did not have a home, I was staying with people.  His wish was that he would build a house for me.  I have divorced his father and his wish was that I would have a home and he would educate his three siblings.\n I want to say something else, the perpetrator of all this, because I don't know who it is, I have forgiven him.  He did so much damage that I have forgiven him, it is the Lord that will deal with him.  The Lord will deal with him.  Whoever he is, what he did is just so huge and scary that I have forgiven him, it is only the Lord that can deal with him.  I don't want to put a burden on the Commission because we never knew that this would happen, that these cases would be investigated.  Even the way we were treated after this, the man spoke on the radio, he said what he did at the Bisho Massacre he would do again.  The Lord will deal with him.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much Ma'am.  Did you think of\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 V CHUMGWA\npursuing civil claims?  Was there a court hearing after the incidents?",
            "Female"
        ],
        [
            "VUYELWA CORRIEN CHUMGWA",
            "I went to the attorneys.  After there was a memorial service with Dullah Omar in King Williamstown.  He then said that the people who had lost their loved ones should go to the attorney.  I went to Smith and Tabatha, when I got there I found two women.  These women said that how are they going to start a case that transpired in 1992, it's too long ago. I said to them 1992 is so recent you don't know.  I left them and I walked out.\n I went back to the attorneys in August.  I was at a funeral in Brakpan when I got a phone call from my niece.  She said that I must come back quickly because some people had got some compensation.  Around the 20th of August I went to the lawyer, I talked to Smith personally.  Smith said that there is no more money.  He said that the money they had received from the Defence Department was finished.  He said, however, that he would try.  He took my details, my address and everything and told me that I must wait.  I am still waiting.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  The Commission has noted where the process is and we will stay in touch with you.  I will hand you back to the Chairperson.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "Thank you Hlengiwe.  Thank you Mrs Chumgwa.\nEAST LONDON HEARING TRC/EASTERN CAPE",
            "Male"
        ]
    ]
}