{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-19",
        "location": "BISHO",
        "day": "2",
        "names": [
            "BRIGADIER OUPA GQOZO"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54978&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/gqozo.htm",
        "speakers": [
            "MR POTGIETER",
            "UNKNOWN",
            "REV XUNDU",
            "MS MKHIZE",
            "BONGANI FINCA",
            "MAPULE RAMASHALA",
            "MR SANDI"
        ],
        "original_speakers": [
            "MR POTGIETER",
            "BRIGADIER GQOZO",
            "OUPA JOSHUA GQOZO",
            "REVEREND XUNDU",
            "MS MKHIZE",
            "REV FINCA",
            "DR RAMASHALA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "MR POTGIETER",
            "I ask for absolute silence and for order in the proceedings.  Can I repeat that this panel sitting here today won't be making any findings on any issue in any of the many issues which are raised in the event that we are looking at.  We are receiving testimony and submissions from all of the interested parties and findings will eventually be made once all the facts are available and once there has been full investigation.\n The next witness is Brigadier O J Gqozo, and I would ask him to take the stand.  \n Good morning Brigadier Gqozo, welcome here.  The Briefer will switch on the microphone.  You are accompanied by your legal representatives.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "We have had Advocate Sally Collett appearing at the Commission at a previous occasion in Bisho when you were indisposed and you were not able to come to that hearing, so I place her on record.  On your left I assume is an attorney?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Perhaps we can get his name on record too.\nI am told it's Mr Ghole.  Good morning to you as well, and good morning Advocate Collett.\n Brigadier you have been requested to attend this session of the Commission hearings which relates to the \nincident which happened in Bisho on the 7th of September 1992 which is commonly referred to as the Bisho Massacre.  You were then the Head of State in the then Ciskei and for that purpose the Commission was of the mind that you are able to make material submissions and bring relevant evidence to bear on our investigation of that particular incident.  It is to that end that we are happy to see that you are able to attend today and I want to once again welcome you and I would hand over to you.  I see that you have prepared a written submission to assist us, but I am going to ask you to take us through that.  So I hand over to you.  Brigadier just before you actually take us through there I am going to ask you to take the oath, and we will be taking your submission under oath.  So I would ask you to rise please.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Would you now like to proceed and take us through your submission.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  Mr Chairman I thought his Grace would be here, Commissioners, Ladies and Gentlemen.  It is a pleasure to be invited before this Truth and Reconciliation Commission to make my presentation regarding the unfortunate incident commonly  EAST LONDON HEARING TRC/EASTERN CAPE\nO GQOZO\nreferred to as the Bisho Massacre.  \n At the outset I would like to thank this Commission for reconvening this second hearing relating to this matter in an endeavour to afford me an opportunity to make my submissions.  I apologise for any inconvenience that I might have caused due to my incapacity when the previous hearing in this regard convened.\n To address this Commission simply on the Bisho Massacre would be a futile exercise as it is essential that the political and ancillary matters thereto be addressed.  Accordingly I ask you to bear with me whilst I sketch the scenario to yourselves.\n Whether we condoned it or not the TBVC states were a creation of the National Party's apartheid era.  These states were, for all intents and purposes, autonomous little countries where Black man was to rule Black man.  \n In the Ciskei the reigns were initially held by the late Lennox Sebe.  The people in Ciskei became increasingly dissatisfied with the reign of Sebe.  He was regarded as an instrument of apartheid.  Sebe and his Kwane were allegedly using strong-arm tactics against persons who did not support the Sebe regime.  At that juncture I was Chief of Intelligence in the Ciskei and can thus attest to the accuracy of this aforegoing situation.\n Consequently the morale of the people of Ciskei, more particularly the military, was at an all time low and a coup was imminent.  On the 4th of March 1990 whilst Sebe was in Hong Kong a bloodless coup took place in the Ciskei.  It was not orchestrated by myself and neither was I personally responsible for the aforementioned coup.  I was requested by the soldiers to come to Bisho in the early hours of that morning of the 4th of March 1990 to take control.  Henceforth I became known as the military ruler of the Ciskei.\n At this stage I find it necessary to place the following on record.  As I saw it the coup was not a political coup per se.  It was not of political origin per se.  It found its roots in the dissatisfaction of the people and the soldiers towards the Sebe regime.  Consequently my capacity as military ruler I held no allegiance to either the African National Congress or the National Party.\n After assuming power in Ciskei my government introduced reforms, including a new constitution and Bill of Rights, the abolition of the death penalty and the unbanning of political organisations.  I brought to your attention that Ciskei functioned as any other country did with inter alia a government, security forces, a judiciary and laws to be obeyed. \n As head of the Council of State of Ciskei I was committed to negotiations and my government accordingly actively participated in CODESA.  We formed part of the Freedom Alliance who entertained the stance that all matters and principles be decided prior to the 1994 general elections, and that the principles accordingly be laid down for the new South African government.  I was in favour of federalism, the delimitation of borders and the dismantling of the Homelands.  I was also in favour of reincorporation of the TBVC states but wanted to know what the position of inter alia the civil servants, the security forces and industrialists would be.\n As far as my personal situation was concerned I was prepared to leave that to the electorate.  I established my own political party which became known as the African Democratic Movement.  I at all times intended to participate in the general elections with this political party.  I was in favour of a negotiated settlement and strongly opposed violence.  Consequently the ANC's decision to abandon CODESA II in favour of launching a mass action campaign on the 3rd of May 1992 some three weeks before the collapse of CODESA II, did not find favour or support with myself or my government.  The mass action campaign was a multi-faceted campaign aimed at transferring power to the ANC. \n The ANC's mass action campaign against the Homelands.  One of the aspects of this campaign was directed at those Homelands that did not support the ANC.  The ANC/SACP and COSATU, which collectively became known as the Tripartite Alliance embarked on a policy of mass action in the Ciskei.  Violence increased in Ciskei and people began to live in fear.  As illustration hereof I annex a press report published in the Eastern Province Herald on the 3rd of September 1992 as Annexure A.\n As the then head of the Ciskei government I has to assure the greater population of Ciskei that they would be protected.  I could not understand the alliance's attitude as there was no apartheid in Ciskei and I had unbanned political parties in my early days.   I felt that as head of government at the time I could not simply sit back and allow mass action to terrorise persons in the name of democracy or the struggle.  In my view, however, there was no need for a struggle as everything was already subject to negotiations.  Consequently I condemned the mass action of the alliance.  I refer in this regard to two extracts from the Umtombo newspaper, volume 1, no.3 of 1992 annexed hereto, marked as Annexures B and C.\n I am convinced that Ciskei was targeted as it was because it was probably regarded as the weakest of the Homelands that were not sympathetic to the ANC and hence where such a campaign was likely to succeed.  There seemed no doubt that the ANC alliance hoped that by targeting Ciskei a domino effect would result causing the other Homelands who were not sympathetic to them to fall and ultimately the then South African government, without further negotiation.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Brigadier can I just come in here.  You are referring to a number of annexures.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Are you going to take us through those annexures?  Are you going to refer to them at all in regard to the content of those annexures or have you thought that you will simply leave it to us to read or what?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I thought that I would leave them to you as it would be too long to read through.  But if would also depend on the view of the Commission.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Alright.  It might be of some assistance if there are some of them that are of particular importance that you would like us to focus on, that you could perhaps refer to those ones and perhaps just tell us briefly what it's about and so on.  Because obviously it's going to be very difficult for us to, in the time at our disposal now, to work through all of those annexures and so on.  So if there is something that's really relevant that you feel that we should actually consider, perhaps you can just attract our attention.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am sorry to take your time.  Commissioner I am given good advice here that it would be the view of my advisor that instead of delving through some of these whilst some of the audience haven't got these might take more time than necessary.  Perhaps in your spare time after this you would go through them at your own pace.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Ja that's fine, but then as I say, if there's something in particular, I know you have just been referring to some of the media releases and so on, we might have seen them already, but if there is anything that is particularly important, I see there is correspondence, you might when you come to that just perhaps highlight the importance of some of these.  You don't need to go through them but perhaps just....",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, alright, thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  You may proceed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was referring to the two extracts of Mtombo newspapers dated the 3rd of 1992, no.3 of 1992.  I am convinced that Ciskei was targeted as it was because it was probably regarded as the weakest of the Homelands that were not sympathetic to the ANC and hence where such a campaign was likely to succeed.  There seemed no doubt that the ANC alliance hoped that by targeting Ciskei a domino effect would result causing the other Homelands, who were not sympathetic to them to fall and ultimately the then South African Government without further negotiation.\n Background to the 7 September 1992 Bisho Massacre.  On the 4th of August the alliance held a march from the Victoria grounds in King Williamstown towards Bisho, Ciskei.  At the time I was at Mpekweni.  The aim was to occupy Bisho and to force me to stand down.  The ANC alliance was refused access to Bisho and were stopped at the border between South Africa and Ciskei.  Negotiations took place between the Ciskeian authorities and the leaders of the march at the initiation of the National Peacekeeping Secretariat.  I was contacted at Mpekwene and informed of the tense situation which I comment lasted many hours.  Finally an agreement was reached between all concerned out of fear of a possible violent confrontation that the marchers could hold a meeting at the Bisho stadium.  This took place and various speakers addressed the masses.\n I was informed that the security forces felt incredibly threatened by the large group of marchers who became restless and in fact even forced the security forces to retreat some distance to accommodate them.\n Pursuant to this march on the 4th of August 1992 violence increased dramatically in the Ciskei.  The soldiers in particular were targeted and intimidated.  The situation was so bad that soldiers and their families lived in fear and many took up residence in tents at the military bases and even at my farm, Blacklands, for security reasons.  There was a calculated attempt to demoralise and intimidate the soldiers in particular. \n I became increasingly concerned about the violence in Ciskei and accordingly approached the Goldstone Commission to investigate the same.  This request was met with a response that the Goldstone Commission had no jurisdiction to investigation incidents which occurred in the Ciskei.  I then approached the National Peace Secretariat and it was suggested that I establish a commission akin to the Goldstone Commission in the Ciskei.  This I did in the form of a commission headed by the Chief Justice of Ciskei, Mr Justice Pickard, the mandate of which was, for all intents and purposes, the same as that of the Goldstone Commission.\n The message that was spread throughout Ciskei was that the 4th of August 1992 march was nothing and that the march originally scheduled for the 9th of September would be the march.  I was to be ousted and the military of Ciskei were constantly undermined, it being said that Umkhonto weSizwe would show Gqozo boys how real soldiers would take me on.  Anybody known or suspected to be supporters of my government, including civil servants were harassed and terrorised and many fell victim to criminal elements.\n I mention at this stage that I was also given this information by the former head of Ciskei Military Intelligence Colonel Chris Nel.  I distinctly remember him telling me about pamphlets and ANC alliance propaganda, and telling me that this was being freely distributed among the people of Ciskei.  The gist of the propaganda was that the ANC alliance was giving people a last chance, especially the soldiers to be saved if they joined in the march against me, failing which they would be rejected and even killed.  I am not in a position to provide this Commission with such documentation, but maybe Colonel Nel is.\n However, to my dismay I have subsequently learnt in an article in the Weekly Mail and Guardian of June 1994 that Colonel Nel, in whose information I trusted, seems to have been playing cat and mouse with me.  Clearly, therefore, the possibility exists that myself and my security forces who relied rather heavily on the information of the Ciskei Intelligence Service might have been misled by Colonel Nel.  He, however, might be in a better position to elaborate.\n Nonetheless the confidence of the soldiers was severely dented by this propaganda, and it became apparent that the ANC alliance was attempting to neutralise the Ciskeian Defence Force.\n What I also regard as significant are the comments of Major General Bantu Holomisa, the then military leader of Transkei. He expressed the view that I was not being given honest advice and was probably also referring to Colonel Nel.  I annex in this regard a press report on the 8th \nSeptember 1992, marked as Annexure D. \n Mr Chairman I could just mention a few lines here where he says, I read,\n\"The Ciskeians should insist that mercenaries and seconded personnel be kicked out\".\nAnd then he says,\n\"Oupa Gqozo could not expect honest advice especially in this climate of transition. He suggested that some of these people, independent Homelands send these people back to their host countries for re-training.  I speak from experience, this is why Transkei decided the South African defence force personnel should cease commanding Transkeian forces in 1978 and why mercenaries were done away with in 1981\".\nMr Chairman I am carrying on now.\n On the 23rd August 1992 at the National Alliance Summit, the ANC alliance brought forward the march to the 7 September 1992 clearly to coincide with the then State President de Klerk's conference of regionalism.  It was decided by the ANC alliance that the national leadership should go to the areas near Ciskei to mobilise the people for the march.  There was no doubt in my mind that the ANC alliance from the outset had much more than a march in mind.\n The media and gatherings were used and abused to whip up the emotions of people.  The remarks made by the leaders were largely inflammatory and in fact contrary to the spirit of the National Peace Accord.  It appeared as if the ANC alliance would not even hesitate to use violence.  I firmly believed that the ANC alliance intended to invade Ciskei at all costs and oust me and were not interested in negotiations.\n On the 3rd of September 1992 they sent a letter to the then President de Klerk demanding my removal and threatening to occupy Bisho for days if needs be.  De Klerk warned them against such action and informed them that they should seek proper permission from Ciskei as it was an independent state.  De Klerk warned Dr Mandela that the proposed march might lead to a serious showdown and that the demands were unrealistic in any event and formed part of matters still subject to negotiation.  Mandela assured De Klerk of the ANC's full cooperation to ensure peaceful mass action.\n On the 6th of September 1992 the late Chris Hani held a final meeting with the people and declared their true intention to oust me at all costs.  I was referred to as \"De Klerk's puppet\" and \"kitchen boy\", terms which were not only inaccurate but hurtful to me.\n A conference on violence was held prior to the march of the 7th September 1992 by IDASA.  I sent representatives from both the ADM and the Ciskei government to participate.  It was reported to me that basically the intention of the meeting was to make Ciskei accept interim administration at that stage.  Ciskei was severely down-played and the meeting clearly wanted my removal for political reasons.  This meeting was presided over by Dr Alex Boraine.\n A seven member delegation including Reverend Bongani Finca were to meet with the then President de Klerk to attempt to obtain these objectives.  What was significant and hinted at a somewhat biased agenda was that not a single representative from either the ADM or the Ciskei government were part of the delegation.  In this regard I attach as annexure E.  It is a letter, Mr Chairman, which is very \nEAST LONDON HEARING TRC/EASTERN CAPE\nO GQOZO\nself-explanatory.  I will ask that you pass it on.  Thanks.\n Prior to the march of the 7th of September 1992 a delegation of church leaders headed by his Grace the Honourable Bishop Desmond Tutu came to me at Parliament in Bisho.  They were concerned about the march and possible violence and enquired why I did not simply resign as the people seemed to want and hand over to an interim administrator.  I said that I was not prepared to do so in this hostile climate as not all the persons under my control were ANC supporters.  I genuinely felt that I owed allegiance to many people who relied on me.  I showed them videos of an ANC march in Ciskei where the marchers displayed vulgar behaviour towards the Ciskei government.  They were shocked and admitted that nobody should have to endure that.\n After lengthy discussions the delegation agreed to try and dissuade the ANC alliance from adopting this attitude, and to request them to call off the march.  I waited for their report-back but this never occurred. \n I mention further that this delegation also requested a referendum to be held in Ciskei but I declined, for the following reasons.  The Ciskeian people had no experience of voting procedures at that time.  Such referendum seemed a costly option.  I did not see the need for a referendum because I was prepared to, and was negotiating reincorporation which was imminent in any event.  There seemed to be no dispute about the need for reincorporation.\n De Klerk declared the area surrounding Bisho an unrest area and informed the ANC that security forces would be on standby to ensure that the march conformed to the National Peace Accord.\n I further felt that De Klerk should never have permitted that march from Victoria grounds in King Williamstown as it was contrary to the non-aggression pact between South Africa and Ciskei.\n Steps taken by the Ciskei government prior to the 7th of September 1992, the march.  I consistently issued warnings that the proposed mass action seen against the background of the violence, intimidation and threats in Ciskei could have devastating consequences and I refused to allow it to happen.  I believed that as head of the Ciskei, which was at that stage an autonomous government I had a duty to protect the Ciskei as I saw fit and in the interests of my people.\n On the evening of the 6th of September 1992 an urgent application was brought by the Commissioner of Police against the ANC alliance declaring the proposed march unlawful if the requisite permission had not been obtained from the magistrate and consequently interdicting the ANC from continuing with such a march.  A copy of this application is annexed hereto marked Annexure F.  It sketches, Mr Chairman, the situation as my officials and I saw it at the time.  \n The ANC brought a simultaneous application, ja here is the application, which is lengthy and I think we will leave it at that.  The ANC brought a simultaneous application compelling the magistrate to apply his mind to the application previously made by them to the magistrate seeking permission for the march.  Both applications were granted.  The magistrate accordingly heard submissions and consequently permitted the march to take place and set certain conditions to be observed by the marchers.  Despite all the aforegoing the ANC alliance had repeatedly stated that they would have their march and would not be restrained.  They did not regard themselves bound by the Ciskei courts which is peculiar considering the fact that they brought an application to the very courts that they did not recognise.\n I must concede that initially I was not prepared to allow the march either, but after the courts had made orders and  ...(tape ends)\n... only issued press release, annexed hereto as Annexure G.  It's a press release Mr Chairman which is self-explanatory describing the futility of my attempts to stop the march and expressing my wish to cooperate with the courts.\n Mr Chairman facsimiles were sent by the government lawyers, Hardman Cooke requesting that the ANC comply and/or alternatively pledge compliance with the conditions set down in the magistrate's order.  These facsimiles elicited no response from the African National Congress.  I annex them hereto for your information marked Annexure H.  The ANC alliance instead expressed its intention, publicly, to bridge the conditions and march to the original site which is the centre of Bisho.  \n The Bisho Massacre.  At all material times hereto I was at the Parliamentary buildings, I was not involved in the security operations at all which was left to the various commanders of the security forces in whom I had the fullest confidence to handle this situation.  From where I was I was not watching nor could I see with any clarity what was occurring in the vicinity of the march.  The security forces were aware from the outset that they were to prevent the marchers from occupying Bisho as even after the magistrate had permitted the march the ANC alliance had made it quite clear that they did not consider themselves bound by the restrictions.  I heard the noise and chanting of the marchers.  Subsequently I heard sounds which I initially did not identify as being shooting.  The Bisho Massacre had occurred.\n I consequently learned about the shooting incident and that lives had been lost.  I was informed that this had occurred as a result of the ANC alliance having breached the conditions of the march.  I immediately released a press statement conveying our sincerest condolences to the injured and the families of the deceased.  I annex as Annexure I a copy thereof.\n With your permission I will read, because it's short.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "We are just trying to locate these annexures.  Just for my colleagues they are towards the end of the papers, so if you go past all of the press copies and so, copies of extracts from newspapers, right past that, have you located it?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can I proceed?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well just give us a minute Brigadier.  Alright Brigadier.",
            "Male"
        ],
        [
            "UNKNOWN",
            "This is a press release issued by my office straight after the news broke out.  It's dated the 7th of September 1992.\n\"The Council of State of the Republic of Ciskei has learnt with shock of the shooting incident in the vicinity of the Bisho stadium after participants in the African National Congress march breached the conditions imposed by the magistrate for Zwelitsha for the conduct of the march and gathering.\n We express our sincere regret at the conduct of these marchers and at the shooting which ensued.  We further convey our sincere condolences to the injured and the families of the deceased.  The Council of State gives the first assurance that a full inquiry will be held as soon as possible to investigate and report on the incident.  The Council of State gives the assurance that law and order will be maintained and calls on all citizens to remain calm and to act within the law\".\n Later it was reported to me that when the marchers arrived at the stadium and began to enter a group congregated outside the stadium while a further group ran through the stadium on the left and rushed towards Bisho and at the Ciskei defence force soldiers that had been deployed in that vicinity.  A soldier had been shot.  An order to fire was given after a report was made of gunfire from within the crowd as well as handgrenades having been used.  The action by the military was thus defensive in nature.\n I released a further press statement marked Annexure J which is self-explanatory where I express the fact that from reports gained that troops may have acted in self defence.\n Reaction to the massacre.  Re ANC alliance.  What happened in Bisho on the 7 September 1992 shocked the world.  I wish to place the following on record. \n The ANC alliance had repeatedly been warned from various sources that their proposed march could have devastating consequences and result in bloodshed.  They ignored all warnings determined to achieve their objective.  The ANC alliance never had a peaceful march in mind from the outset and embarked on war talk.  The ANC alliance by their campaign of terrorising the military prior to the march might possibly have thought that the soldiers would not obey an order to shoot but should have foreseen that there was always a possibility that the soldiers could fire if besieged as they were.  \n Ronnie Kasrils was clearly not even concerned therewith and appeared to be prepared to risk any situation for political gain.  One of his many quotes justifying his behaviour was,\n\"Through history how has tyranny been toppled, never without casualties\".\nThis comes from the Sunday Star of September 13 1992.\nThe behaviour of the leadership of the ANC alliance must be condemned in the strongest terms.  \n Re Ciskei military.  It is necessary for me to outline the defence force's situation so that there can be a better understanding of what occurred on that fateful day.  The Ciskei defence force did not consist of the most sophisticated or combat trained soldiers, and furthermore the defence force, because of its size and nature, probably led to Ciskei being targeted first for mass action by the ANC alliance. \n As with any defence force they had a statutory duty to protect their country.  The Massacre was never planned and I strongly reject any suggestion of that nature.  \n I annex for the benefit of the Commission the minutes of a meeting held by the defence force of the 31st August 1992 to discuss the planning of the proposed march as Annexure K.  Mr Chairman due to the length of this document I would like only to point out that just by the composition of the, or the participants in the march, should be seen that it was a concerted action of all regional security force role players to ensure that all heads are brought to one to avoid whatever and to manage the situation as it arises.  This was done immediately after the August march to ensure that whilst another meeting was being canvassed lessons learned from the previous march must help in trying to make a better security arrangement for the next one.   There \nwas there the deputy chief of the Defence Force, Colonel van der Bank, Colonel Ramond who was attached to Group 8 from the SADF, Colonel Berg from the SAP, Colonel van der Linde from the military, he was the military attache of Ciskei.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Sorry Brigadier what does that stand for, MA Ciskei?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Military attache, he was working at the South African Embassy.  And Colonel Shubersberger who was an operational officer at the CDF.  Commandant de Kock of the SADF.  Commandant Nkosana who was I think head of the Bisho Base.  Major Dave Scroobie was our legal advisor in the defence force.  Captain Aslet, SAP.  Du Plessis, SAP. Captain Priklimane Gahledi from CDF, Captain Komanda from CDF and Commander Swanepoel from CDF.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Was the Ciskei Police not present, because I can't see on my copy?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, the Ciskei police were not present.  It says here \"Not present Ciskei police\".",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Okay, thanks.",
            "Male"
        ],
        [
            "UNKNOWN",
            "By the time the march took place on the 7th of September the military were demoralised and feared what the ANC alliance were going to present them with.  They responded to a lawful order to fire and such order was given after information had been relayed that the soldiers were being fired at and that the crowd was running towards them.  The military was the last line of defence.  Any criticism of over-reaction by the military must be seen against the background of the circumstances that existed prior to the march, as well as on the day in question.\n The aftermath - reaction.  The 7 September 1992 was a sad day for the whole of the Ciskei and the then South Africa.  The incident was debated and discussed at length in the tabloids, the media and investigated by the Goldstone and Pickard Commissions of Inquiry.  A minute was sent from my government to the United Nations in connection therewith and I annex a copy thereof marked Annexure L.  As it is a lengthy document and a very detailed document of explanation, I think it's just a supporting document to almost what we have said here Mr Chairman.  I suggest we leave it to the Commissioners.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I am sorry I am just trying to locate that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It's just after this annexure K.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I've got the Annexure K, the minutes of that planning meeting, but in my papers, well let me tell you that minute, it's headed \"Secret\" on top and it's got nine pages in my papers, it goes up to nine, and then immediately after that there is a letter from the African National Congress Border Region to the Town Clerk King Williamstown Municipality.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Oh that's right.  Immediately after all these intelligence reports it's a thing called Annexure L, it's the very last document.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Okay, alright it's here.  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am aware that many people have and still do blame me for what happened on that unfortunate day.  My reaction to that day was and still is one of great remorse and distress as I was horrified and sorrowful at what happened on that day.  As far as I am concerned the ANC alliance needed to return to the negotiating table and stop using the lives of innocent people for their own political gain.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Order please, order.  We won't proceed until we have got order.  Reverend Xundu.",
            "Male"
        ],
        [
            "REV XUNDU",
            "However you are feeling about this business we must listen to this as it is presented.  It's not necessary to act like people in the rally.  This is a legal Commission which was appointed by the President.  It's like going to Parliament and interrupt the procedures.  We have authority to take the people who misbehave, we have an authority to take you out of this hall please behave yourself, do not interrupt the procedures of the Commission.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "We won't be able to proceed unless we maintain order and discipline.  So if the testimony is interrupted I will not hesitate to stop the proceedings and not proceed until there is absolute agreement on discipline and order.  I don't want to do that.  Thank you very much.  Proceed Brigadier.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  I am still of the view that the tragic incident could have been avoided if the march conditions had been followed.  I had nothing against peaceful marches, political rallies, and as mentioned I personally unbanned political organisations when I assumed power without being pressurised to do so.\n I mention further that after the Bisho Massacre I had the support and sympathy of Buthelezi, Mangope and Mpedi who incidentally were also leaders of Homelands which were not ANC sympathisers.  \n The ANC alliance in contrast showed no expression of sorrow for their action which had led to the death of many people, instead they remained determined to intensify their mass action and do the same in Bophuthatswana. I verily believe that the ANC alliance had, on that day, no intention of a peaceful march and that is why they lacked remorse thereafter.\n Negotiations -   Perhaps the one positive aspect that flowed from the happenings on that day was that the parties returned to the negotiating table.  To a certain extent marches of this nature did not take place thereafter.  What is interesting is that our present government has realised the possible peril associated with marches and past legislation holding the organisers of a march responsible for any incidents caused by such a march.  This begs the question that if the Bisho Massacre march happened today who would be culpable.\n The indemnity decree -  It is true that I passed an indemnity decree so as to indemnify my soldiers from criminal prosecution relating to the Bisho Massacre.  As far as I was concerned they were acting in a lawful capacity to protect Ciskei from being besieged.  They were not the only line of defence but in fact the final line of defence.  It is very easy to sit back and condemn their action on that day.  Although I concede that perhaps if one views the situation in retrospect they may have over-reacted.  I ask that we all judge them given the circumstances prior and at the time of the march.  I urge that people should not be armchair critics when considering the happenings of that day.\n Conclusion -  Mr Chairman, Commissioners, there has been many a day that I have wished that the incidents of the 7th of September 1992 could be removed from my history, but I know that they cannot.  I have frequently wondered what I would have done differently if the clock could be turned back, but given the circumstances I am at a loss to say.  \n I know that the question on everybody's lips is whether I am going to say that I am sorry for what happened on that day.  I feel that I am not personally to blame for what happened on that day.  I attempted, I believe, to the best of my ability to prevent what happened.  Nonetheless I do feel sorry and sympathise with the victims and the families who lost loved ones.  I am sorry that this happened at a time when I was head of Ciskei, and unfortunately remains inextricably linked with me.  \n In a sense I feel sorry for the ANC because I believe that it was the SACP's subtle revolutionary influence that caused this incident under the guise of the ANC.  \n As a Christian I find the loss of human life a sorrowful situation particularly when blatantly contemplated for political gain.  I sincerely hope that the people who accuse me and claim that I am responsible for that day now have a better insight.\n Finally I would ask anybody that believes in their heart that I am truly guilty to forgive me, and understand the situation for what it was.  There is one lesson that I have learnt and that is that hatred and bitterness will gnaw away at a person's very soul if they give it a chance.  I have forgiven those that persecuted me and my followers. If we are all to live together and build a new South Africa then we must make peace with ourselves, our feelings and those of others, I have done all of this and please I urge you to do the same and let us all build the new future together.\n Mr Chairman I thank you for this opportunity to make these submissions to the Commission.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  You've submitted quite a bulky set of papers to us containing a number of annexures and as is usual that was handed to us just prior to you taking the stand to give your testimony.  So it would obviously require a bit of time from the Commission to look at all of this and to study the documentation.  In any event this is a process, it's not a single event, with the result that the Commission obviously has the ability to revert to you and to deal with whatever there is that has arisen from your submission and your testimony that needs further clarification.  But for the moment, under those conditions I am quite sure that my colleagues on the panel would want to ask some questions at this stage in clarification of your testimony.  Reverend Xundu?",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson.  Sir I wanted to get clarity on some of the fundamental issues.  Do you realise that the creation of the TBVC states and the tricameral Parliament was the root of the violence in this country?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I know that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you realise that if this is part of that, you yourself, you were taking part in that violence so that you can help the oppressors to oppress the people who did not have the right to vote?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I realised that that was the perception, though that was not my aim.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "That is the cause that just before you put the blame on others, is that you had your own view that instead of liberating people you were oppressing them.  But if you are just blaming the people and you don't even admit that the creation of the TBVC states and thereafter they were puppet ministers that was very painful to the people who could not vote at the time.  It was war.   I want to know that you are placing the people who would like to forgive in trouble because you do not admit, because it is part of the anger of the oppressors.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I admitted, I said no matter what we can say we know that the creation of the TBVC states were the roots of the apartheid regime. I take this from the situation that you can be born under a very bad situation and you can even go there yourself.  We were already in a bad situation.  In my mind I wanted to say in this kind of situation, this bad situation we must struggle and go out of it because at the time we had already known that there were heroes who were fighting for the liberation.  All of us we were oppressed, but at the same time in that kind of situation we could also try and build on our resources and try not to kill each other just before reaching our freedom.  My situation I was against the fact that there should be people who are forcing other people to do something that they did not like to do while busy talking about liberation as the principle of democracy was about tolerance among views of different people.  As long as there is respect there would be cooperation.  At that time I was not a White and I did not create any laws that could oppress the Blacks.  Just after I took over I tried to create laws that could lead to liberation of a Black person in Ciskei.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "On page 8 of your submission you said the referendum, you refused the referendum, the referendum that was going to give people a choice of their leaders, you refused that.  Do you really mean that you were going on, you were ruling people according to the principle of the soldiers not about the majority rule?  This is a contradiction of what you have just said.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At the time of the referendum the people were talking largely about dismantling the Homelands at the negotiating table.  That was going to waste time according to my own government.   I have reasons there, I have stated clearly the reasons of that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I am not saying is it's not true because what I know of the people of Ciskei, the people of Ciskei were always electing their own people because they were saying they have a democratic government.  In the previous hearings that we had there were a lot of claims and accusations that you had your own chiefs and headmen in different villages, you forced the headmen and the mayors to remove everybody who was against your regime.  Can't you see that in this conflict, I am not against you but I just want you to see this, in your evidence it looks like you were innocent.  There are people who could see that you were a perpetrator yourself, and this is where you must admit that you played a role, you had a responsibility.  So if you admit that there will be reconciliation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What you are saying Sir is true because in this situation ...(tape ends)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "....not what the people like, if you are a ruler you don't concentrate on one group of people, some of the people were manhandled and that kind of a situation.\nThere was conflict between the government and the Residents Associations saying that they were not the structure of the Ciskeian Government but they were under ANC.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That gave us a problem that the government could not approach the organisations,though the government was forced to address the daily problems of the residents.  We realised that there are people who were against the resident's committees, they even said that these resident's committee were worse more than the Sebe regime.  I realise that there was no alternative for my government but I had to try and go to the traditional leaders instead of appoint the chiefs we had to elect them, that's what we do as we were trying to meet the demands of the residents.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  Here I will just ask a few questions as the Chairperson indicated that we haven't had time to look at your documents so it will be basically questions asking for clarification.  When you started you indicated that you couldn't attend due to your incapacity, would you like to tell us more about your incapacity?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Can we please confer with my lawyer because she wants to tell me something.  Thank you Mr Chairman.  Yes, I would like to share that with the Commission.  When I went to, before I went to the other court case in Kimberley I must say I was very, very emotional, I was very stressed.  I had spent many nights without sleeping, I had no money, so all these things made for a very big depression in me.  I think if the psychiatrist did not recommend that, under such emotional stress I could not handle any situation where I had to give of myself you know what I think.  I was very sensitive as well.  The reason they detected this was that every time they asked a thing I would keep quiet long and cry. So they said no this is terrible, I think we will not be making any service to whatever - I could not even give them what particulars they needed.  So I again having had the shock of the sentence at Taung exacerbated my situation which they had already diagnosed earlier on.  But when I came back I was also, that didn't help me at all because I had to go to places I have never been and all this and all this.  So I was really willing to come but I think that on second thoughts, after having gone for treatment at Komane I praised the Lord for that because I think that not only helped me but it returned me from a point of no return.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Maybe just a related observation, do you think an opportunity to talk openly before your own people about your involvement as a leader in the area and particularly around the unfortunate date will have a healing effect, a further healing effect?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes I do believe that you actually heal the more you have nothing in you that holds you know on your conscience and that you also - My feeling on your question is that I know I may not convince many people out there of the way I am, and perhaps I may not have the ability to be able to foresee exactly what they want me to say and which would actually be fooling them and fooling myself if I say what I think they want to say, but as long as I have said what I feel at the moment and I hope that they understand me for what I am and how I am, that to a large extent would make me feel happy, instead of just sitting there, nobody knows how I feel, nobody ever thought that they would see me and hear me talk about this, I think that both ways it could help.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Another point of clarification I see here page 3 and page 15 on your document you referred to Homelands which did not support the ANC, can you just clarify for us what exactly do you mean?  I mean when you talk about the Homelands one assumes that you are talking about a geographical area with divided peoples, some belonging to political groupings, some not aligned.  The impression you create is like you had a bunch of people holding onto one, only one political ideology, can you just explain to that.  It comes on page 3 and also on page 15 of your document?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That would be best replied by the attitude of the ANC's thrust in its campaigns to destabilise those countries that I mentioned.  It is clear in that, that it is merely because they were areas where the leadership of those places shared at times different views, either, not the view of liberation, it may be views on how to achieve the liberation and how in the interim things must be governed towards the attainment of what we all want and cherish which is our freedom.  But I do have a clear vivid picture of the Transkei not being harassed by the ANC through its mass actions, Venda not being harassed, Kwandebele not being harassed, all other places not being harassed, except only Ciskei, Bophuthatswana perhaps and others who were sort of having their original sort of ideas on the way forward.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Sorry Hlengiwe just before you proceed.  I am just going to make a ruling on order and procedure.  I am going to proceed down the line of Commissioners and panellists and allow them to ask a first round of questions, and then I'll assess how the time is to deal with further questioning, so bear that in mind that there are time limits that we've got to stick to and try to keep it as pointedly as possible.  So Hlengiwe would you like to proceed.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you Mr Chairman.  Another point which I would like you to clarify for us on page 12 where you say the actions by the military was thus defensive in nature.  As a person who was responsible for safety and security in the area, I mean we are talking here about the loss of life, can you tell us what exactly do you mean by saying the action was defensive in nature, viz a viz what they did?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you Commissioner.  On that one I must clarify that.  I am giving you an impression that I have received after I was given reports, that the way the force with which the troops saw the rush towards them was very intimidatory.  Secondly, without getting into the who shot first, and who shot the soldier, but there was at the time the impression that, from the crowd there was a shot which gave the impression that they were under siege and they were being attacked.  And then some handgrenade sounds or whatever which no one actually proved or can prove, I don't know about that, I don't want to get into that, but the report I get gave me the impression that the people merely were forced to jump to the conclusion that we are being shot, hence now my conclusion that they might have acted in self-defence.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Just a related question, as the head of state then what precautions did you take to make sure that the loss of life was prevented at all costs?",
            "Male"
        ],
        [
            "UNKNOWN",
            "First it is the court interdict which regulated the behaviour there, which no one believed and thought that they would be blatantly overlooked, so having said that the people who were there surely could have been there but they were just there as a deterrent.  I don't want to believe that anyone could have thought that that day there was going to be a shooting.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "To be specific, were there any instructions given to the soldiers as to how to control the crowds?  You know in any country marches, riots are common, but usually heads of state make sure that there is no loss of life?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.  I do believe that soldiers and police before the march were given specific guidelines as usual.  You know that was not the first march.  They have been monitoring marches for as long as you know they know, and in all the marches they monitored their first stance is to stand back and watch until such time as they see some disorder then they may try and solve that.  If it escalates into a fight or a shooting then they know what to do.  Those people have been trained there.  There may be riot policemen there, there may also be policemen and soldiers who constantly sit together and discuss that if this goes beyond our control then it's for the soldiers, because then it means war.  So my answer to you would be confined only to what I know are the standard of preparational procedures and not what happened there because I was not there.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Before I hand over to the Chair I just want to ask you one question.  We have had numerous witnesses for the past two days who have been really wanting you to come forward and tell them more about what happened, a cry for reconciliation with you so to say, if I may ask you where are you today?  What do you think you need to do to be reconciled with your own people in this area?\nEAST LONDON HEARING TRC/EASTERN CAPE\nO GQOZO",
            "Female"
        ],
        [
            "UNKNOWN",
            "It's a difficult question, it's a difficult question because one would think that - it would depend on whether the people still see me as a person who intentionally was there to ensure that people died before I leave the chairmanship of the Council of State or whether they take it as an unfortunate accident which happened, which shouldn't have happened, or whether they in all the things that I have done, they cannot see any little one good thing.\n And having said that I think that really I would hope that they listened to me today as a person that is humbly and very honestly trying to paint a picture of a man that has always suffered with them silently on this whole thing, that never wanted it to happen, that would do anything to protect anyone from being killed.  \n Further than that I think I would also ask that everyone who listens to me believe that I love all the people of this area and I would like them to forgive me.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you very much Brigadier.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "Thank you very much Hlengiwe.  Order, order, we are missing the testimony.  We can't hear what the witness says if you make a loud noise.  So please - Brigadier can we just round off this point that Ms Mkhize has raised with you because it's not quite clear to me what your position is on the submission on page 12 that the action by the military was thus defensive in nature, I just want to come back to that.  I have heard what you said but do you stand by this submission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman this is the report I got and I believe that the soldiers didn't want to kill people.  My soldiers never were hostile to people.  I remember when I took over they did not want what was happening to the people of Inkonkwene(?) and at Puni(?), I know that, I was part of the military.  I know also that on the day of the coup, my coup, we had the displeasure of being called at night, after I had addressed the people at Mdantsane stadium, we were alerted to smoke billowing around a highway and soldiers went there, tried to get the people away and then at night around 12 o'clock, at Fort Jackson there were so many people moving around there, looting TV's and things like that, they did not want to shoot the people, because I said people this coup is for the people, if we try to stop these people and they don't want to leave rather leave them. You know we can't make it worse by shooting anyone here.  Shoot rather in the air and so on.  They wouldn't shoot people.  It was at night that time, if they were criminals they would have shot people there.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  That's obviously a different situation, I am talking about the 7th of September 1992, and I want to ask you quite pointedly because what we have to do is we have to ascertain the facts, we must ascertain the truth, so I am asking you quite pointedly do you stand by this submission that the military acted defensively on the particular day?  Because I want to test that.  I mean if you stand by that I want to test it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I stand by that opinion which I got, I derived after I was given the facts about what happened there.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  So in other words this is the opinion that you formed after the initial report was made to you about the incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  Now you've never testified before at any one of these commissions, of these inquiries that were held into this incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No not at all.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  Now your opinion I assume is reflected or based on the facts reflected in annexure J, your press statement on that same day which you've referred to in your testimony?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Where you said,\n\"It has been reported to me that....\"\nand the second paragraph,\n\"... on Ciskei soldier was shot and killed and the rush continued at the troops\".",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Have you got that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And then you carry on in your release, your press release you say,\n\"... the order to fire was then given.  We have received reports of gunfire directed from within the crowd at members of the defence force, and of hand grenades which were slung from within the crowd.  The action taken by the defence force members was defensive\".",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "That's the crux of your opinion?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That's correct, yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  Now as you are sitting there today do you accept the factual situation set out in this press statement as being true?  Are those the facts?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir after having read, listened to many people you know deliberating on this issue, I found that I have no way of saying either of them is correct, but I had only to rely on the knowledge that knowing the troops I don't think they would have shot if they were not feeling threatened.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Okay.  So what you say is that you can't say that this is true?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No I can't, I can't say that.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "In fact, in fact the evidence is quite clear that the one soldier that was shot and killed was shot by his fellow soldiers, he was shot by one of the CDF members, there is no doubt about that.  We have got that testimony, we have bot the ballistics reports, everything, do you accept that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I find it very difficult to accept that.  Because Mr Chairman let me put it this way ...(Interruption by screaming of woman in the audience)",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Please keep quiet.  We know that you are all frustrated, please bear with us.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  We appreciate your cooperation.  Brigadier I would like to just get this point crisply finished.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman if one of the soldiers was shot by one of the soldiers, it may have meant one thing, the soldiers hated each other, how else would they shoot ...(intervention)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Or they were bad shots.  You were saying that they were inexperienced in your testimony here.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Inexperienced in dealing with a crowd of that nature Mr Chairman.  They have been deployed all over the Ciskei wherever there was unrest.  At some stages even the police, people said we think better when you call in the soldiers because at least they can stand and make sure that we are safe.   So they were experienced to an extent.  But if it was a soldier shooting another soldier from behind in a line of deployment where other soldiers were looking, soldiers are very, very protective of each Mr Chairman, that would have come out, not only through reporters but it would have come out from the army itself.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well as I have put to you earlier, and it's not going to help very much for us to debate it between the two of us, I've just put it to you that expert ballistic testimony presented to this Commission at its previous sitting on this incident had indicated quite clearly that the soldier was shot and killed by the calibre gun that was used by your force, there is no doubt about that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir that cannot prove exclusively that that gun was handled by a soldier.  So many of these guns were stolen.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "So you mean it could have been one of the crowd?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It could be, and I don't believe that any such action could have taken place even before - I am told, I don't know, but I am told that the soldier fell before anything else happened.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Now let's just test the factual situation here because you don't seem to be suggesting that you do believe that this is true, this statement,\n\"The Ciskeian soldier was shot and killed and the rush continued at the troops\".\nIs there any truth in that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Oh well I was not there Mr Chairman.  I know what I was told.  I know that there was a lot of debate around that, and I know all these ballistics and other experts called in, I am prepared to accept what the court or whoever decides finally because I am, in this situation, I am - I don't even want to make a speculation, it's very dangerous because one never knows what is the truth until it has been tested and re-tested.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Now just the second leg of the allegation.\n\"Handgrenades were slung from within the crowd\".\nis that true?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Again Mr Chairman this is the impression that was given to the officers who came and made a report-back. They had also information which was to the effect that there was a car which was seen at a certain area distributing weapons.  That information, whether it was tested and whether it was true, whether I believe it or not really depends on whether it was there, and no one knows it was there.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Ja.  So you can't say for a fact that handgrenades were slung from the crowd, is that correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "This is what I was told and this I am reporting exactly what I was told.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And you can't say whether that is true or not?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No I cannot.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "So just to round off this one point, the facts on which you have based your opinion that the CDF soldiers were acting defensively in nature is based on facts which you can't say is true, you don't believe the truth of it, necessarily?",
            "Male"
        ],
        [
            "UNKNOWN",
            "This is what was also confirmed by - I never talked to the soldiers who were called to the Commission, the juniors, except only their seniors who came to report to the Security Council, but when I heard even junior officers disclosing to the Commission that they felt they were being shot at and they asked for permission through a radio communication to General Olshig and after he, according to his evidence here, after he asked about two or three times whether are you really under fire, and they repeatedly confirmed that positive, we are under fire.  So only taking that scenario into consideration gives me what I had to work on.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Alright, I understand the basis of your opinion.  Dr Ramashala.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Brigadier I hope your legal advisor won't interfere with the question I am going to ask before I proceed.  Are you on medication currently?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you.  I'd like to refer you to page 4 and page 6 of your document.  The first paragraph, line 3 on page 4.\n\"I felt that as head of government at the time I felt that I could not simply sit back and allow mass action to terrorise people in the name of democracy or the struggle\".\nAnd on page 6, second paragraph, line 4,\n\"The gist of propaganda was that the ANC alliance was giving people a last chance to be saved if they joined in the march against me, failing which they would be rejected or even killed\".\nFrom these two statements and throughout your submission it \nEAST LONDON HEARING TRC/EASTERN CAPE\nO GQOZO\nis pretty clear that you wanted to protect the people in the Ciskei at all costs, am I correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You are correct.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Did you see the two women who collapsed and left this room?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Can you identify them at all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ma'am I didn't look back.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Brigadier may I ask you to just cast your eyes to the second, third and fourth rows, just scan...(tape ends), second, third and fourth rows.  These are either victims, survivors or their families, do you recognise any of them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you Counsel for not interfering.  My question is soon after the massacre you in fact issued one or two press statements, am I correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes you are correct Ma'am.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "You were in control or in power for about two years after the massacre, about I say, you cared so much about the people in the Ciskei, am I correct in assuming then that you reached out to the families of the deceased and the families of the injured?  Now when I say reach out I am talking about not necessarily personally reach out but perhaps reach out by correspondence, telephone call, some kind of reaching out that would demonstrate and be consistent with your utterances that you really cared about the people in the Ciskei.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you through you Chairman, no I didn't.  Can I say - I don't want to justify why I didn't but perhaps if I say one word perhaps you could understand\n...(intervention)",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Well if you allow me to continue because I will give you the opportunity.  I also don't want you to justify because they are matters of the heart, that if not pursued at the time cannot be justified at any time, and so I don't want to put you in a difficult position by asking you to justify. I am pursuing your heart as Ms Mkhize indicated.  And I am saying for two years these very people that you cared about, that you were willing to protect at any cost, you did not reach out to them either through correspondence or sending your legal advisor or somebody. May I also ask you if after the aftermath, when people were scattered all over the stadium now taking into consideration security did you walk around to see what actually happened, or did you get reports indirectly?  Did you actually see the aftermath?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I did, afterwards, I think it was around four o'clock or five before I went home I asked to be taken there so that I can see exactly what happened so that I can relate to whatever reports I was going to get having seen what was on the scene.  Unfortunately I remember that immediately thereafter it was interpreted as if I went there with my (...indistinct) and gloated which was unfortunate.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "No I would not have interpreted as that.  I think I would have interpreted it as consistency in your behaviour caring about your people.  But what I find inconsistent and you have declared your love to your people today, what I find inconsistent is that neither you nor your office reached out to any of the survivors, their families and victims. I asked you to scan the second, third and fourth row because that is just a small sample of the after effects, the after effects of the massacre.  This document presents some political positions, I asked you to scan because what you see as a sample of the aftermath cannot in any way be represented in this document.  I ask you again Brigadier without casting blame on the ANC and its leaders, but looking at yourself as custodian of the people in the Ciskei, I ask you again is there anything you want to tell this small sample population of people sitting on the second, third and fourth row?  You don't have to because you see I ask you to speak from the heart and that is why I asked counsel not to interfere because this is not a legal question.  It's not a legal question.  I ask you again because this is your opportunity Brigadier.  Reconciliation with your people does not depend on how articulate you are today, but it depends on how you look at them, and not wonder whether what you are saying is legally or politically correct.  And so I appeal to you to speak from the heart and look at the people sitting on the second, third and fourth row.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am sorry Mr Chairman am I expected to do that now or are we through now?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "No Dr Ramashala has said that she leaves that option to you.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson may I - I don't think you are going to get this opportunity ever again because you are not going to find this group of people assembled in this way, and so if you choose to deal with it in any other way you are going to have to go door to door or you are going to have to call a meeting of not just the people from the Ciskei but specifically the survivors of the massacre.  So if you don't do it today I think Brigadier you will be losing a wonderful opportunity towards reaching out to your people.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I thank you very much for this opportunity ...(intervention)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Order please, silence, silence, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I would like to clear this that this consultation which we did with my legal advisor was not purely on documents and press cuttings only otherwise we would have had a big, big thing here.  We also desisted from choosing material that would throw blame at anybody.  We tried not to.  I also didn't want to justify myself in anything that I did, because I know that it is not necessary.  The thing has happened.  Perceptions are around people and I am a skunk.\n And I would like the people here, I have never seen them, I don't know them, even when they were marching there I didn't know who was marching there, I only saw pictures you know, and I am sure many of them also never saw me, except only on TV and things like that.  I am aware of that.  Some of them may believe that I am a terrible person.  Perhaps I have done terrible things to them, or which affected them.  Perhaps they did it in sympathy of their organisations.  But I must say that I am very, very humbled to get an opportunity to see some of them, not that I am happy with what has happened to them, but I would very much like them to put it in their hearts, I know it is difficult, they may forgive but they say, in many cases, one cannot forget because every time you see that little boy you remember that he has no father and you will remember Gqozo.  I want them to know that I regret that it ever happened and if anything can be done to replace their loss then I pray God a plan be found to do it.  And I would like to look at them and say please forgive me.  I know that I don't deserve your forgiveness under the circumstances.  I am viewed widely as a person who made your woes to happen.  And I want to tell you from my heart that I never willed and I never wanted your people to be killed.\n I will not be surprised if you take time to do it.  I will not be surprised if you reject my offer offhand.  You have lost loved ones, you have lost your sons, I know, but I would like you to consider that whatever was the plan I tried by all means, in my small capacity, to say please let's follow it this way, please let's not follow it this way.  It went beyond my power.  It went beyond my control.  And again I would like to say to you, I am not justifying myself, you believe that I cannot change you not to believe it, God will change your heart when the time comes.  I am not here making myself a holier than thou something.  I believe in God and I believe that he can heal us.  Your problem is not depending on me to heal it, it depends on how hard you work towards that, so that you remove it as a stumbling block towards receiving more blessings from God, and only in that way I will ask you for forgiveness and release your powers to heal on you through forgiving me.  I thank.  I thank you very much.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson my last appeal, and this is on behalf of some of the victims and survivors who were here yesterday and those who are here today that I managed to talk to, in their very generous spirit they acknowledged that perhaps you are a victim just as much as we all were victims, in their generous spirit they are in the forgiving mode, however, they believe very strongly that you need to say what contribution the South African Government played in events that led up to the massacre, because we know your financing came from the South African Government?  In fact many questions were asked of Mr Pik Botha, who by the way, suggested that you were an embarrassment to the South African Government, but your people are not concerned about that, they want you to come clean and tell them who was the force behind you?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you, order please, order.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson I will leave that question to Brigadier Gqozo and perhaps legal counsel.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.  Order please, order.  Thank you very much.  Brigadier you want to say something before I ask for the next questioner to proceed?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.  I have said it in my submission that I owed no allegiance to the Pretoria Government.  On the contrary I had a lot of fights with them, and they definitely did not like me.  They would never have supported me on anything.  I am saying it here for the record and it can be checked and double checked and I would never have done anything which they said I should do because personally I have never condoned apartheid, and I have never acted against my Black brothers for their sake.  I have a history that should be known about it.  Even from school there are incidents that show it.  Even from early positions where I worked there are positions that show it.  So I want to reject any implication that I may have been a puppet of White used against Black.  I am saying it with no fear of contradiction.  I don't know Pik Botha's help and instruction on anything, I actually was at his throat every time we met and talked, and they eventually sabotaged me quite a lot to make sure that no development projects that I initiated or wanted support from in terms of bilateral agreements were brought to fruition, thus effectively undermining me and my authority and even frustrating my efforts.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much Brigadier.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "My questions are on page 1 of the testimony and on page 6, and I am grateful to Brigadier Gqozo that in his main submission he correctly identifies the political context within which the massacre happened as a context that we should also look into in this inquiry, and I want to agree that that is very correct.\n Before I raise the question Chairperson I just want to note that we have perhaps experienced a moment which has touched us.  I note that that moment has not come out of the submission made by Brigadier Gqozo, it came out of the question period, but I want to underline that the integrity of that moment, the integrity of the confession, the integrity of the apology will really be tested on how far Brigadier Gqozo is prepared to tell us the truth, the whole truth and nothing but the truth.  Without that I think the apology, the confession, the tears will be hollow, and I am raising two questions in that context.  On page 1 of the submission Brigadier Gqozo on the last paragraph, third line refers to the philosophy behind the TBVC states.  \n\"These states were to all intents and purposes autonomous little countries where Black man was to rule Black man\".\na question that has continued to puzzle us, as we struggle with the inquiry of this massacre Brigadier, is that your government had such a preponderance of seconded officers of questionable repute, of questionable backgrounds.  As Commissioner of your police you had a former founder of Vlakplaas General Viktor.  As head of your Military Intelligence you had a person who is said to have a CCB background, your Chris Nel.  As Chief of your Ciskei Defence Force you had an Ulshig(?) former of the Military Intelligence.  You had a Basie Oosthuizen, Anton Nieuwoudt. The list is endless.  My question is, perhaps if you could comment on how you managed to get into your military structures people of such background?  Were they carefully chosen by you?  What was the reason behind it?  Shouldn't we link the massacre that happened to the calibre of people that you have put around you?  What happened to the Ciskeians whom you so dearly loved, why were they not occupying these positions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chair.  Mr Chairman I will try to answer them as we go.  The procedure in terms of bilateral agreements which were signed prior to my taking over, which I could not get out of, which I tried to, but they were cast in stone, was that there was a body that was called the Combined Management Board.  A meeting which took place monthly between the South African Defence Force top officials and the Ciskei Defence Force top officials which would have - their aim was to discuss matters of common interest viz a viz training courses, financial problems, military threats and so on and to exchange intelligence.  Now any request for any training or for any in-service training or any secondment should be lodged through that body.  There was also later a military attache office.  That attache would be called in, a problem would be discussed and he would take it further to his government, and also these would be discussed in the CMB meetings.  That's where Pretoria would then suggest so-called highly qualified people who had a measure of having worked in circumstances almost akin to the ones in Ciskei, viz a viz they worked once in a Black military base or whatever, or they have been deployed in other areas of South Africa, in the Homelands and so on, so that's where actually the supply of professional personnel or expert personnel came from.\n We had a veto power, we could say we don't like this one, we don't like that one, based on limited information that we could have of those people.  What was appearing on their CV's could put us at a very bad advantage if we want to argue against any one of them because of our personal knowledge or whatever we knew about him, but in many cases you only knew that this person has got an agenda different from what he has been sent here for after he has made a lot of blunders.  And I must say that any time as soon as I realised that there was such a need to distrust a person I sent him back immediately.  \n And the fact that these people had taken over positions that could have been done by Ciskeians was merely because the military is a highly specialised area. To become a colonel you've got to go through the mill in many cases.  No crash courses can actually enable you to perform the duties and responsibilities and have the background to be able to run a battalion or whatever in the manner that would you know fruitfully improve or develop your department.  So that was - although we wanted to be self-sufficient that was overridden by the fact that we needed to have somebody who could control the troops at that level, who could be respected because of what he knows and who could impart the knowledge that was necessary for troops to reach that standard and we didn't have.  Due to the history of the Ciskei Defence Force senior officers were never trained until 1988 when I was a military attache there and I started making inroads into getting senior officers to be trained as staff officers at the army officer schools and battle schools.  But in the past that was taboo to Blacks, and there was no attempts to do that.  People were just promoted up to general without having that training and they made no impact into improving the standard of the army.  So by the time we took over the ideal situation could have been to have officers, also men, certain departments, perhaps overseer directors generals, but we had standards of education and of self-development in terms of military courses so low that that didn't happen, hence we had civilian ministers in them most.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Chairperson I will not pursue that question.  I will just comment to what Brigadier Gqozo has said that Mr Ngcobo appeared before the Commission here yesterday and gave us an impression, very strong, that those who within the Ciskei who qualified for these positions were sidelined and people with these backgrounds were brought in.  Viktor who was on retirement, founder of Vlakplaas, specially called in to head the Ciskei Police, knowing the background of the person that in fact he was the founder of Vlakplaas.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I must say Vlakplaas at that stage had  not had the stigma that it had now.  To us it was just another base.  It was long before it was really put in its proper perspective that people realised it, and I called him  in and he told me that he was in no way involved in any of those bad things.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you Chairperson.  My second question is of course on your comment on Colonel Chris Nel who is going to come before the Commission this afternoon.  There is a ...(tape ends)   ....which are called International Researchers, which was later called the Ciskei Intelligence Service, we have information that Anton Nieuwoudt, who was the chief of this organisation actually confirmed in the Supreme Court in a case between himself and the RSA government, that this International Researchers was in fact an SADF undercover operation with an aim to use Ciskei as a base to attack Transkei and the ANC.  What you are saying in your page 6 is that in fact this Colonel Chris Nel supplied you with information which you now doubt is confirmed in this allegation by Anton Nieuwoudt.  Could we have your comment on that scenario?  And also if you can tell us how many people got killed with the information that was supplied to you by these gentlemen with this kind of background?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Mr Chairman I must say that I was also warned many times, of course I knew that Pretoria had various agencies planted all over the Ciskei administration and even in parastatals, some were even having a front offices in places.  It's unfortunate that you never find that information when actually it is gnawing and undermining your administration until late when you start hearing these things.  For instance Nieuwoudt I knew him personally as one of my captains at 21 battalion when I was still a corporal or a sergeant.  He was a very good instructor.  So I liked him and when I wanted a serious-minded, highly trained intelligence officer I called for him.  I knew where he was because I was a military attache in Pretoria and I'd met him in places, and I was shocked when I heard this, after they had resigned, after they actually they had to disband, I was shocked, but that was confirmed through various other things, and through various other things which in retrospect we looked at.\n But I must say also, answering both your questions on this one, when they were working with me they were very loyal to the extent that while we were on a job they gave me all the assurance, and I got the impression that they were doing what I wanted them to do.  When Chris Nel, after I resigned in 1994, when he made various disclosures that he was actually responsible for toppling me through feeding me, you know, various untruths and propaganda to infuriate me or to make me leave other people and so on, I was shocked but I was not surprised because I expected that, in many cases intelligence officers are called, in Afrikaans they are called \"hore?\", they work for this and they work for that for money.  So what I want to say here is that even if they worked against me they never showed in my presence, and all the time that I was working with them they gave me all the necessary respect and cooperation, but I know of the potential of damage that many, many planted agents of Pretoria did to me.  They undermined my relationship with certain people for fear that should I have connections with these people their agendas would either be exposed or we would be a strong foe against them, but even in that scenario they knew that I had an original mind, I wanted things originally and from the heart.  I believe that what my spirit tells me in terms of way forward, I must follow  it.  So in many cases they had trouble with dissuading me from doing what I wanted to do.  I would agree that there is many things that I didn't know that were being fed through my system for the ends of the South African Government, and to destroy whatever initiative that would have perhaps impacted positively on the Ciskeian people, and the development of political development of South Africa.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  We want to wrap up in the next minute or so.  Mr Sandi?",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr Gqozo can you please be more specific about the Ciskei Military Intelligence, when was it formed?  How was it formed?  Who was involved in its formation?  What was the role of the Military Intelligence of South Africa?  And I would like to know specifically what strategies and tactics were adopted in relation to political organisations and in particular the African National Congress which in your testimony you've made it very clear that you were not getting on well with them?  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  Mr Chairman the Military Intelligence is usually formed immediately after the whole defence force is being formed, it's part of the factions or the departments within the thing.  So the Military Intelligence was formed ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Perhaps Mr Gqozo if I can interrupt you a little, in the interests of time can I ask you to be very brief and straightforward the way you answer questions, and please leave out all peripheral issues which have nothing to do with the questions I have raised.  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Intelligence was part of a structure of a defence force whose task was to collect information and intelligence.  There was two types of information,\ninformation relating to friendly forces and information relating to hostile forces of the government and of the military ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who was classified as hostile forces?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Any organisation which opposed the government at any point in time would be classified hostile forces, traditionally ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At that particular point in time which organisation was opposing your government?",
            "Male"
        ],
        [
            "UNKNOWN",
            "When I took over?  When I took over we didn't regard, because I was happy that President Mandela was released, I was happy that the ANC and all the other liberation movements were operating, they were not enemies.  Our enemy both for all of us was crime and elements which hijacked the liberation struggle to actually perpetrate crimes.  So I wouldn't say they were enemies but traditionally, within a government context any organisation which seeks to overthrow that government by subversion, by propaganda or by disinformation will be regarded as information worth targeting to bring to the attention of the government and to see what areas the government can improve to ensure that there is harmony in that area.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Gqozo, Mr Chairperson maybe you will bear with me just for a minute, I am talking specifically about the time when somehow and for some reason or another there were problems between the ANC and your government ...(intervention)",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mr Sandi is still continuing with questions, will you please just bear with us and sit down.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Gqozo the questions I intend to put to you revolve around the existence of the Military Intelligence in the Ciskei.  I am talking about the time when there were problems between the ANC and your government, I will not go into those problems and say what they were, but what tactics and strategies were adopted by your military intelligence advisors as to how those organisations should be dealt with?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The recommendations would usually entail that certain things which were regarded as root causes of those differences should be addressed, viz a viz certain people must be approached or the government must call a meeting or whatever.  There was never any recommendation that people must - people could be also encouraged to discuss it with the security branch of the police so that those people if any criminality was suspected so that that information would help the police in making further investigations and perhaps to arrest people if they were planning things that would end up being a threat to life and property.\n Basically what the Intelligence does, it collects the information, analyses it, gives it to the government, it is not necessarily information on crime.  Intelligence gives information which will give the authorities a better insight into what either certain policies of the government are having as an impact, negative or positive on the society or on certain quarters and to improve it if need be, or to be guarded if need be.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Gqozo thank you very much so far.  I think I will hand you over to the Chair.  Am I correct to think that you have no intention of answering these questions?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir I am honestly trying to answer exactly what I feel is within the perimeters of your question.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Would you avail yourself if at a later stage you were to be approached by this Commission and have specific questions put to you, would you be available and prepared to answer those questions?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes I will be ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I take it that you say my impression that you do not intend to answer my questions isn't correct?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No it is not.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Gqozo.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you Advocate Sandi.  Brigadier there are many, many questions that arise from your testimony and from your submission and as I have indicated earlier, and I think Advocate Sandi has referred to it now as well, this is obviously a process and that there will more than likely be many more issues that we would like to raise with you, but practically it's impossible to do it all at a sitting like this.  There are a lot more other witnesses that must still be heard today.\n This is the last day of this section on Bisho, so as much as we would have liked to debate some more issues with you we can't, practically can't do that, but I want to take the opportunity now to thank you for having come.  Thank you for making yourself available, making the submission to us and testifying and bringing your perspective about this incident before us.  We thank you very much for that.  But as I say at this stage we will have to stop and excuse you until we perhaps make another arrangement to deal with whatever still remains to be dealt with.   But thank you very much.  I will excuse you at this stage.  I am going to ask the people just to remain seated, I am not adjourning yet.  I am not adjourning.  I am excusing Brigadier Gqozo \nand Advocate Collett, you may be excused.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Pleasure.  Thank you, thank you very much.  We will adjourn until 2 o'clock.\nCOMMISSION ADJOURNS",
            "Male"
        ]
    ]
}