{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-18",
        "location": "BISHO",
        "day": "1",
        "names": [
            "BRIGADIER VUYISILE NGCOBO"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54984&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/ngcobo.htm",
        "speakers": [
            "MR POTGIETER",
            "UNKNOWN",
            "MR SANDI",
            "REV XUNDU"
        ],
        "original_speakers": [
            "MR POTGIETER",
            "VUYISILE NGCOBO",
            "RAYMOND PIETER SIMMS",
            "BRIG NGCOBO",
            "SUPT SIMMS",
            "MR SANDI",
            "REVEREND XUNDU"
        ]
    },
    "testimony": [
        [
            "MR POTGIETER",
            "From the security establishment, in the interest of time I am going to ask them to go the podium at the same time and we will take their testimony together and then we can ask whatever questions of clarification we wish, although that should be limited from the way things are.  So can I ask both of you, Brigadier Ngcobo and Superintendent Raymond Simms to take the podium please.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Brigadier Ngcobo we will start with you and I am not going to waste any further time.  I am going to ask you to take us through the submission that you want to make in regard to the Bisho incident.  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before I start I will just request to give my evidence in Xhosa.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "That is perfectly in order.  You may proceed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "First of all when Brig Ngcobo had taken his position in the Ciskei the senior officers in the Ciskean Police, he demonstrated and showed that he did not trust them.  They were officials from the Republic of South Africa that came to Ciskei, both in the defence and the police.  The whole time the Commissioner in the Ciskean Police were Black people, but after Gqozo took over people like General\nEAST LONDON HEARING TRC/EASTERN CAPE\n2 V NGCOBO\nViktor were called in.  That showed that he did not trust us.\n I would like to proceed with the day of the march.  First of all on the 28th of August 1992 we were called as senior officers to the Commissioner's office.  We were called by General Viktor.  There were also officers of the defence force there.  He told us about instructions about the march from Brigadier Gqozo that there's going to be a march on the 7th of September.  He told us that there is not going to be any permission for the march.  In that meeting on the 28th of August Colonel Simms and myself were pointed out and delegated that we are going to be in charge of certain duties.  \n On the 2nd of September 1992 there was yet another meeting.  Colonel van der Bank was the Chair of that meeting.  In that meeting Colonel Nkosana was pointed out as being in charge of the defence force. Even in that meeting it was stated that permission for the march will not be granted.  This is how things were planned.\n The police were supposed to control the crowd.  The defence force would be at the Bisho stadium and then the rest would be behind the Ciskean Development Bank.  They would be called by the police should need arise.\n The last meeting with the defence force was on the 6th of September in the offices of the defence force.  Even there there was no conclusion as such.  We continued with the decision, that is the police that would be in charge of controlling the crowds, they would then call on the defence should need arise.  \n On the 7th, that was the day of the march, I reported at work as usual at 6:30.  What shocked me and surprised me \nEAST LONDON HEARING TRC/EASTERN CAPE\n3 V NGCOBO\nwhen I got there things did not go according to our decisions made in the meetings.  I was surprised to see a member of the defence at that Fort Hare campus.  I took my car and drove around.  I saw members of the defence force next to the telephone exchange building.  I saw yet other members of the Ciskean defence force on the northern side of the Bisho stadium.  After I came back I went to General Viktor.  I then asked what had changed and how.  He pretended that he did not know anything.  \n I picked up the phone and phoned the man that was supposed to be in charge of the defence on the ground.  That was Colonel Nkosana.  I did not get hold of him.  I personally went there to the offices.  I did not have the right to talk to the members of the defence force.  I did not get any officer of the defence force. I think this was after nine o'clock.  I was supposed to be in charge of the operations.  I still did not know that permission had been granted.  It was only after nine o'clock that I got the information that permission had been granted.  I asked General Viktor if permission had been granted, he said yes permission had been granted.  I asked how the route goes.  He then said that when the crowd arrives at the border they will turn towards the stadium.\n At that point I went back to the police that had been deployed to the Bisho routes.  Our aim as we planned was to protect the government buildings at Bisho. The way from Zwelitsha to Bisho had police.  The gravel road from Hanover to Bisho also had police in it.  The route from Kei Road to Bisho also had police.  Next to the telephone exchange there were police there as well.\n On that same day, if I remember well it was towards one EAST LONDON HEARING TRC/EASTERN CAPE\n4 V NGCOBO\no'clock or after one.  The people from the march came towards the main road, towards the razor wire that was supposed to be a barrier.  I was not too far from this.  When they got there the first group turned towards the stadium and the others followed. The first group entered the stadium and then there was another group on the northern side of the stadium.  At that point I heard shots.  The people were not going according to the three meetings that we'd had.  It is not the people that were going towards the stadium and Bisho that were shot only, but also the people from the main road in King Williamstown towards the stadium were being shot at.\n I was under the impression that the permit stipulated that they would go from the borders towards the stadium.  I don't know what the shooting was for.  A lot of damage and people being injured were people from on this road towards the stadium.\n During this time that I was on the scene I had a Commissioner, General Viktor, he took command from me. \n Lastly I would like to say, besides the three meetings that I had held with the defence force it is clear that there are other meetings that were held that I did not know about.  The deployment of the members to the Fort Hare branch, telephone exchange and the northern side of the stadium I know nothing of.  I only saw this on the day of the march in the morning.  That is all I have to say.  Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I am going to go over to Superintendent Simms and we will ask you to just get the microphone to your side.  I am going to ask you to proceed.  You were the head of the Riot Unit of the Ciskei police at that stage is that\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 R P SIMMS\ncorrect?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Ciskei Riot Unit.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Okay.  Would you like to proceed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman just before I proceed my statement is in Afrikaans.  It is not to delay the Commission's inquiry or anything to that effect, the reason for that is it's a copy of my statement in the criminal docket which is still at the Attorney General's office for his decision.  Permission if I can read it in Afrikaans and then I will answer the questions to the best of my ability in English.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Very good.  You may proceed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "... in what General van der Bank said regarding feeling sorry for the family and the relatives and friends of the people that were killed in the massacre.  You know Sir it's easy to say you're sorry, it's only that word \"sorry\" after a problem has occurred and something like that has happened, but I just want to say that we all in South Africa say nowadays that we are Christians and now I don't want to quote pieces out of the Bible and that, and make as if I am an angel or that, but I think that we must move away from this \"I, I\", self ego-centred problem and start working together and then we'll get much further.  I am going over to my statement Sir.\n I, Raymond Pieter Simms declare under oath in Afrikaans.  I am a superintendent in the South African Police stationed in East London, area commissioner's office.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Could you please be a little bit slower.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I served under the area commissioner in East London.  Currently during 1992 I was a major in the South African Police and I was seconded to the then Ciskei Police Force.  I was appointed as the commanding officer of the\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 R P SIMMS\nCiskei Riot Unit.  \n During August 1992 information was received that a march would be held by the ANC/SACP alliance to protest against the regime of Brigadier Gqozo, the chairperson of the Military Council in the Ciskei.   This march would allegedly move from King Williamstown to the Ciskean Parliamentary buildings.  The march would take place during September 1992 after a failed march led by the ANC/SACP alliance on the 4th of August 1992.  I might just qualify why we say a failed march during August, the 4th of August, information which we received then was that they also wanted to march through the Parliamentary buildings but couldn't reach them.  Joint planning sessions were held by the Ciskei police force, Ciskei defence force and Ciskei Traffic Police.  These meetings were held on several dates in 1992, in September.  The meetings were attended or initiated by the Defence force of the Ciskei and Brigadier van der Bank of the defence force was the chairperson during these meetings.   During the meetings the conduct of the group of people on the 4th of August 1992 was discussed, inter alia the position of the person in command of the police on the ground was discussed.  During the march on the 4th of August 1992 problems were experienced by myself who was then in charge of the police on the ground, in relation to the fact that the leaders of the march ignored myself completely during the negotiations and relaying of messages to headquarters.  Because, this is just conjecture, possibly because I was a White person or because they knew I was a seconded member or simply just too low in status and rank.  Whatever the reason I was ignored.  \n A further problem which was experienced by myself was \nEAST LONDON HEARING TRC/EASTERN CAPE\n7 R P SIMMS\nthat the Ciskei police did not have any razor wire at its disposal and that led to marchers intermingling with the police whilst negotiations were continuing between Brigadier Gqozo and their leaders.  Razor wire was then ordered from Pretoria and then two container units of razor wire were received.  \n During some of these meetings, especially at the one during which we considered who would be the commanding officer on the day was Brigadier Ngcobo and Brigadier Sam of the Ciskei Police headquarters.  They were present.  At the meeting it was decided that Brigadier Ngcobo would be the commanding officer of the members during the march and he accepted it as such.  Brigadier Ngcobo was also, by virtue of his appointment at head office overall in charge of the riot unit.  I therefore fell directly under his command.\n Chairperson may I just add something here to perhaps cut short a long story.  As a seconded member it was my task to give information and also to give leadership and training and guidance on all these issues, so even if I had been in command myself I would have acted in exactly the same way.  I just wanted to make that clear.\n Further decisions taken at these meetings as a result of information received were inter alia the march had been prohibited by the military dictator, Brigadier Gqozo and had to be stopped at the RSC/Ciskei border.  That was an express instruction which was decided at these meetings.  It could not go further than the Ciskei border.  According to the Chairperson express instructions were received from Gqozo that the marchers would not be allowed under any circumstances to enter Ciskei territory.  \n Commandant Nkosana from the Ciskei defence force would EAST LONDON HEARING TRC/EASTERN CAPE\n8 R P SIMMS\nbe in charge of the defence force members deployed on the ground.  Brigadier Ngcobo from the Ciskei police would be in charge of the police on the ground.  In other words the riot unit was the first line of defence.  And also because of the reasons mentioned in paragraph 4 obtained.\n The Ciskei defence force would only act in support of the Ciskei police.  When the Ciskei police could not handle the situation anymore Brigadier Ngcobo would then orally, by means of Brigadier Nkosana request them to take over.  The police would then withdraw.\n The following information, which was also submitted to the meeting, and it was considered, namely that the organisers of the march would approach Bisho from various directions and try and spread the manpower of the police and defence force; that there was an open piece of land between the Ciskei People's Bank and the Supreme Court that this would be occupied for 24 hours by the marchers;  that Brigadier Gqozo would on that day, 7 September, would be removed as head of state on that day. \n On the 2nd of September various people visited the area, myself included and a copy of my diary is attached for that particular day.  I see it's not been attached but that means it's probably still in the docket.  The main road between Bisho and King Williamstown was checked and we decided on the various spots where the police and defence force would be deployed.  The fence was inspected since this fence could be used by us as a blockade by putting the razor wire across the road right up to the fence.  The Bisho stadium itself was not inspected since during the planning it was decided that a company of defence force members, now I don't know Chairperson a company of defence force members\nEAST LONDON HEARING TRC/EASTERN CAPE\n9 R P SIMMS\nwould be about 120 members approximately, it was decided during planning that a company of defence force members would be deployed within the stadium.  The stadium was therefore, at no stage in the planning, made accessible to the marchers.  It was therefore not necessary to check the stadium as well as all the fences around the stadium.  The Ciskei defence force members would also be deployed at Fort Hare University grounds as well as the dirt road in the area.  The dirt road in the Jongalanga Road, and it's the road which leads to the Post Office.\n The defence force would be deployed about 100 metres from the border and seen in the light of this planning the Ciskei defence force could not act before the police actually withdrew.  That will become clear later from the statement or perhaps from my answers to questions later on.\n The Ciskei defence force was present in a supporting role since the police did not have enough manpower to actually deal with the march.  The Ciskei police force's strength at that stage was about a 1800 members and that included men, women, members on leave, on sick leave etc, that included the whole lot and they were about 1800.  \n As a result of events on the 4th of August 1992, events preceding that day, namely, the fact that businesses had been burnt down, there had been stonings of cars, people had been killed in Ndantsane and various other areas in Ciskei it was decided that sufficient members had to be deployed in all the bigger centres to prevent a repetition of this.  And this further tied up the police manpower.\n On Sunday an interdict was obtained by the ANC in the Supreme Court, Bisho, against the declaring of the meeting as illegal.  The Supreme Court gave judgement and referred \nEAST LONDON HEARING TRC/EASTERN CAPE\n10 R P SIMMS\nthe application to the magistrate of Zwelitshwa for his decision on Monday.  On the 7th during placing of the police members, that is the day of the actual march, the 7th of September at 7 o'clock in the morning during placing of the police members as well as the defence force members the march was still illegal.  In other words we had received no contrary decision from the magistrate or the Supreme Court so it was still illegal.\n The planning as set out in the paragraphs in the statement were put into operation.  The Ciskei defence force members were also deployed in terms of our planning.  The Bisho stadium was occupied by them.  The Ciskei police force members were put in position about 9 o'clock about 100 metres from the RSA/Ciskei border.  \n The two containers of razor wire were taken from the southern part of the national road to the northern part of the road right opposite the Bisho stadium, that is from the Fort Hare campus right up to the Bisho stadium, the southernmost fence.  The razor wire was then attached to the fence with other types of wire and this was about 20 metres within the Ciskei.  Road blockades were erected by the Ciskei police and these were withdrawn.  \n The front line of the Ciskei police consisted of about 15 members armed with teargas and rubber bullets.  The members also had their normal 9mm side arms with them.  About 10 metres behind them there were about 20 members armed with shotguns and birdshot and rubber bullets as well as their side arms.  About 10 metres behind the second line there were 15 members with R5 rifles and behind them was a vehicle or vehicles were parked with their faces fronting east.  There were members of the riot squad in these lines \nEAST LONDON HEARING TRC/EASTERN CAPE\n11 R P SIMMS\nbecause they had better training in this type of conduct and situation.  At that stage they were about the only people who had training in riot control, and therefore it was thought that they would not panic so easily.\n The riot unit at this stage consisted of 70 members and that included officers.  Brigadier Ngcobo was not yet on the scene at the time.  At about 10 o'clock that morning Lieutenant-General Viktor, the Commissioner of the Ciskei police appeared on the scene and then told me that the march had been approved by the magistrate of Zwelitsha on condition that the marchers only go up to the stadium and that the marchers would only be able to enter the stadium from the west side and not from the Jongalanga Street side.  In other words the side closest to where the marchers would come from.\n Brigadier Ngcobo at this stage was with Lieutenant-General Viktor.  Lieutenant-General Viktor then told me that he had borrowed some more razor wire from the SAP and I then erected this extra razor wire to try and prevent the marchers from entering the stadium by the police station side.  The defence force members had to withdraw, had to be withdrawn by their commanding officers to be deployed elsewhere.\n I told Viktor that the gate on the western side of the stadium was not big enough to accommodate the hoards of people and that two other gates at the back of the stadium had to be opened.  These gates unfortunately were padlocked.\n The arrangements and the steps which I took I took because I saw that he was not planning to do anything. That is now - I apologise I have jumped ahead here.  I will repeat.  I told Viktor that the gate on the western side of \nEAST LONDON HEARING TRC/EASTERN CAPE\n12 R P SIMMS\nthe stadium was not wide enough to accommodate the hoards of people who wanted to enter the stadium and that I would try and open two other gates at the back of the stadium for them.  These gates had been padlocked.  He, however, told me to leave the gates locked because the gate on the western side would apparently be sufficient for the people to gain access.  I then went to the razor wire behind the stadium and saw that the one gate would definitely not be sufficient and I then tried to open one of the other gates.  I couldn't open the gates and then I took steps to try and open the gates because I saw that Viktor was not intending to do anything.  \n As a result of the granting of permission by the magistrate that the marchers could use the stadium which was entirely unforeseen and under the circumstances in which the march would take place, Brigadier Gqozo's attitude towards the march and the Supreme Court's judgement on the 6th of September our planning actually became a bit confused and the new arrangements and the deployment of troops as well as the obtaining of new razor wire meant that the police finished their tasks at the Ciskei/South African border about 20 minutes before the start of the march.  We had trouble with some of these razor wire containers.  We had to use a bit of force to get them over the fence of the stadium so we wasted time there as well.\n At about 12 o'clock the march, approximately 30,000 people approached the road blockade near the border, a large group stayed near the fence and others started tampering with the fence and started pulling at it.  Some of the people in charge of the marchers, they were marshals tried to prevent these people from fiddling with the wire.  After \nEAST LONDON HEARING TRC/EASTERN CAPE\n13 R P SIMMS\nsome minutes the foremost group started moving to the left.  They started running towards the left.  They sang and danced all the time and they started entering the stadium.  At this stage I thought that there would be no problems and that the organisers would adhere to the magistrate's conditions.\n Lieutenant-General Viktor was present throughout.  Some of the marchers entered the stadium and others ran in amongst, between the fence and the security police.  This group ran past the southernmost entrance of the stadium and at this stage I saw that the marchers were trying to remove the razor wire. ..(tape ends)  Viktor then instructed me to take some of my members to the back of the stadium to see where the large group of people were moving.  I then sent three members, two of them had radios, before they could report back to me I heard a shot on the eastern side, the Jongalanga Street side of the stadium and the next moment I heard automatic gunfire and the soldiers on the Fort Hare side started firing then.  Shots sounded next to me in the tarred road and I knew that there was chaos because people were shooting at random.  All the police members who were in the direct line of fire just ran for cover.\n General Viktor and myself found shelter behind a casper wheel and I heard two very loud blows, like explosions, I wasn't sure, however, where they came from.  After about three minutes the rifle fire died down and the other members I told them to actually move away from the line of fire and to withdraw. We then fell back and the group dispersed and ran off in all directions.  I don't know who fired the first shot or shots.  It is therefore clear that the situation went completely out of control and that the defence force had not yet, at that stage, when the firing started had \nEAST LONDON HEARING TRC/EASTERN CAPE\n14 R P SIMMS\nreceived an order from myself or Viktor or Brigadier Ngcobo.  At no stage did the police act or fire.  That is just a formality at the end.  That is all.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Are there any questions to any one of the two witnesses?  Advocate Sandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Although Mr Ngcobo had chosen to give his testimony in Xhosa I think I will have to ask this question in English because it will have to be answered by Mr Simms as well.  Now let me start by asking, are there any corrections or points of disagreement that you want to make to the testimony of General Viktor?  You were here when he gave his testimony, are there any important issues that you think you should express your disagreement and say you do not agree with him?  If none I can just proceed and ask the questions I want to ask.  Do you want to correct General Viktor on anything he said this morning?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, first of all he does not agree that he was there.  He gave me instructions which means that he was in charge.  He said that he was not in charge.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At this stage I don't think there's any serious differences that I would like to change.  When I get to something that's serious I can address it if that's in order with the Chairman.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much.  Mr Ngcobo you said before the shooting which occurred on the date in question you noticed that what was happening in the Ciskei was that Gqozo, because he was not trusting some of the members of the force, if not all of them, there were people who were coming from South Africa to take over the running of things in the Ciskei, would you say what sort of people, what kind of people were coming from South Africa to take over?\nEAST LONDON HEARING TRC/EASTERN CAPE\n15 V NGCOBO",
            "Male"
        ],
        [
            "UNKNOWN",
            "In the defence force their officers that came, there are officers from the Ciskean defence force that Brigadier Gqozo did not trust.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you think he didn't trust members of the Ciskei security forces because there were fundamental differences on fundamental issues?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I think that because he did not trust us there are other things that would happen, for example, Gozana being shot I only heard it from the radio, on the news, I should have known this because I was ....",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said there were other separate meetings that were being held with some other people somewhere else, were you referring to these people?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The reason for me to say that in our plannings of the defence force with Van der Bank and the others we came to the conclusion that the members of the defence force will be deployed at the stadium, others will be at the People's Bank, but on that particular day when I arrived at work in the morning there were members of the defence force who were deployed in Fort Hare campus.  It was obvious that there was another meeting that I was not in.  Those were my views.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Simms do you agree with the suspicion of Mr Ngcobo when he says it appeared that because of the confusion that was happening around the preparation for the march some meetings were being held somewhere by some other people, do you agree with that suspicion or notion?  Did you at any stage entertain such suspicion?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman if I say it's a suspicion, what's the word we use, let's say via the grapevine it did come to my knowledge after the Bisho massacre that meetings were\nEAST LONDON HEARING TRC/EASTERN CAPE\n16 R P SIMMS\nheld between the Ciskei defence force and other role players, but not before.  I didn't know of any meetings before.  Most of the meetings, as I stated in my statement with the dates here, it so happened that at a quite a few of them that Brigadier Ngcobo could not be present at a lot of them and then he was represented by me again, so, but the suspicion ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Would you please be more specific about other role players were attending such other meetings?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman again if they want me to say where's your proof I won't be able to give it but meetings were held by the Ciskei defence force, South African defence force, etc.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "The International Researchers people, were they also attending such meetings?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman it's the first time I heard about that organisation or department in this hearing this afternoon.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Don't you read the newspapers, you've not seen newspapers talking about such a body that existed in the Ciskei up to the time it was disbanded?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I am not going to tell a lie, there's such a lot of organisations and bodies and stuff that's in the newspapers now that I am not going to say that I read that about that one.  About the Ciskei Intelligence Service I know, but not the one that they mentioned here.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Okay.  Let us talk now about the meetings both yourself Mr Ngcobo, and Mr Simms attended.  The meetings you both attended were they being held during day time or at night?",
            "Male"
        ],
        [
            "UNKNOWN",
            "All the meetings used to be held during the\nEAST LONDON HEARING TRC/EASTERN CAPE\n17 V NGCOBO\nday.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was the tone of those meetings?  Would you say there was a general acceptance in these meetings that the people who wanted to march to Bisho had a right to do so?  Would you say there was an acceptance of that principle in general at such meetings?",
            "Male"
        ],
        [
            "UNKNOWN",
            "In these meetings what was important, what was discussed because the defence force was dominating these meetings, they wanted to - Brigadier Gqozo refused that the march, that the people should demonstrate.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have anything to say Mr Simms on that?  I want to know the tone of such meetings, was it a hardline tone or was it generally accepted in principle that those who wanted to march had a right to do so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman it's good that that question is put to me. At one of the meetings, I can't specifically mention which one, I suggested for the role players, when I say role players, Ciskei defence force, police, that are involved in the protest marches and that to contact the organisers of the march to negotiate with them, in that way we would see what they were planning, they would know what our plans are and we could work out a plan.  It was put to the Chairman at that stage and the reaction was, the Chairman of the meeting, the meetings that we attended at that stage, the reaction was that on previous occasions the head of state, Brigadier Gqozo was confronted with suggestions such as this and he just bluntly refused.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was it the understanding at all such meetings that South Africa was going to give the necessary logistical support for the march?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman logistic support for the march in\nEAST LONDON HEARING TRC/EASTERN CAPE\n18 R P SIMMS\nwhich way, to the Ciskei police or the Ciskei defence force or?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I want to ask you about the razor wire.  If in preparation  for  the march you happened to have a shortage of the razor wire was it part of the arrangement that you could go and get that from the South African side so that you don't have a gap and people get shot by moving into the gap?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman no there was no arrangement previous to the march by the Ciskei police and the RSA police that we'll get razor wire from them.  The decision for General Viktor to go to King Williamstown where the South African Police were posted and to get some extra razor wire from them was after we heard that they had agreed, or the magistrate has authorised the march to go into the Bisho stadium.  I can just also mention that the gap, as General Viktor earlier said, that the gap in the fence was right on the other side, on the eastern side of the stadium and nowhere near the gate where they would have gone into the stadium.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you hear when Mr van der Bank said you did everything that was humanly possible in the circumstances to prevent the tragedy, what have you got to say on that?  Do you agree with that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman it's difficult to say 'humanly possible'.  I would like to have seen at least another 400, 500 policemen there.  But as I have pointed out earlier in my evidence that we only had 70, and now this is my own opinion again that if we used the rest of the Ciskei Police that weren't trained we might have had them also participating in the shooting after the defence force\nEAST LONDON HEARING TRC/EASTERN CAPE\n19 R P SIMMS\nstarted shooting in that panic, we might have had a worse situation there.  But what we could have done at that stage, I would agree with, we couldn't have done more at that stage.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "One last question.  Do you think the head of the Ciskei, Brigadier Gqozo could have done anything in the circumstances to prevent this tragedy?  Do you think there is anything he failed to do which he ought to have done to prevent the tragedy?  If yes what do you think he could have done?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman my opinion again, I will agree with General van der Bank that the police as well as the Ciskei defence force were used as a political, can I say, soccer ball or whatever the case may be in that situation.  The politicians could have prevented the shooting from occurring.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Sirs.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you Mr Sandi.  Any other questions?  Reverend Xundu.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am from Ngonde clan.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I want you to clarify this for us.  This is our common problem.  When you see the police do they clearly say that Gqozo should go down and get another government?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The reason for us to be there in that situation is because we could see Gqozo's direction.  It is because we refused to take some of the orders from him?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "And example of that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Some civil servants were dismissed from work.  They were evicted from their houses.  Just before you do\nEAST LONDON HEARING TRC/EASTERN CAPE\n20 V NGCOBO\nanything you must first check whether the eviction order is there then you must seek for the procedure so that one should be protected.  This is one of the reasons why Gqozo used to hate the police.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Another question.  Did you think that the police were cooperating with White police or the Blacks, did you think that it's only the White policemen who were interested in that job?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were using the White policemen to force us to work as the Black police.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "So can you say it was in their interests to continue without any transformation in the country?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I can say that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "There is this massacre, what is your suggestion to try and reconcile those families as some of your relatives were involved there, what could be your suggestion especially on people who were used in this manner to try and reconcile with these people so that there should be unity and peace again?  What is your suggestion?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What happened was very painful especially to a person who observed, who was looking at this thing, because you could see that no one was supposed to die if people had given a thought.  I suggest that there should be negotiation and there should be peace after that.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much Rev Xundu.  And to you gentlemen, thank you for coming to assist the Commission with your evidence and information surrounding this incident that we are looking at.\n We are about to conclude for the day.  I would like to thank the members of the public for having attended and having gone to the trouble of sharing the events around this EAST LONDON HEARING TRC/EASTERN CAPE\n21\nincident.  \n We must also say that the matter is proceeding tomorrow and in view of the fact that some of the witnesses who were supposed to have been heard today had to stand over until tomorrow we would like to proceed very strictly at 9 o'clock tomorrow morning with the proceedings.\n Also Ms Pumpla Gobodo-Madikizela will not be able to, unfortunately, grace this panel with her presence tomorrow.  She has got to leave us.  We thank you very much for having been here today and for your input.\n We are now adjourned until tomorrow.\nCOMMISSION ADJOURNS",
            "Male"
        ]
    ]
}