{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-18",
        "location": "BISHO",
        "day": "1",
        "names": [
            "GENERAL DIRK VAN DER BANK"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54987&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/vdbank.htm",
        "speakers": [
            "MR POTGIETER",
            "DIRK ADRIAAN VAN DER BANK",
            "MR SANDI",
            "MAPULE RAMASHALA",
            "MS MKHIZE",
            "REV XUNDU",
            "MS GOBODO-MADIKIZELA"
        ],
        "original_speakers": [
            "MR POTGIETER",
            "DIRK ADRIAAN VAN DER BANK",
            "GEN VAN DER BANK",
            "MR SANDI",
            "DR RAMASHALA",
            "MS MKHIZE",
            "REVEREND XUNDU",
            "MS GOBODO-MADIKIZELA"
        ]
    },
    "testimony": [
        [
            "MR POTGIETER",
            "Dirk van der Bank on the stage please.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "You have been approached to assist the Commission in looking into the incident which has become known as the Bisho massacre.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And without any further ado I am going to ask you to please make your submission in that regard.  Thank you.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you very much Mr Chairman.  Mr Chairperson first of all I would like to say that it must be a very painful experience, and through you I would like to speak to the people to be sitting here.  It must be a painful experience for us all that were there that day.  I also want to say that I think, especially for those people who have lost their loved ones, it must be very painful to come here and to re-live that horrible incident that happened that day.  I can say nothing, and I want to say it in public, I can say nothing else than to admire the courage of the people who have lost their loved ones to come and sit here and re-live every moment of that again.\n I also want to say I lived in Ciskei.  I was appointed as Deputy Commander after the Jamongile affair, and I had to resign from the South African Defence Force, because I was asked, there was a crisis with the leadership in the CDF if \nEAST LONDON HEARING TRC/EASTERN CAPE\n2 D VAN DER BANK\nI would mind to take over.  I said yes I will at high risk of losing everything that I have done for 20 years in the South African Defence Force.  I am not saying this to you because I am saying it to the panel, but because I liked the country, I loved staying here.  I have seen children walking every day to school unlike other people are used to taking in smart cars to school, they walk 20 to 30 kilometres to school without water, the basic food etc, and they are still smiling.  I have seen people driving past them with empty cars, not giving them lifts.  I have seen that to other people, to the older people also.  People standing in queues for pension for hours and hours without basic facilities.  That is one of the reasons why I stayed, I thought that maybe we can help.\n I was acutely aware of the fact that when I arrived here the soldiers were seen as a sort of another community.  The soldiers and the rest of the Ciskean people.  I tried my best to rectify that, because I know it's not only being a soldier, a soldier is also part of the community.  That man must come from somewhere, and that somewhere is a community.  He is still part of the headman system.  He is still under the authority of his father, so I had to appreciate all those inputs whilst being the deputy commander, and I tried my best to accommodate that.\n I was there, I was not one day absent from my duty.  I stayed in Ciskei.  I went through all the grief, the joyfulness, everything that happened in Ciskei I went through that. \n In the absence of the then commander I have said to the people, to the soldiers, that we realise that soldiers are not entities, that soldiers have family, loved ones all over EAST LONDON HEARING TRC/EASTERN CAPE\n3 D VAN DER BANK\nthe country and most probably because you cannot pressure somebody to belong to a certain political party, that most probably some of his closest relatives will be in the march.  So in the absence, when I briefed the politicians and I said to them, I was on record, three things, four things, I said to them please there must be a political solution to this beforehand, there must be no shooting, because Ciskei and its people cannot afford any harm to anybody, any human right violation, we cannot afford that.\n Secondly integration was a fact, it was a question of time.  So why rock the boat now, nobody needs it.  There were people with careers in the Ciskei that should go forward.\n Thirdly, there must be a political solution to this.  There is no other solution to the march that was to come.  And I was on record, and I was so confident that I left my family in my home, they were 800 metres from the march, I said that there will be no shooting that day, I trust that everybody will stick to the agreed contracts.\n We did everything humanly possible to avoid any shooting. \n Lastly, from my side, I would like to say, it was the most horrific and tragic experience in my life.  I cannot talk on behalf of other people, but I can presume in their lives too.  When the shots started it felt like a hammer blow in my stomach, and I said to myself God, no, this cannot be happening.  What else can I do but to say I am truthfully sorry on what happened that day.  I am trying my best to feel with you. I am waking up for the last four years every morning re-living the moments.  It is engraved, I think I will take it to my grave what happened that day.  EAST LONDON HEARING TRC/EASTERN CAPE\n4 D VAN DER BANK\nShould I have said or done anything wrong that could have contributed to this tragedy I can only ask forgiveness, I cannot ask the people to forget.  I can only ask forgiveness. \n Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you General.  The comment I would like to make is to say that you are definitely a person of courage and such a contrast to other testimonies that we have heard in this regard.  But let me ask my fellow panellists whether they have got any questions that they would like to pose to you.  Advocate Sandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr van der Bank can I ask you, you say on that particular day you did everything humanly possible to prevent the tragedy, is that to say that you anticipated that something could happen on that day, and can you tell us what steps exactly did you take to try and prevent this tragedy?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman thank you.  I was deputy-commander, I was not the commander on that day.  All the steps that we have taken, I appreciate your question, we have tried to do before that day.  We have briefed the politicians of Ciskei, we have briefed the RSA politicians, and like any military activity you spell out certain scenarios and you give advice on what you think would be the best.  If that is ignored then there is nothing I can do about it.  That is what we did Sir.  And we were all very relieved, I think at quarter to 12 that day it came through that an agreement has been reached that the march can proceed to the Bisho stadium.  We were all relieved that some sort of solution has been reached.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you say why you thought something could\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 D VAN DER BANK\nhappen on that day, why did you think there could be havoc on that day?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Sir, Mr Chairman it was general talk.  There were so many incidents beforehand, rumours running around, conflict between all parties which we know what happened, so it was the possibility that something could happen was not ruled out.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was the official attitude to these rumours, were these rumours or talks going around believed by the authorities?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I cannot talk for them Mr Chairman.  I have anything within my capabilities to say that a political solution must be reached, please, reach a political solution.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you personally believe such rumours?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman rumours are not facts, but if one lived in Ciskei at that stage and we have all lived there and you have seen all the incidents, experienced all the incidents then anything could happen.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you say you were the deputy commander on the day in question, is that to say that you were exercising delegated authority, someone, that is the actual commander had delegated his powers on to you?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "No Sir, the commander was General Olshig(?).",
            "Unknown"
        ],
        [
            "MR SANDI",
            "He was in charge?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "He was in charge, yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chair.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you Mr Sandi.  Were you stationed at the complex of the defence force or were you out in the field?\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 D VAN DER BANK",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I was stationed at the complex Mr Chairman.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And were you part of the relaying of the order to fire?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes I was part of that Mr Chairman.  Can I give you more detail on that?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Ja please.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "When the crowd moved in there were factions, if I can call it that of the crowd running all over, going there, coming back, going there, it was chaos.  The noise was such that I couldn't hear the people talking next to me.  It was terrible.  When the crowd ran through the stadium they got out of line of sight from me.  Soon afterwards the operational commander, Colonel Nkosana shouted to me on the radio and said, \"they are shooting at us, they are shooting at us\", and I said to him \"are you sure that they are shooting at you?\"  So there was a quiet period again.  And then he came back in a panicky voice and he said \"they are shooting at us, they are shooting at us, they are going to kill us.\"  And I said \"are you sure\", he said \"yes they are shooting at us\".  I relayed that information to the then CDF commander.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "To General Olshig?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes.  I could not determine from where I was standing, because of the noise and the chaos that took place, I could not determine whether it was taking place or not and I had solely to rely on the commander on the ground.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And did General Olshig then pass the order back to you and said well let them open fire?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "The order came back to fire, I think implicating using minimum force at first.\nEAST LONDON HEARING TRC/EASTERN CAPE\n7 D VAN DER BANK",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And you relayed that to the operational ...(intervention)",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I relayed that to Colonel Nkosana.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Which I had instructions beforehand that only such force must be used as is necessary to avoid loss of life.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And so the order you gave was simply just to open fire, you didn't qualify it in any way, that was your understanding already?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Sir the situation was so chaotic and intense and the tone of the operational commander's voice was such a panic, I cannot describe it to you, and he had training, he was a senior commander, and he had training in that, and the command to fire doesn't mean everybody just starts firing.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "But factually you simply just relayed an order to open fire?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I just relayed the order, there was no time to explain.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Okay.  Any other questions?  Do you want to finish off, okay Mr Sandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr van der Bank as you have said rumours are rumours, one can never know if what is being said is true, do you perhaps have an idea as to where these rumours were emanating from?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I am not completely au fait with the intelligence picture and with due respect Sir I think Colonel Chris Nel will have a much more detailed explanation of that.  I cannot answer that in detail.  I would like to but I cannot.\nEAST LONDON HEARING TRC/EASTERN CAPE\n8 D VAN DER BANK",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are you aware if there were any such rumours or rumours of any kind coming from what was called the International Research Unit?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I think the International Research Unit, I know about it, didn't exist at that time anymore.  I can't remember if they still existed.  I really can't remember.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have ...(intervention)",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman, I am sorry Sir, can I just say here also, that we had nothing to do with that unit, they directly reported to the Chairman of the State.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You say at the time of the tragedy the International Researchers Ciskei Intelligence Service did not exist any longer, do you mean to say that they had existed before?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Sir I can't remember.  I have read about International Research in the Daily Despatch, that's where I've read it.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your experience, whilst you were working as a servant of the Ciskei military force, did you at any stage come across this body or any person who is said to belong to such a body?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Sir at the time that I knew them I can't remember the exact name, they were Ciskei Intelligence or whatever, as I said those people directly reported to the chairman of Ciskei.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Would you be able to give some light on their activities, what generally were they doing in the Ciskei?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I can't, I can't.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr van der Bank, thank you Mr Chairman.\nEAST LONDON HEARING TRC/EASTERN CAPE\n9 D VAN DER BANK",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman can I just say ...(intervention)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Certainly.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I have not prepared a typed statement, but here it is, I have met, and this is the first time that this is publicly known, I have met with the ANC Youth League in Alice in a secret meeting being the Deputy Commander, contradicting all orders and expectations prior to the march, trying, and I didn't want to say this, trying to solve the things on our levels.  If that came to being whilst me being there I would have surely lost my job.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Did you reach an understanding in that discussion?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes, yes, we did reach an understanding on that level that we discussed it and we said please let there not be any violations anymore, we are all people.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Are you presently retired?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes I am presently retired.  I was retired on medical grounds.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "The International Researchers, will Colonel Chris Nel be able to deal with that?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Sir I cannot answer on his behalf but I presume that he will most probably be able to give you more information than I can.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I understand.  Thank you very much.  I just want to check are there any other questions.  Dr Ramashala.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "General I am going to refer to the Goldstone Report, and I will read portions of them and ask you if you agree or not and what your thinking is, is that all right?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes please.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "I'd like to refer to a statement, a\nEAST LONDON HEARING TRC/EASTERN CAPE\n10 D VAN DER BANK\nconclusion and I quote,\n\"The probability remains that there was no shooting from the demonstrators and that the version of the CDF is false or at best highly exaggerated\".\nwhat do you think?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I've heard that, thank you.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Do you agree with that statement?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "No, no, Mr Chairman I've said that I had to, Doctor I had to completely rely on the operational field commanders' integrity.  There was no physical way in determining, I wish I could have, I really wish I could have.  There was no way in determining whether it was so or not.  I had to rely on his word, he's a senior officer.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "So if he reported to you that there was shooting from the crowd you had to rely on him?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I had to rely on him.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "The next statement,\n\"The Commission noted that in order to prevent demonstrators leaving the stadium there should have been a visible and strong show of force there.   For the CDF commanders to claim as they did, that they were unaware of the gap in the fence is highly negligent and unprofessional to a startling degree\".",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I have listened to the previous comments on the gap in the fence.  I have not even visited the terrain before that, because I said that there will be no transgression of the contract, and I was not aware, and that is the truth before God, I was not aware of any holes in the fence.  I didn't know it could play any part, should it play EAST LONDON HEARING TRC/EASTERN CAPE\n11 D VAN DER BANK\nany part somewhere.  I was not even physically on the terrain before that because we thought that if something arose that the police will be able to handle it.\nDR RAMASHALA\n\"When the crowd in that area turned to flee, on the CDF version the continued and prolonged firing was quite unjustified and unlawful\".",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman if, and I am not saying that the Doctor was not there or is aware of what happened, if you were there you experienced the panic, the total chaos, everybody shouted to stop firing, I shouted till I couldn't shout anymore, but there was total panic.  I think everybody just panicked.  Everybody that was confronted with the crowd just panicked.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "And that justified the following statement?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I cannot say, sorry Mr Chairman, that it is justified.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Okay.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.  Can I just round up before I go to my colleagues on the left the point that Dr Ramashala has touched upon.  I know and I've heard you saying that you had to depend on what you were told over the radio by your colleague Mr Nkosana, but on all of the evidence, on all of the indications there is no evidence at all that any shots were fired from the crowd.  Now I am not referring to that day, obviously you had to respond under those circumstances, but today, was there any other evidence, apart from what Mr Nkosana told you that compelled you to the conclusion that there was actually shooting from a part of the crowd, or do you accept now because it appears to be the case that there was no shooting from the crowd?\nEAST LONDON HEARING TRC/EASTERN CAPE\n12 D VAN DER BANK",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "It appears to be the case that there was no shooting from the crowd, as straightforward as that.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you General.  Hlengiwe Mkhize.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I will just be brief and you will be free to give additional information if you have any.  If you feel you have none feel free not to answer that.  In terms of the Act, the Promotion of National Unity and Reconciliation Act of 1995, Act no. 1934 of 1995 which guides our operations one of the things that I emphasise is that there will be a need for understanding but not for vengeance, a need for reparation but not for retaliation and a need for wound but not for victimisation, one witness shortly before you came in here, she said she is still traumatised by the bodies which she saw on that day.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "And she is here, she is listening to you, if I might just ask you to respond having in mind real lives that were lost, what would you say what went wrong on that day?  I mean I can understand both from the previous General and yourself that all the people were sincere, but something went seriously wrong.  And I should think for the witnesses the question of the truth is the form of reparation and we see it as a gate towards their healing.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you.  Mr Chairman my personal feeling is it was a political blunder.   That is how I feel about the whole thing.  And I think it's just tragic that lives had to be lost, of innocent people because of political stubbornness.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "If maybe I may ask you a related question.  Here we see that there is a statement to the effect that the Green Card which gives soldiers guidelines for conditions\nEAST LONDON HEARING TRC/EASTERN CAPE\n13 D VAN DER BANK\nunder which they can fire was not properly understood by the troops and was not adhered to, can you maybe explain why ordinary citizens were not protected?  I can understand the political processes but I am just thinking from law and order that I take it if there were members of the South African defence force, the security police, they were all there to protect the citizens, so when I say what went wrong I am raising that question from that point of view, the promotion of public security.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "And safety.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "It's a very difficult answer, I think we are all looking for that, even me is every day searching of, and I think in retrospect you know for everybody to say that went wrong, that went wrong is easy, but to have been there, to have experienced what was happening for the previous weeks on that day and afterwards, I think it was a combination of many things that culminated that day into what happened there.  That's all I can answer.  I don't know what to say else.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you General.  Reverend Xundu.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman.  You have said quite unequivocally how sorry you are for that event, you see the understanding that the curse of the time was gleeing at Black on Black foundation, now I would like to ask you what suggestions do you have in mind for reconciliation and the restoration and healing of the nation?  You having been placed in that position where you actually were responsible for a force which killed, how do you begin, what in your mind would you like to begin to restore the healing and reconciliation between Black families who were police in the EAST LONDON HEARING TRC/EASTERN CAPE\n14 D VAN DER BANK\nforce and Black families whose sons and daughters died?  And what would you suggest the Commission should embark upon that process?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you.  Mr Chairman I think it's much easier for me to give that answer than it is for the people who have lost loved ones.  I will try.  I think we all must try and contribute and that is why I am here today.  I would have come even if I did not get an invitation because for four years I have been living with this.  I think that by contributing and telling the truth and feeling really sorry on what happened is already the first step in healing the bleeding wounds of those people who have suffered, and that we must have a mutual understanding.  I can just say, and I don't want to clamp down on the seriousness of this that people asked me, White people asked me, how are you staying in Ciskei, are you safe there, and I said yes I think I am more safe there than I was in King Williamstown when I stayed there.  Yes we have made good friends and I think we must take the road forward.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "There is an area of pain in which there seems to be an uneven handed way of dealing with perpetrators and survivors/victims, and I think that, and people say that people who were serving on the system were awarded by golden handshakes thus ...(tape ends), and do you think that there should be the kind of Zachias/Jesus confrontation where he says I will pay back what I have stolen, even if it's token?  I will try and contribute to a fund which looks after children who have been made orphans because we need a movement from those who were perpetrators, especially on the White side, to begin to make a movement which takes a costly road, a Damascus kind of road towards\nEAST LONDON HEARING TRC/EASTERN CAPE\n15 D VAN DER BANK\nreaching out to saying let us be one, let us feel the differences.  Have you ever thought of that or you have thought about it could you make a suggestion?  You don't have to now, you can sleep over it and probably write to us and say here are some of the suggestions you want to make which we can follow up and probably ask you to address White communities about this possibility?",
            "Unknown"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman it's a big question.  It's a simple question but it doesn't have a simple answer.  Yes I agree with the principle.  We will have to sleep on it and then make contributions towards the Commission.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Alright, just before, can I just come back General to a point that you have made and perhaps ask you to explain it a bit more carefully, when you were asked about what went wrong on this day you responded by saying that it has been a political blunder, now would you like to explain that more carefully to us, what you actually mean by that, political blunder, and by whom and so forth?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman what I say is my personal feeling.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I invite you to do just that.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you very much.  I think even if it went to the extent of saying incorporation now, no but's or if's or anything but incorporation now, to prevent a thing that has happened on that day.  Even to go as far as that.  And I think if people really wanted to politically solve that they could have done that.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And who do you think would have been the main players in that process that should have proceeded on this line?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I don't want to give the old EAST LONDON HEARING TRC/EASTERN CAPE\n16 D VAN DER BANK\nanswer of I am not a politician, but I think the political leaders that were involved in all those affairs around the Bisho massacre should have sat around the table and sorted out the problems.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "In your view to what extent did the South African Government hold the key to that sort of solution?  To what extent did they have control really over the situation in the Ciskei?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I will give you an honest answer, it was not my level.  I just went to brief them at the Embassy before the march took place and we have reiterated to them that they must do everything possible, everything possible to prevent any incident from taking place, any confrontation to take place.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "But you briefed them in the belief that they are able to do something positive about that.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "To stop exactly what happened.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes Mr Chairman.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.  Pumpla.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson.  General you are still General, are you referred to as General or Mr?",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "For whatever sake Lady you can call me Dirk.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Oh.  I just want to say that it seems that you have suffered the burden of the emotional strain that arose from the events of the day four years ago.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I still do.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You still do.  My first question is how have you coped with it, because it seems that it's really affected you and you've spent a lot of time just\nEAST LONDON HEARING TRC/EASTERN CAPE\n17 D VAN DER BANK\nthinking and worrying about it, I want to know first how you have coped that you can share with us.  \n The second question relates to essentially the fact that you had to go to the South African Embassy and speak with them about what was going to happen, and the significance for me lies around the notion that apartheid did intrude in our lives, in the lives of ordinary South Africans, but especially in the lives of men like yourself who worked in the defence force and in the police, and since South Africa was involved to that extent, because obviously it was otherwise you would not have gone to the South African Embassy, how would you reflect on the way that you were socialised as men of the army or police whatever?  How would you reflect on the way the apartheid ideology socialised you in terms of relating or in terms of dealing with for example situations of liberation struggle, can you tell us about that?  But it's those two questions I'd like to know.",
            "Female"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you.  Mr Chairman the answer on the first question is I think I have never been nearer to God since that day, me or my family.  My wife, my children heard the shots, they were lying on the floor in the house.  They were in standard 6 and 7 respectively so they are also traumatised by the whole event.  That's my first answer to your question. I am trying, I am a sinner like anybody is I think Sir, I am trying my best to stay as close to God as possible.  That has been my pillar of strength this past four years.  Yes I am a man, I am no less a man than anybody else, you still get that nagging feeling coming back every morning sitting in your stomach, you still get that.\n Secondly, yes we were all guilty of apartheid, we were, EAST LONDON HEARING TRC/EASTERN CAPE\n18 D VAN DER BANK\nI am not standing away from that.  I think indoctrination and the way of life had much to do with that.  But I grew up in the Eastern Cape and I don't think it was a problem ever for me.  That was one of the reasons I came to Ciskei because I thought that I would understand the cultures, the traditions, everything.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you General.  I want to conclude, I just want to ascertain whether there are any other very, very burning questions, perhaps some pointed ones so that we can draw to a close here.  Thanks.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr van der Bank I understand at the time of this tragedy you occupied the rank of a colonel is that correct?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I was then, yes, immediately after my appointment as deputy-commander, I came in as a colonel, seconded, and when I took over as deputy-commander I remained a colonel, yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At the time of the tragedy you were a colonel?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I was a colonel yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you get any demotion or promotion or medal after this incident?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I have foreseen this and I will be quite honest about it, because there was, and I am not implying that the Commissioner is saying he is jealous.  There were a lot of professional jealousy about my appointment first of all, and secondly when I was appointed after General Olshig was de-seconded I was appointed as chief of the Ciskei defence force because nobody else was qualified or able.  That I will come to your answer Sir ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "This is after the shooting, I want to confirm\nEAST LONDON HEARING TRC/EASTERN CAPE\n19 D VAN DER BANK\nit?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "No not after the shooting Sir.  I think General Olshig was de-seconded, I am speaking under correction, February only the next year.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You didn't get any promotion or medal after the shooting on the 7th September 1992?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman I will again answer straightforward and I am doing it with all respect, I have listened to the previous testimonies here, I have noted that that question has been asked and I can say to you again truthfully today no medals were given because of the Bisho incident.  I think that is the last thing that would have happened.  The morale at that stage, any defence force give out medals, the morale at that stage was at a low time or at an all time low and we had to do something just to pick up the morale of the Ciskei Defence Force, and that was the reason for the medal parade.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are there any other members of the Ciskei defence force who were given promotions and medals after the shooting on the 7th September 1992?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman again I realise the implication of the question and I am quite honest about that.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Or let me put the question differently, are there any members of the Ciskei defence force who were demoted, in other words brought down, demoted from the ranks which they occupied on the 7th September 1992 when the tragedy occurred?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "No Sir, there was no reason, a man only gets demoted if he commits a crime, he is found guilty and then sentenced.  That's the only way in the military way EAST LONDON HEARING TRC/EASTERN CAPE\n20 D VAN DER BANK\nthat a man is demoted.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I thank you Mr van der Bank.  I am not sure why you have a difficulty to answer this question.  Anyway I can proceed to the last question.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you know, a number of names have been mentioned to this Commission, both today and last time when this Commission started looking into the Bisho massacre, one of those names is Mr Antonie Nieuwoudt, do you perhaps know this person?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman yes I know him, and as I have said maybe, I cannot speak on his behalf, I think maybe Colonel Chris Nel can give you more insight on that.  I have got no detail on that.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was his role, was he part of the military as well?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Mr Chairman no he was not part of the military. He was paid by the government and his job was that with the government, he was not part and parcel of the military.  He stood outside the military.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was he part of?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I think they called them at that stage the Ciskei Intelligence Service, I am under correction.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I did not pick up that, Ciskei?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "I am sorry?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "He was the Ciskei Intelligence Service?",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "He was paid by the Ciskei government not by the military.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you Mr Sandi.  Thank you General.  Thank you for coming and for testifying and bringing your EAST LONDON HEARING TRC/EASTERN CAPE\n21 D VAN DER BANK\nperspectives to bear on this incident.  We have noted what \nyou have said, and although I don't foresee it at this stage there might be a possibility of raising some more issues with you in due course, but for the moment you are excused from further attending the proceedings.  Thank you very much.",
            "Male"
        ],
        [
            "DIRK ADRIAAN VAN DER BANK",
            "Thank you Mr Chairman.",
            "Unknown"
        ]
    ]
}