{
    "header": {
        "type": "1 D MPUNGA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-19",
        "location": "BISHO",
        "day": "2",
        "names": [
            "DESMOND MANZOLWANDLE MPUNGA"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54982&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/mpunga.htm",
        "speakers": [
            "REV XUNDU",
            "WANDILE NEBE",
            "THOBEKA MAGOLOZA",
            "BENNETTE NDYUNDYU JACK",
            "MR POTGIETER",
            "JUNE CRICHTON",
            "MR MPUNGA",
            "MR SANDI",
            "MAPULE RAMASHALA"
        ],
        "original_speakers": [
            "REV XUNDU",
            "WANDILE NEBE",
            "THOBEKA MAGOLOZA",
            "BENNETTE NDYUNDYU JACK",
            "MR POTGIETER",
            "MS CRICHTON",
            "MR MPUNGA",
            "MR SANDI",
            "MR NEBE",
            "DR RAMASHALA",
            "MS MAGOLOZA",
            "MR JACK"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Mr Chairman I want to call to the testifying desks the following persons, Desmond Manzolwandle Mpunga, Wandile Nebe, Thobeka Magoloza and Bennette Ndyundyu Jack.  DESMOND MANZOLWANDLE MPUNGA:  (sworn states)",
            "Unknown"
        ],
        [
            "WANDILE NEBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.  Desmond Mpunga will be facilitated by June Crichton.  Wandile Nebe by Ntsiki Sandi.  Thobeka Magoloza by Mapule Ramashala and Bennette Jack by Ntsiki Sandi.  I hand over to you in that sequence.\nDESMOND MANZOLWANDLE MPUNGA",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Mr Mpunga good afternoon.  As our Chairman has apologised I am sorry that it is so late.  I am going to be posing questions to you related to the statement that is in front of me.  When my light goes on you will know that I am ready to ask you a question, do you understand that?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Your statement that I have in front of me informs me that you were shot in the jaw in the open space behind the stadium on that day at Bisho on the 7th of\nEAST LONDON HEARING TRC/EASTERN CAPE\n2 D MPUNGA\nSeptember.",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Our stories are very similar because I am also going to say that I never got to the stadium.  I joined the march on the way, just turning around from the robot on the main road towards Bisho we marched on and we carried on with no chaos.  What we saw was a yellow helicopter hovering above the crowd.  This helicopter was hovering above us the whole time.  On the way there were soldiers that I was positive they were not Ciskeian ones because their uniforms were different, they were wearing red berets.  All the roads were closed. The only road that was open was the one that was going towards Bisho.  When we were approaching the stadium we were told to wait.  There was a lot of us.  We were impatient and we just walked on because we could see the stadium, but unfortunately I never got to the stadium.  When I came close to the gravel road a helicopter emanated from the stadium.  There were already a lot of people in the stadium who were in a hurry to go in, but what happened is that as more people got into the stadium a helicopter emanated, when I looked up there were about five or six men in the helicopter, the doors were flung open, as I was trying to detect exactly what was happening we heard a terrible sound like a radio off station.  Then there was shooting.  People were moving up and down.  I also thought I should start running.  I went back.\n Across there were soldiers, Ciskeian soldiers, those were the people I saw were going to attack us.  Even though the sound coming from the helicopter was different from the gunshots, after about a three minutes there was yet another sound.  I was positive that these were machine guns, a lot of them.  I think those were one of the bullets that shot me EAST LONDON HEARING TRC/EASTERN CAPE\n3 D MPUNGA\non my chin.  \n Nothing told me that I must get up or lie down, I just fell over.  When I got up the second time I have never heard such a terrible thing.  I got shot and I fell on my stomach.\nWe were told that to dress warmly because we might have to sleep over.  We never really asked the reason behind this.  I had a warm anorak and also a bag with my laundry because I used to work in East London and I would go home every weekend.  After I had been shot I thought that this cannot be rubber bullets.  I could not feel my chin.  I looked around to see if maybe I could see my chin lying around.  I had false teeth.  I thought perhaps what I was touching was a piece of my false teeth.  I got up and carried on running.  Unfortunately I ran towards a bush.  Unfortunately it was a tree that I fell over that tree and I fell with my backside.  I thought it was safe because there was a hole there.  I thought I was safe from the gunshots but it was sore, my backside was sore.  \n I then started bleeding. I lost every ounce of my strength.  I thought the way I am bleeding nobody has ever bled like this before.  I realised then that it is my jaw, it was just hanging over together with a bullet.  Fortunately it did not fall off, it just hung on my face.  I tried to put my jawbone back.  The comrades then realised that I had been injured. It was obvious.  It was a distance of about ten metres, somebody else got shot and fell over.  Another man got shot on the leg.  My motives were such that I did not think anybody else would help me.  I thought I had strength.  What was difficult was for me to breathe because my whole chin was totally finished and I was famished.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "If I may interrupt at this point, because at\nEAST LONDON HEARING TRC/EASTERN CAPE\n4 D MPUNGA\none stage you said that your story was the same as everybody else's, but in fact your story is unique for yourself and for your family.  What I want to know from you now is how this event left its mark on you?  What was the effect of it on your life?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Gee, even now I can't even eat because when I got to the hospital I had a hole on my neck. There was a pipe that they had inserted in my nose.  They had also stuck yet another pipe.  Around my chin was a bandage.  I have never been the same again.  My chin is not that well sensitized.  Even when I do eat I have to have something around my chin because my chin hardly has any feelings.  I have a plate that holds my chin up.  I am not myself, I have never been myself.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            ".... you suffer from depression as a result of this, are you on treatment for that depression?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "I don't get any treatment because I thought that - I never mentioned that my backside fell hard.  When I am at home and I think about my condition I think that the doctors are going to charge me some money therefore I don't go to the doctors.  I am suffering to this day.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Did you approach an attorney?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Yes I did, I spoke to some attorneys.  The week after the Truth Commission had been in Bisho I went to the doctors, they gave me a bit of money, but it left a lot to be desired.  They told me that the money that was left in the fund was left for specialists that were going to attend to my chin because Dr Webber rejected me.  The attorney then said to me that the rest of my money would pay specialists for my face.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Dr Webber?\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 D MPUNGA",
            "Female"
        ],
        [
            "MR MPUNGA",
            "It is Dr Webster, he is not in hospital he is at the Medical Centre up the road.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Now you say you have five children, is that correct?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Yes.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Since the shooting and since you have been left in this condition you have made a special request to the Commission that consideration be given to helping with the education of your children, is that correct?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "Yes it is so, that is my deepest wish in my life.  I also need a disability grant.  Those are my requests.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Is there anything further you wish to say to the Commission before I hand you back to the Chairperson?",
            "Female"
        ],
        [
            "MR MPUNGA",
            "My request to the Commission might be different from the others.  I hear people asking for forgiveness but I am still heartbroken.  Do you realise that I will never be the same Manzolwandle that I was before I was shot?  I was shot for nothing, I was innocent.  I requested the Commission, pull up your socks, you must sift as what you should forgive people for.  You can't just forgive perpetrators of violence.  In my life and our lives in South Africa we want peace but if the government, together with this Commission will just forgive people, perpetrators of violence, people are going to carry on being murdered if murderers are being forgiven.\n Even if it's one person that you do not forgive so that we also can have peace in our hearts and say that, yes justice has been done.  There are 18, at least 18 people who died and it is only one person who is responsible, but you are going to come out and say that that person is forgiven, \nEAST LONDON HEARING TRC/EASTERN CAPE\n6 D MPUNGA\nforgiven for lives that were taken without sin.  \n People just want their rights.  We went there unarmed, all we had was our fists up.  I didn't have sword, I didn't have a gun.  So I request that this Commission, I know that you are here for peace, peace is good but you must sift and choose who it is that should be forgiven and for what.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Thank you very much for your comments, we have noted them, and I am now going to hand you back to the\nChairperson.\nEAST LONDON HEARING TRC/EASTERN CAPE\n7 W NEBE",
            "Female"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  We are going to move to Mr Nebe.  Ntsiki Sandi.\nWANDILE NEBE",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you very much Mr Chairperson.  Mr Nebe according to your statement here you were shot at Bisho on this day.  Where exactly were you shot?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I was on a field at Bisho.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you one of the people that were there?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "How old were you when you got shot?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I was 20 years of age.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you still at school?  Were you a member of an organisation?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I was a student.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you able to go back to school?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes I went back to school.",
            "Male"
        ],
        [
            "MR SANDI",
            "What standard were you doing at the time?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I was in standard 8.  It was in 1992.",
            "Male"
        ],
        [
            "MR SANDI",
            "Maybe we should elaborate on your injury, exactly where were you injured?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "On my left shoulder.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you healed?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes I got some treatment.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was it at the hospital?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes at Frere Hospital.",
            "Male"
        ],
        [
            "MR SANDI",
            "How many days did you stay in hospital?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Ten days at Frere Hospital in East London.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you still getting some treatment?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "No I am not getting treatment presently.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you need treatment?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes I need treatment.\nEAST LONDON HEARING TRC/EASTERN CAPE\n8 W NEBE",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you saying that you still hurt on your shoulder?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "This arm cannot lift heavy stuff, that is my problem.",
            "Male"
        ],
        [
            "MR SANDI",
            "What are you doing at the moment?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I work in a firm in Dimbaza.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there something else perhaps you would like to add to your statement?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "No I have none.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to an attorney?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes I did go.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to your case?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "I was given money there, by attorneys in King Williamstown.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you satisfied?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "No I am not satisfied.",
            "Male"
        ],
        [
            "MR SANDI",
            "You say that you cannot lift heavy stuff with your arm, are you saying that your job is to lift up heavy stuff?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "No not necessarily.",
            "Male"
        ],
        [
            "MR SANDI",
            "What exactly do you do?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "We put cloths on long tables.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to your statement you are requesting help to continue with your education.",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes I do want to carry on with my education.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you studying at the present moment?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "No I am not studying.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all?",
            "Male"
        ],
        [
            "WANDILE NEBE",
            "Yes that is all.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Nebe.  I will hand over to you Chairperson.\n9 T MAGOLOZA",
            "Male"
        ],
        [
            "MR POTGIETER",
            "We will move to Thobeka Magoloza.  Mapule thank you.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Good afternoon Ms Magoloza.",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Good afternoon.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "... you can say about that day, the Bisho Massacre and I believe your story is mostly the same as the others, am I correct?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "What I want you to focus on is your life after what happened at Bisho.  Do you understand my question?  I would like you to focus ...(intervention)",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Won't you please repeat your question.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "I want you to focus on the effect of what happened on your life and the life of your family.",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Health wise I have never been the same again.  My health deteriorated especially when it is cold.   I cannot even go to the clinic when it is cold.  Sometimes I have to just buy Grandpa and have to do with that because my leg would hurt so much.  When it is not so bad I would go to the Berlin Clinic, they would help me there.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "You were in standard 7 when this happened, is that true?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "I had passed standard 7 at the time.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Are you alright?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "I am alright Ma'am.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "In fact you have suffered a double tragedy, not only what happened to you on that fateful day but that your mother was also killed last year.",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "It is so Ma'am.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "You are the oldest of seven siblings.",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes.\nEAST LONDON HEARING TRC/EASTERN CAPE\n10 T MAGOLOZA",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Your education was disrupted.  Are you all right?  Could you give her some water please.  Miss Magoloza let me try and guide you through your request to the Commission and tell me if that's correct or not.  You'd like to continue your education, but you are unable to do so because of financial problems and you would like the Commission to help with that, correct?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Your leg continues to hurt particularly on cloudy days and you'd like the Commission to help you with the medical attention, correct?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes Ma'am.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "And you would like the Commission to help with the maintenance of your siblings particularly since you are the oldest child you are not able to work, correct?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "You have four siblings that are still in school and you would like us to check if we can help, correct?  And you tried to apply for a special pension and you were unsuccessful, correct?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "Yes Ma'am.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Is there anything else on this list that you would like to add?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "No there is nothing else.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Do you seek the attention or assistance of attorneys after the shooting?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "I never went to any attorneys, but two boers came to my home.  I tried to make a claim - they offered that I should make a claim.  I was not able to respond because I thought money would be needed.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Is there anything else you would like to\nEAST LONDON HEARING TRC/EASTERN CAPE\n11 T MAGOLOZA\nadd?",
            "Unknown"
        ],
        [
            "THOBEKA MAGOLOZA",
            "There is nothing else Ma'am.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much, it's very hard.  Over to you Chairperson.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Mapule.  Thank you Thobeka.\nEAST LONDON HEARING TRC/EASTERN CAPE\n12 B JACK\nBENNETTE NDYUNDYU JACK",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Chair.  Let us proceed to Mr Jack.  Sir do you stay in Dubu Location?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you at the march?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes I was.",
            "Male"
        ],
        [
            "MR SANDI",
            "You were shot?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes I was shot.",
            "Male"
        ],
        [
            "MR SANDI",
            "Exactly where in your body were you shot?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "I was shot just above my knee on my thigh.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you get any form of treatment?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "After I was released from hospital I would continue to go the clinic at Grey.",
            "Male"
        ],
        [
            "MR SANDI",
            "When you were shot what were you doing?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "I was working at the college in Clover.",
            "Male"
        ],
        [
            "MR SANDI",
            "I am talking about the time when you were shot, did you say that you were not doing anything?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "I ran to the stadium when people were being shot.  My shoelace was loose, when I was looking towards the tar road trying to tie my shoelace I was looking towards the Fort Hare University, a man came to me who greeted, as I lifted my head I got shot.  I realised that it was coming, the bullet was coming from the helicopter hovering above. Everybody was trying to hide under the other people.  I fell over.  It was a while afterwards that I realised that I had been shot.  It was almost like I was paralysed.",
            "Male"
        ],
        [
            "MR SANDI",
            "You say that there was a helicopter hovering above you whilst you were lying on your stomachs?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "That is where the first bullets came from, there were two, they were changing.   The bullets that were coming out of there it was almost like beans were just being spilt\nEAST LONDON HEARING TRC/EASTERN CAPE\n13 B JACK\nover.  My leg is now healed it is just that it get numb now and again.  When it is cloudy it gets very painful.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to see any attorneys?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes I did go to Tabatha.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you get a satisfactory grant?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "No I was not satisfied, but because I knew that I was not going to get help anywhere else I was just doing it because everybody else did get money.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said in your request here that you should be helped with educating your children?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes Sir because I am not working anymore.  I just get temporary jobs.  My children are far from completing their schooling.",
            "Male"
        ],
        [
            "MR SANDI",
            "How many children do you have?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "I have 8 children.",
            "Male"
        ],
        [
            "MR SANDI",
            "Which standard is the eldest?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Standard 10.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are they all staying with you?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes they are staying with me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is this your complete testimony?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Yes according to that incident that is all I have to say.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you very much.  Perhaps before I hand you over to the Chairperson perhaps I could get your opinion, what do you think of Mr Gqozo's statement this morning?",
            "Male"
        ],
        [
            "BENNETTE NDYUNDYU JACK",
            "Sir what I am grateful for is that the Lord sees even in the darkest places where nobody else sees.  A lot of things would not be revealed if the boer government had not been defeated.  The perpetrators of violence now have come forward because a lot of things were investigated, investigated by the perpetrators and the truth would not\nEAST LONDON HEARING TRC/EASTERN CAPE\n14 B JACK\ncome out, the Lord sees even in the darkest places.  People have been requested to come forward and told that they would be forgiven, I am thankful for that.  The Lord will deal with Gqozo.  I can't say I detest him.  Maybe what he did he did because he was obeying his employers, the previous government.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Sir.  Thank you Chairperson.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you very much Mr Sandi.  And thank you Mr Jack and also the rest of you, and in her absence Thobeka.  Just when one thinks one is able to handle this process and one is able to handle the situation then you are confronted at the end of a long session like this with your testimony, and it brings one right down to earth again.\n Mr Mpunga you throw out a challenge to us.  You raise a very, very fundamental and difficult question, forgiveness, amnesty, those issues and you do it at a time when you share the podium with Thobeka who shares her story with us, the way in which this incident has affected her and the situation she is experiencing at this stage.  And again it brings that human element into what is regarded academically otherwise as an incident, statistics.  It is very difficult that you have raised.  The question of forgiveness we will never be able to resolve.  We are faced with a situation where there was compromise, compromise means that you don't get everything that you want, it's give and take, that's what a compromise is all about, and that is where most of the difficulty of the question that you have raised comes in.  But thank you for the challenge and thank you for reminding us of how difficult this process really is.  I wish you luck, all of you.  Thank you very much for coming.",
            "Male"
        ]
    ]
}