{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-06-02",
        "location": "Cape Town",
        "day": "1",
        "names": [
            "CHARMAINE JACOBS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56384&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/jacobs.htm",
        "speakers": [
            "MARY BURTON",
            "CHARMAINE JACOBS",
            "MAPULE RAMASHALA",
            "MS GOBODO-MADIKIZELA"
        ],
        "original_speakers": [
            "MS BURTON",
            "CHARMAINE JACOBS",
            "DR RAMASHALA",
            "MS JACOBS",
            "MS GOBODO-MADIKIZELA"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Thank you Chairperson. Are you willing to make the oath, to swear?",
            "Female"
        ],
        [
            "CHARMAINE JACOBS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you, you may sit down.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Ms Jacobs, I'm going to ask you to talk about your brother. Earlier on in the tearoom, I was trying to get a sense of who your brother was and that that sense came across through your face a great deal of affection and pride in a sense for your brother. Could you, before you talk about his death, could you tell us how your family and your brother met, and I use the word met deliberately because it's really a very romantic story.",
            "Unknown"
        ],
        [
            "CHARMAINE JACOBS",
            "He was very young and on a particular day we found him, he was a street child, he did not have parents. He always came to my mother to ask for a little bit of bread. We always gave him some bread and then he began to stay with us until he eventually found work. On the day of his death, he went to work on that Tuesday. He had an argument at work with one of the men who worked with him. He then had to go to hospital, to the day hospital and then he returned that Tuesday.\n He said that he was experiencing pain, my mother said to me he has to go and lie down. He went to lie down, or rather, we thought that he went to lie down, but in fact he did not. Two or three hours later, we had a, we called him the dog, the children then came and said that the dog has died. My mother and I said that's not possible, he's lying down. Then when we went to see if he was lying down, we could not find him. We then went to the police station. Two men came to us and said to us that we had to go to \nthe police station. My mother was not willing to go, I was not willing to go. Eventually I went. When I arrived at the police station to go and find out what was happening, one of the policemen was very rude to me. He said to me: \" Who are you coaming for?\" and I said I'm coaming for Jonathan Claasen, I'd heard that he was shot. There were two men from U.D.F. along with me. And then he said to me, and I must apologise for saying this, \" The pig has died because of throwing stones, do you agree with me bushman?\" I then said to him - Sir I don't know I did not go along with him, I was not present at the place where he was shot. They then made me to sign a document which said that I would collect the body and there would only be fifty people allowed at the wake or at the funeral. I signed these papers, we identified him at the morgue and we collected him the next morning.\n There was blood on his face, running down into his neck. That is all.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Did Jonathan belong to any political group?",
            "Unknown"
        ],
        [
            "CHARMAINE JACOBS",
            "Sorry?",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Did Jonathan belong to ant political group or political organisation?",
            "Unknown"
        ],
        [
            "CHARMAINE JACOBS",
            "No.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "So he really was just a bystander on the road on that day?",
            "Unknown"
        ],
        [
            "CHARMAINE JACOBS",
            "Yes, that is what I feel, because he went to work. If he really was taking part in these events, then he would not have gone to work, but he was actually just coaming back from work.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, Charmaine Jacobs and Dr Ramashala. Members of the panel, anyone who wants to ask questions?  Mary Burton.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Miss Jacobs, how have you and your family tried to understand what happened that day?  Did you talk to other people who were there? Did they tell you what happened? Do you have a clear picture what happened?",
            "Female"
        ],
        [
            "CHARMAINE JACOBS",
            "I don't really know what happened. People came and told me what had happened, but we were not present on the scene.",
            "Female"
        ],
        [
            "MARY BURTON",
            "You thought that he was lying down, and then the next thing you heard was the news that he had died.",
            "Female"
        ],
        [
            "CHARMAINE JACOBS",
            "That is correct, we thought he was lying down.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson, I have said this before and I will say it again. These were children who were killed. I've said that while white children were going to school and playing in playgrounds, the streets, the schools and even the churches were not safe for black children. It has become clear, that even our own houses were not safe for our children.\n  Jonathan had a very interesting life. He was a street child. He found\na family that was willing to adopt him, to so to speak give him a new lease on life. A family that was beginning to engulf him with affection, with caring and with, what they thought was, protection. He had his dreams, he was strong, he was a weight lifter, he liked to play sports. We don't know whether today Jonathan would be a bantam weight or heavy weight boxer and we'll never know, because his life was snuffed out senselessly. \n But I also want to say that these children died so that we may enjoy these very freedoms, and that is we enjoy these freedoms. I'm addressing myself to the students who are here, that we should value the benefits that come with these freedoms, education, perhaps to me, is the most important. The respect for human life is also very important. To the families, we say thank you, that while your children were victims to this senseless massacre, thank you because, they died so we may be free. Thank you chairperson.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Mapule thank you Charmaine Jacobs, you may go down to your seat. Thank you very much.",
            "Female"
        ]
    ]
}