{
    "header": {
        "type": "Trojan Horse Hearings",
        "starting date": "1997-05-20",
        "location": "Cape Town",
        "day": "1",
        "names": [
            "CHRIS EVERSON"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56382&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/trojan/everson.htm",
        "speakers": [
            "CHAIRPERSON",
            "CHRIS EVERSON",
            "MAPULE RAMASHALA",
            "MARY BURTON"
        ],
        "original_speakers": [
            "CHRIS EVERSON",
            "CHAIRPERSON",
            "DR RAMASHALA",
            "MR EVERSON",
            "MS BURTON",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We would like to call our next witness to the stage, Mr Chris Everson.  Chris will be lead by Dr Mapule Ramashala and Glenda Wildschut will administer the oath.  Thank you Glenda.",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Everson.  Dr Ramashala?",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "; Before I ask you to tell your story, I have this vision of you and your sound man, somewhat like Peter Magobani running around the community, putting yourself at risk and taking pictures and putting together stories and I dare say that perhaps without the record that people like you put together at great risk, it is really very heartening because it was in part that record that we were able to share with the international community that contributed to the sense of outrage in South Africa and in the international community about the atrocities that were being visited upon people in South Africa.\n Having said that, would you please tell your story, which is really pretty fascinating but also confirms our suspicions about this Trojan Horse incident.",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "Would you like me to speak specifically about the Trojan Horse incident now?",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Give us the benefit of your experience broadly.",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "Well during that time I was working for American Network or CBS News and we were - my sound recordist was initially a man by the name of Nicholas Delaqaza who has since been killed in the Middle-East, but we were working generally in the Cape Town area, in Athlone and in the Cape Flats and normally shipping our material each evening up to Johannesburg from where the report was normally compiled and then satellited through to the USA where it was broadcast usually the same evening.\n During that time it was very difficult initially to get acceptance into the communities, both the communities, the Black communities and the so-called Coloured communities, it was quite difficult as a White crew initially to arrive there and say hi, guys, we are here, can we film?\n And we had a pretty hard time initially and I think I had about 12 cars destroyed to various degrees in about four months by stones and what have you until eventually we were seen as the guys to usually leave alone, which happened, thankfully.\n We had enough trouble having to dodge the police, without having to dodge anyone else as well.  Some months prior to the incident of the Trojan Horse my sound recordist and I were driving down  Klipfontein Road, in Crossroads, pretty close to where the original Crossroads clinic used to be.\n And we were driving away from the city and we saw a large vehicle parked on the side of the road, on the right hand side of the road, pointing back towards the city.  As we drew alongside, we saw a group of policemen standing at the back of the vehicle with what appeared to be the body of a young man laying at their feet.\n So we pulled over, and the vehicle by the way, had a number of boxes on the back.  So we pulled over onto the left hand side of the curb and jumped out.  In those days we had to get out of the car and then get out equipment out of the back seat and attach an umbilical cable from the camera to the recorder which thankfully, we don't need to do any longer, but in doing so it took some time and by which stage the policemen had picked up the body and put it in the back of this vehicle and all jumped back onto this vehicle, threatened us with arrest if we had continued to film them and disappeared. \n I recall it being very strange at the time, because it didn't appear to be any police vehicle there, there were policemen standing around, without any apparent means of transport, they all jumped back into this large truck.  I don't remember the colour, but I remember it being strange at the time because of the boxes on the back.\n I didn't really put two and two together and I don't know whether the kid they put in the back of the vehicle, was killed or not.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "May I ask you a question.  How big were the boxes?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "As I recall, they were quite large cardboard boxes or wooded boxes, not unsimilar to the boxes that were used on the Trojan Horse operation.\n I didn't really put two and two together at the time, which looking back now, I consider it rather stupid, but it was only after the incident became known as the Trojan Horse that I cast my mind back to that incident and realised that that is precisely what we witnessed that day.\n The day of the Trojan Horse was the same day as most others for us.  We lived in this rather strange situation where we were normally staying in a hotel on the far side of the mountain and getting up in the mornings and getting into our car and driving to this side of the mountain and sort of dropping into situations of something completely different from where we had woken up and we spent the day running around and dodging things and generally being scared out of our minds and hoping for the sun to go down so that we can go back to that side of the mountain and have a beer.\n On that particular day we were responding to some - we all carried pagers and we were often paged and notified of incidents taking place at various parts of the Flats and other areas and on this particular day we responded to an incident in Grassy Park.\n We all hurtled down there, there was a number of journalists there and TV crews, including two crews from CBS, the network that I represented.\n The other crew was a cameraman by the name of Vim de Vos and his sound recordist, Anton van der Merwe, who - Vim de Vos was actually shortly thereafter expelled from South Africa.  He wasn't a citizen from this country, he was a Dutch citizen.\n We were at Grassy Park and there was the usual scene going on with kids and stones and caspers and policemen firing rubber bullets, tear gas and I was in the vicinity of another journalist when I heard this pager go off saying that there was trouble in Thornton Road.\n Which was not unusual, there was usually trouble in Thornton Road or Belgravia Road or this area, of one description or the other.  But since no one really responded to it, I decided to - my sound man and I got into our car, first of all informing the other CBS crew what we were doing and we headed off to Athlone.  I can remember we drove down from Klipfontein Road, down Thornton Road and actually through the crowd of people who were gathered on the scene and we travelled some distance further on and got out of our vehicles and set up the camera on a tripod.  \n We were in those days, the foreign press and - not only the foreign press but the press in general, were blamed for instigating a lot of scenes, you know setting situations up and people responding to cameras and throwing stones as a result of cameras being at a scene, so we were quite cognisant of that and we were some distance away to make sure that we were there because of the incident and not the other way around.\n We filmed a number of vehicles going passed us and it seemed there was a crowd of - oh, I don't really remember, the crowd is maybe 60 or 80 people of which a small sections were throwing stones at vehicles that were driven either by Whites or vehicles that were government owned.\n Obviously government owned, like I can recall a vehicle going passed, it was a yellow vehicle, it was road workers of some description, they were sitting underneath a little canopy at the back and that vehicle was stoned and we filmed it as it went by us.\n And then a few other vehicles went through and got the same sort of treatment and then this yellow truck approached from behind us, went passed, had these boxes on the back, it was a South African Railways truck and it had travelled down Thornton Road, away from us, towards Klipfontein Road.  It went through the crowd and was unmolested, nobody threw a stone at it and I thought, I remember thinking that was rather remarkable because it was clearly a Railways truck and they every other vehicle that had been apparently government owned, was stoned.\n But this one wasn't and it continued down Thornton Road into the bottom and we remained at the scene and a short while later I saw the vehicle coming back down the road towards us, from way off.  I have got an extended lens on my camera, so I can flick a little switch and I can focus a great distance away and I saw the vehicle coming towards us.\n There was only one person apparently in the vehicle, I had quite a close up shot of its windscreen as you may have seen the pictures.  Just prior to that, arriving back, my colleague  Wim de Vos and his sound recordist also arrived at the scene, stood on the little verandah of the shop on the corner of the road.\n And I filmed the vehicle coming towards and sure enough the stones flew at the vehicle, and the windscreen shattered and somebody was hiding below the dashboard,jumped up with a gun and I presumed (indistinct) all these policemen jumped out of the boxes and started firing, apparently pretty indiscriminately around.\n My colleague had another angle, he was on a verandah and he was filming it from a different angle so quite strangely there were two of us from the same network at the scene.\n After it was all over, I can remember walking around.  I can't really recall my state of mind, but I remember standing on the hand or the leg on one of the victims who was laying on the side of the road and I was - I guess I was a bit dazed by it all and I didn't see him and I stood and the police then came and chased us all away or we had to step back.\n We filmed all the aftermath and the other crew that we were with, took the video tape to the airport and shipped it off to Johannesburg where it was broadcast that night on our network.\n And obviously with quite a significant impact.  My sound recordist a little while after this incident, we were both arrested at a scene at UWC, Nick de la Kaza, this is and we were both locked up for a while and it was established that they had some problem with Nick de la Kaza's work permit and he was then expelled from South Africa, after being held in jail for a couple of nights.\n And I then teamed up with another sound man by the name of Kenny Garrity who joined me here in Cape Town.  The 1996 the following year, I don't remember the month, but the two of us - things had quieten down somewhat during that period and we were driving around this Athlone Mannenberg area and I noticed a blue vehicle with tarpaulins on the side and two White guys driving this vehicle and I followed it for a little while, found it a little strange.\n They looked like policemen, short hair and looked like blue sort of tops on and followed it around for a while and it behaved very erratically, it drove across the highway unto the other side, Heideveld Ii think it is and turned corners, seemingly going nowhere and we followed it from about 100 metres away and followed it for about an hour,  back and forth over the highway through all the areas that were notoriously areas where there had been trouble previously.\n Eventually we followed it to Mannenberg police station where we witnessed it driving into the police station and we stopped our car where we could see through the gates of the police station, as you are able to and saw all these policemen jump out of the back of the blue truck with weapons, it looked like shotguns.\n So it just appeared to me that it was still exactly the same sort trap which was trying to be set again, you know, having been - it struck as really quite outrageous considering the reaction of the Trojan Horse in October of 1985.\n We tried to get film of it all later on, there is a block of flats next to the police station, and we thought that if we got onto the top or onto one of the windows, we could film into the Mannenberg police station and actually get recorded on tape, but we discovered that all the police lived in that block of flats, so we didn't get in to there.\n We didn't get into that building unfortunately.  I didn't see it again, but it was three occasions where I am quite certain that the Trojan Horse modus operandi was applied.\n With the obvious results of the one in October 1985, but the other one, there was someone injured at the very least and perhaps killed, and the third one, the one that we witnessed, didn't come to anything.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much.  I want to take you back clearly you had the benefit of shooting - what a pun -  shooting before the truck came, now you say that there was one person sitting in the front?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "One person who was apparent yes.  You could only see the driver as I recall.  You could only see the driver and his passenger who was armed, was ducked below the dashboard of the vehicle.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Okay.  And when the shooting began, the passenger emerged from under the dashboard?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "And fired out of a window.  And fired out of his window and I didn't initially see the others because Ii was looking through the lens of my camera and I was pretty tight on the windscreen.\n It was only after I heard a lot of shots being fired, that I zoomed out with the camera and the other policemen became apparent to me.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "; Were the police so ensconced with the operation that they didn't realise that you were shooting?  I mean not literally, that is you taking pictures?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "I've often thought about that myself.  I thought that was very strange.  It was quite early in the political activity in that area at that specific time, it was quite early in 1985, October of 1985.  Things were really getting bad, but hadn't gotten to the stage where we were really considered to be absolutely public enemy number 1.  We were probably only two or three at that stage.\n I can recall them, I remember thinking how strange it was that they had clearly seen me on the side of the road, I was standing with a tripod, the driver must have been able to see me.  The others wouldn't because they were hiding in their little boxes, but the driver must have been able to see me as he drove down, and yet he turned around and came straight back.  He couldn't have cared or maybe he didn't notice me  initially for some strange reason.\n But I was standing right on the side of the road in clear view and he still drove back down that road into that situation.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "May I ask what happened to - did you make copies of the footage or do you have it?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "I don't own that footage, that footage is owned by the network that I am employed by, so the original video tapes were sent to Johannesburg and the original video tape I should think, is in the archives in New York somewhere.\n A lot of copies were made I am quite sure, because BBC used the footage, so did ITN - people who weren't directly competitors of ours.  I think all used it, so there must have been a number of copies made, but I don't have any copies, no.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "May I ask what made you do this, what foolish idea made you walk in where brave men wouldn't dare?  I mean it was a risky business, I mean what were your own other than the fact that you were working for CBS, what was your own adrenalin in doing this?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "There were a lot of people like me.  There are people sitting right here now, I think, that were Louise Gub, she used to one her own, a White female go running around areas where angels would have feared to tread, taking pictures that were covers all over the world, there were many of us who were involved.\n You know, it wasn't just a job, it was really more than that, it was a sense of history in the making, it was also - we were remarkably privileged in a lot of ways  as well as White South Africans. \n I am a South African you know.  As White South Africans being in a situation where you could go into any area, well most areas, where other Whites couldn't go.  We could walk around areas in the middle of the night in total safety and Black areas, Athlone and other areas where others couldn't go.\n We were immensely privileged from a certain segment of the society any way.  I  had also been a cameraman for many years before that, I grew up in Rhodesia in those days and I worked for Rhodesia TV and I got involved in a peripheral way in the international press up there and I made connections up there, it was - never intended when it all started out here, that it would become such an all encompassing job, but once you were in it, it was very hard to leave. My sound recordist on the very first day, in fact the sound recordist who I work with now, in those days were Wim de Vos' sound recordist, Anton van der Merwe, who is a young Afrikaans boy as you probably can tell.\n His very first day on the job, his very first job in life he was in a situation where he was blown up by a hand grenade and ended up in hospital, picking out bits of metal out of his leg and it blew holes in his brand new pair of jeans that he was so proud of, so there were a lot of people who got involved in it and once you were involved in it, it was the adrenalin I suppose, it was also the sense of something really important happening, as it was, as it turned out to be and it was also the privileged position that we were in.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "I don't mean to trivialise this, but I am taking the cue from you that often when you went back to the other side you had your beer.  I am asking this question out of concern about what happened to you at the end of the day?  You were taking pictures of this gruesome actions and you were actually standing on somebody's hand,you didn't know whether they were dead or alive, what happened to you at the end of the day when all of this ... (tape ends)",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "I mean there was some moments where you just didn't want the next day to start, it was unwinding at the end of the day was very difficult, particularly because it was so false.\n You know staying on the one side under certain circumstances and then getting into your expensive car driving across to this side, where people had so little and becoming part of their lives as well and relying on them largely for your security.\n And it was very difficult at the end of the day to unwind and then in the mornings, getting out of bed and getting back in that car, was terribly difficult a lot of the times, but the emotions at the end of the day were very intense, it was a very difficult time to live through.\n All we know colleagues of us were killed you know and we saw a lot of death, we saw a tremendous amount of death.  Youngsters, usually youngsters, it is very sad and we attended so many funerals.  We went through a cycle of months where each Saturday was spent down in Port Elizabeth and Saturdays would be the day when people were buried and Saturdays would be the day when the police would kill more people.\n And the more people that they killed, would be buried the following Saturday.  And the cycle just went on and on and on.  And it didn't seem as though it was ever going to end.  And it was so difficult.  I mean you're talk about living from day to day, but we used to live at that time from weekend to weekend, hoping the next Saturday would never come.  We would pray for the end of that Saturday, hoping that nothing would happen, no one would get killed, but they always did, they always did somehow or other.  Saturdays was the day for killings down at that part of the world, and it was a very emotive thing.\n It was very emotional - I think that I am quite hard too, I went through a lot during the Rhodesian war and things like that and I never experienced emotions like that, like here where it was so many innocent people being hurt and such seemingly callousness so often.\n I can recall on one occasion being in a church service, a church called the AME, a church in New Brighton in Port Elizabeth and it was full of people.  Once again, mourning their dead and the police just fired into the church with tear gas, into an enclosed area.  A lot of old people as there would have been, it was just mindless, it was just very hard to comprehend that people would behave like that at all.\n Very strange behaviour.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr Everson, part of the Truth Commission's mandate particularly my Committee, the Reparations and Rehabilitations Committee, is to be concerned about the process of healing.  We frequently wonder about the dedicated troop of  reporters that follow us from venue to venue, listening to the reliving of this painful memories on the part of families, relatives and friends and all that.\n We often wonder what effect this has on the people who are recording the story, meaning the journalists.   And we can't dismiss it, and this is a question that refers to the Doctors also, we can't dismiss it by saying - cannot dismiss it by saying you know, it is part of their job, like Doctors are used to seeing the good, the bad and the ugly and journalists are used to seeing the good and the bad and the ugly.\n I know that all of you are affected by not only what you did then, but about the retelling of the story.  Particularly now that the victims and survivors are able to tell their story.  What would you ask of the Commission and I know it is an unusual question, I know my colleagues don't expect me to ask that, but as part of my Committee, what is it that we can do to help the recorders of our history?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "Well, I don't think there is anything you can do to help the recorders.  I, as you probably know, we just did a story on the TRC for our network and a show called 60 Minutes and I spent some time filming the work that you are doing, myself and I was just absolutely astounded.\n I was absolutely astounded by the testimonies I heard and that every person practically who was telling these terribly emotional stories and very often breaking down and then weeping and reliving it all and practically every single one of them without exception, I don't think there was exceptions that I heard, wanted only one thing and that was for their kids to be educated and for their kids to get the benefit of their loss and their struggles.\n And  I think if you do anything, that's what you would do.  Do would listen to that plea, I think.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mapule.  Any one else?  Mary?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "You answered one of my questions which was how you got there for this event, I had been wondering, I know that you and many others like you would get to places incredibly quickly through the pager system, but to get there  beforehand, really seemed extraordinary.\n So I am glad to have had that understanding.",
            "Female"
        ],
        [
            "CHRIS EVERSON",
            "We've been, it has been suggested that it was all done specifically for us which would have been pretty remarkable, but it did take a bit of explaining.",
            "Male"
        ],
        [
            "MARY BURTON",
            "I think that is why it is important to have had it explained.  And you referred to something else which I think needs an answer, which you did give and that was the accusation that was made to many journalists at the time about instigation.\n Or perhaps not instigation of a new event, but recreating it with a little bit more glamour for a rephotographing and I think it is important to answer that allegation that was made.  If you would like to expand on that?",
            "Female"
        ],
        [
            "CHRIS EVERSON",
            "It was something we lived through all the time.  I can recall at one stage I had a sound recordist, we went through a terrible time together at the KTC fighting that took place where George d'Arc, a colleague of ours was killed and he was a professional tennis player in his previous life.  And we had filmed that KTC fighting and what have you, it was a terrible scene.  There was shooting and there were bodies laying around and there was burning vehicles and at the end of the day, a huge contingent of soldiers went, and it really looked like a huge conflict.\n And we broadcast that on our show that night and a few weeks later I was in Port Elizabeth at an airport with my sound recordist, his name is Greg Shaw and Greg saw one of his old tennis playing colleagues at the departure lounge and they said hi, and his colleague wanted to know what he was doing and he said no, he is working for CBS news as a sound recordist.\n And his colleague said you know, I am based in the States and I always used to watch CBS but I will never watch it again and Greg enquired why is that and he said, well just a couple of weeks ago there was this article, there was this story on the evening news with Dan Rather, which is our broadcast which showed this terrible fighting and bodies and burning vehicles and soldiers everywhere and fighting and they said it was just outside of Cape Town.\n My mother lives in Cape Town, so I got on the phone immediately and I phoned her and I said, mom, are you okay, you know, are you all right, she said, yes, I am fine.  Don't worry, it is all lies, what these people do is that they set up these towns and these villages in the Karoo dessert and then they get all these chaps to go along there with their guns and their stones and they recreate these events so that they can have that piece on the evening news.\n And that is why he had said that he would never watch the show again, so it was remarkable what we were accused of on a daily basis.  We were accused of being terrorists ourselves.  I can recall on one occasion being in Guguletu and we were taking refuge in the house of a lovely lady across the road from a church in Guguletu during quite an active period and some kids ran through the house that we were in with rifles, with AK47's.\n They ran in one door, and saw us and kind of went hi, and went out the other door.  And we thought wow, what was that, did you see that?  We were sitting and just a short while later, ten minutes later, they must have been seen from the air in a helicopter.  A whole group of the strangest looking policemen that I have ever seen rushed into the room and surrounded us.  They were all dressed with balaclavas on and black uniforms that I have never seen before and never seen since.\n And they put us up against the wall with weapons underneath our throats and they considered us to be part of this terrorist guerilla army because we were in this house with these people with guns and I guess from then, we didn't have much credibility with them either.\n But we were accused of instigating all sorts of affairs.  We - I recall us in the morning looking for black smoke over the Cape Flats because that was always a sure sign of barricades burning or something burning and we always used to respond to that and almost always get there before the fire brigade or the police and we were always then accused of setting it up and burning the tyres ourselves or how did you guys get here before us?  So it was quite a - and at airports as well, for members of the public, just general members of the public.  I always used to have a sticker on the side of my camera which said CBS news and as did most foreign journalists have their organisation on their cameras so that it would be a little bit safer in townships.\n And we were often approached by members of the public and accused of setting things up and causing problems and sticking our noses in where they weren't really wanted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not sure to ask his question, but the last comment you made, I think is very crucial in the way that the mindsets of White South Africa was and I guess I just want to kind of repeat what you said, that many White people in South Africa were abused by apartheid, if I may put it that way.\n They were really - apartheid used them just in the way of making sure that they didn't get the correct type of reporting about what was happening in the country and also in the way in which the media was protected by the security establishment in a way.\n So that what you reported for example abroad, you couldn't report here, is that right?  You had a certain freedom in reporting what you did abroad, then you did, than any one in your calibre would have had in this country?",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "Our organisation was always threatened with being expelled and they were actually expelled on two occasions.  On one occasion we made a documentary called Children of Apartheid which was a documentary done by Walter Concheit and he did it, they considered it illegally, he was here on a holiday permit and he went ahead and he reported and as a result they wanted to expel our whole organisation.\n It was only at the eleventh hour that they rescinded that.  So there was always the threat of deportation hanging over  a correspondents.  One of our top correspondents, and in fact the correspondent that termed the term the Trojan Horse, who reported on the Trojan Horse, he was expelled from this country as a result.\n British journalists were expelled, so there wasn't complete security in reporting from here, but I think the local press were in many instances magnificent as well, they were very brave in their reporting.  The people from the Cape Times and the Cape Argus certainly, Weekly Mail.  I think that they were magnificent very often in staring the security forces right in the eye when doing their reporting and they were always out there in the townships with us, recording the events for local organisations and perhaps as a result, not with the same protection or even credibility dare I say that, as we had with the kids in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I meant is that they were restricted, I think restricted is a better word actually.  The material published here was more restricted.  Any attempt at exposing the truth was restricted in this country in the media and therefor many people who were not in the areas of conflict, did not know what the truth about it was and often the truth was turned around.\n For example in your case, you setting it up, you are making as if it is happening when in fact it is not.  And members of the public believed that because it was kind of the official story, and our press in this country were not allowed to report accurately because there was a clamp down on what they could and what they could say and so that tarnished the reports that came out in the public quite a lot.\n I will hand over to Dr Ramashala, to briefly summarise.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson, we acknowledge the negative role which was played by some members of the media in colluding with the security forces, but particularly with the apartheid government in the form of misinformation etc.\n But we would also be remiss if we did not acknowledge the very important role that was played by the media, particularly in providing information into the international community.   It is often said a picture is worth a thousand words, is that correct.\n What really pushed those of us who were in the United States, what really pushed the support of the international community to just fight against the system, was the pictures what the Americans saw, what American students saw it began in Pennsylvania, it moved to Princetown, to California. \n What mostly American students on campus saw and address this issue of diversement etc, it was the picture, it was the story that perhaps was not allowed to be seen in South Africa, but was seen all over the world.\n It was that picture that helped to make the international community to make a commitment.  And for that picture, we say thank you because those of us South Africans who were in exile, were informed by that picture of course and other ways too, but were informed by that picture so that we were able to do what needed to be done by providing the evidence from that picture.\n I still say you were foolish, but thank you for having been foolish.",
            "Unknown"
        ],
        [
            "CHRIS EVERSON",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Chris.  I just want to say at this stage that when the idea of bringing on journalists evolved, we then ateamed, the team that was planning for this hearing, I consulted with a few journalists, I think it was about six journalists from whom I asked their opinion of whom we should bring on to the Commission, I don't think it is necessary to really mention the journalists, but I've had at least three meetings with those journalists, and they led me, they gave me the names of people whom I could speak to, who had done work on the Trojan Horse and we had at least two definite meetings and I was in contact with those journalists who had been present at the first meeting where I spoke about our intention of bringing on journalists to this hearing, to bring us their perspective.\n So I just want to place that on record and the journalists who are appearing today were journalists suggested by that initial group who assisted me in formulating the names and hooking up with some people, some of whom we couldn't get through to.\n I think you mentioned the women who took pictures, and that name came up as well, but we never really got to her, but thank you very much.",
            "Unknown"
        ]
    ]
}