{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-02",
        "location": "UPINGTON",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56074&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct00695.htm",
        "speakers": [
            "ARREST AND INCARCERATION",
            "CASE NO",
            "GODFREY XOLILE YONA",
            "MR POTGIETER",
            "NATURE OF VIOLENCE",
            "TESTIMONY FROM",
            "THIS WAS RECORDED ON SIDE A",
            "VICTIM"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "GODFREY XOLILE YONA\n",
            "NATURE OF VIOLENCE",
            "ARREST AND INCARCERATION\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MR YONA",
            "THIS WAS RECORDED ON SIDE A\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00695",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "GODFREY XOLILE YONA",
            "",
            "Unknown"
        ],
        [
            "NATURE OF VIOLENCE",
            "",
            "Unknown"
        ],
        [
            "ARREST AND INCARCERATION",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "GODFREY XOLILE YONA",
            "",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I am going to ask you to settle down again. We are going to listen to the evidence, I am going to ask you to maintain silence again.  Will you please keep quiet so that we can listen to the evidence.  Mr Yona, give your testimony.  All right, are you sorted out with the headphones?  Can you hear the translation?",
            "Male"
        ],
        [
            "GODFREY XOLILE YONA",
            "Ja.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Can you hear?  All right?",
            "Male"
        ],
        [
            "GODFREY XOLILE YONA",
            "Ja.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "What language do you want to use?",
            "Male"
        ],
        [
            "GODFREY XOLILE YONA",
            "I will speak English and Xhosa.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Will you please stand to take the oath.\nGODFREY XOLILE YONA Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Mr Yona, you were one of the accused in this Upington 26th case.  You have made a statement in which you have given us a lot of this background and we have already listened to the background evidence given by other speakers.  It is not necessary to go into detail about the background but I would like to ask you to start on the specific day of that event, the 13th November and to tell us what has happened to you since then.  Is that okay?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.  The 13th November was on a Wednesday.  I was on my way to a meeting.  When I came to that meeting we gathered with a lot of other people and we sang Nkosi Sikelele Afrika and we also prayed.  After we have said amen, the police started shooting at us and they fired teargas.  We dispersed but we became very, very angry because the police called us there and then having arrived there they turned around and they shoot at us.  That made us very, very angry.  We ran away and we ran to get to places from where we could fight them back and we did just that.  We threw stones at them because it was unjustified to fire teargas at us.  Some of the people there ran to where Jetta lived.  Some of us were still busy throwing stones at the police and we were fighting with them in that way.  After that I ran to my mother's house.  I heard shots being fired.  It came from Pilanie Street where Jetta lived.  On my way to where these shots were being fired a lot of comrades came back and they said hey, hey, Jetta has been killed.  At that time I didn't feel anything for him or for his death because Jetta was a policeman and the apartheid police used him against his own people.  After that it became quiet again in the location.  The people were arrested, various people were arrested.  I remained at Paballelo and I realised this place is getting too small for me because the police were looking for me and sometimes they came to my mother's house and I hid away and I could hear them talking and they said if I could find Xolile Yona we would kill him but I really made sure that they don't find me and I decided then to leave Upington.  I would have crossed the borders because I have already left Upington and they caught me on my way to the border.  They arrested me there and brought me back to Upington.  The reason why I wanted to leave, to join the under gorillas was that I found out that we have no weapons and the police were shooting us.  They have killed many of our people and it won't help us to fight with petrol bombs.  We had to have weapons to fight against them.  Coming back I was incarcerated in the prison in Upington and one policeman by the name of Barnard came to me and said, and another policeman by the name of Langeni said yes this is Godfrey Xolile Yona.  On my way back from Olifantshoek the police stopped the police van and told me Xolile don't you want to go into the field and urinate?  No I am not interested.  They put me in the van again and there was no reason why they wanted me to go and urinate and that was when I got back into the van, that was their way to shoot me because they would have said I was trying to escape.  On my way back they took me back to prison and then they locked me up again.  The other co-accused were given bail and I and another Basie Makabeke didn't get any bail because - they said it is because we were fleeing and we were not caught in Upington.  I remained in those cells and it was very, very poor circumstances.  Some of the warders and the officers, they swore at us especially when most of the comrades went out they swore at us.  Sometimes we had to fight against these criminals, the common law prisoners in this jail.  Some of these people were against us and were instigated to fight against us but they did not succeed in that.  During the Court case, a Judge Basson was very subjective.  He regarded me as a person who had killed Jetta.  The reason he said was because I was very actively involved in political organisations and because of that he said I was very actively involved in everything that was going on and that was why I was part of those people who killed Jetta.  If I did that I would have told them I have done that.  They did not accuse me of what I really did and that was throwing stones.  Judge Basson was very corrupt.  He never listened to any statements we made and he convicted us and sentenced us to death.  When he sentenced me I swore at him.  On my way to Pretoria we were handcuffed, our hands and feet and we couldn't get out the truck, the remand truck.  When we came to Pretoria it was about 6 o'clock that evening, we left at 5 o'clock in the morning from here.  They took us out of this remand truck, the warders just took us off.  We couldn't climb off ourselves.  We were taken to death row and there we had to undress and in our religion, in our Xhosa religion we may not undress before a Kweni.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Order please!  Thank you.  Silence please.  Please continue. ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " ... but it happened that we had to undress.  Certain policemen came there, like Evelyn de Bruin said, they measured our necks, they did all those things.  They took our weight and then they sent us to death row.  In the cell where I was, it was behind a cell called  'the pot'  and this cell,  'the pot'  is the cell where you are put before you are hung.  There you have to remain for seven days.  My cell was right behind  'the pot.'  I could hear those people crying where they were hanged.  I could hear people pleading for help.  I was in the cell.  If this was what was happening I became very, very upset and when they cry and shout, you can't sit still or lie on your bed, you had to walk up and down, up and down because now now the warder would come and say this is your time because we know what it sounded like when they come and say name and address.  Every time when a warder knocked at my door I had this feeling that it was my time now, that my time has come although I knew that the appeal was going on because I had no trust in the apartheid regime and I could not trust them at all.  Yes we had very strong lawyers and we believed in them but the government of De Klerk, we couldn't do anything against them.  At a certain stage, I and a certain warder were fighting and that they sent me to the gallows and there when I came to that specific cell where you could see all those ropes, when I was in that cell, while lying down in that cell I could see the gallows because it was right in front of me.  That was for my punishment.  At a certain stage they took me out of that cell again.  All those things which happened there, everything upset me tremendously and it remained in my head all my time and I didn't care for anything anymore, it upset me emotionally.  The lawyers did come back again, they did come back again and they notified us that the appeal was successful but that I, Zonga and Justice, our cases were not successful, and they changed the death penalty to 15 years' imprisonment each, and it hurt me tremendously again because the other comrades left us there, they left us behind.  While we were there on death row it was a terrible time especially from the time of the warders because they made terrible remarks like for example Xolile you are going to hang, Xolile your time is near, your time is near to die.  You must remember how it feels if a warder comes to you every time and says you are going to hang and you see those people being hanged and they legitimately hang.  I mean how can I trust anybody, I have to trust them, I have to believe in what they say when they say you are going to hang.  Now fortunately we didn't remain in prison for 15 years, I only stayed there for a year and a few months then I was released eventually.  What happened is after I have left jail as my other comrade Zuko has said, there is no assistance we have received.  What I want to tell you there is nobody who has returned from death row who is normal because that thing in death row, even when I sleep at home I dream.  I dream that I am still on death row.  In my dreams I hear how those people cry when they are being hanged and this cause that sometimes I find that I am wrong because I get cross very, very quickly.  I get angry very quickly and I get frightened because it might cause that I can land in jail again.  I wasn't like that before I was incarcerated.  I was awaiting trial for a long period without bail.  I was awaiting trial and I slept on a grass mat with three blankets.  That's all I had on a very cold cement floor.  When it was cold then the warder said we had to wash those cells.  That cement, I mean it is still, the cold of the cement, it is still bothering me.  I don't even, whether I have to sleep on my back, on my stomach, on my side because my body has, still has a lot of aches and pains.  When we were released many organisations approached us and said they are willing to help us.  I would name a few Reverends who were involved in this, it was a Reverend Penyeka from Kimberley.  I am sorry to say that because he is a big crook for a Reverend.  He is the person who approached us, who got us together and he wanted to start, wanted to involve us in projects, we never realised, there is a Reverend Macha here in Paballelo, he is the second crook.  They are the people who approached us with certain projects but they were only stories.  We don't know what has happened to these projects, the monies, and we also fought for the country and they are using the money for their future.  We also fought for this country but there is no future for us.  We have also fought for this country.  We are unemployed.  The government, when you look for work, you need qualifications, you must have certain knowledge, you must be trained for that job but my question, my only question is, when we threw stones and petrol bombs, they didn't look for qualifications.  They didn't look for knowledge.  When I can refer to our President's statement that while he was incarcerated he said keep the country ungovernable and that is exactly what we did but today we, who did those things, we remained behind.  There is nothing left for us.  If you can see from all the political prisoners, all of those who fought in the liberation struggle, they have been left behind.  All the people who sit there and who have food to eat, they have never been part of the liberation struggle.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Order please.  Order!  Please give the witness a chance to give his evidence.  Don't interrupt him.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I want to talk about myself personally.  For example we fought for the whole of South Africa, not Upington, not Paballelo.  Just to prove what this Court case has done to me and to my family and they have to say be careful, he will kill you, when they look at me they regard me as a murderer and my question is, if I had killed Jetta, I fought for that.  Today if you walk in the streets, people are mocking us.  There is nothing left for those of us who were part of the liberation struggle.  What I want to ask is, I ask for an investigation like Mr Penyeka and the Reverend to say where is the money for all these projects you promised us.  And my second request is we ask the present government please take care of us who fought for liberation.  The freedom didn't come from abroad.  We fought for this freedom.  We were assaulted.  We were harassed by the police.  The other people didn't feel anything.  We, in this country, we suffered all the pain.  My request to you is, is that the present government should care for us, should look after us.  We struggled for houses but today I still live in a shack.  That is not what I fought for.  If you could ask the TV people and the media people, Paballelo is the only location with the most shacks in the whole Upington but Paballelo is the first location who fought against the apartheid regime but we have no advantages.  I was a liberation, part of the liberation movement but I still live in a shack and I request from you that what I say today will not stop here.  It must be taken forward and I would like to hear what happens to my request and what I have almost forgotten, I asked an investigation into the lawyers Potash, what has happened to our welfare money.  Our money is still with them, what has happened to that -  Bernard Ferdika Potash - and we request your help.  We are treated as the underdogs.  The ANC used us, we fought and we won the battle and those people who now appear from all places, they who have waited, they are part of the gravy train, leave them aside and care for us.  I thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Thank you Mr Yona.  Order!  Can you please tell us Mr Yona how old were you in 1985 when you had this experience?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I became 21, I just became 21 that year.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " When was your birthday?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was the 30th September 1985.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I just want to see whether any of my colleagues have any questions.  No.  Mr Yona thank you very much for your evidence.  We have taken cognisance of everything you have said, I can assure you that.  Thank you that you spoke so openly and thank you for your attitude that you not only talk about yourself and your own personal experience but that you also address the problems in the community in general.  The problems which have been there up from 1984 till, up to the present and the factors that you have referred to, the socio-economic factors are some of the factors who gave rise to these type of problems and things which happened in this area.  We have noted and recorded everything you have said.  We will come into contact with you and we have made a special note of the detailed way in which you described how this whole experience influenced you emotionally and how it influenced your health situation.  We will react to this and come back to you in future.  Thank you very much that you have come forward.",
            "Male"
        ],
        [
            "THIS WAS RECORDED ON SIDE A",
            "",
            "Unknown"
        ]
    ]
}