{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-03",
        "location": "UPINGTON",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56078&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct01403.htm",
        "speakers": [
            "CASE NO",
            "CHAIRPERSON",
            "MR POTGIETER",
            "MS BURTON",
            "NATURE OF VIOLENCE",
            "POLICE",
            "TESTIMONY FROM",
            "UPI",
            "VICTIM",
            "VICTOR CHARLES ZENANE"
        ],
        "original_speakers": [
            "CASE NO",
            "UPI\n",
            "VICTIM",
            "VICTOR CHARLES ZENANE\n",
            "NATURE OF VIOLENCE",
            "SHOT BY POLICE\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MR ZENANE",
            "MS BURTON",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/01403/",
            "Unknown"
        ],
        [
            "UPI",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "VICTOR CHARLES ZENANE",
            "",
            "Unknown"
        ],
        [
            "NATURE OF VIOLENCE",
            "",
            "Unknown"
        ],
        [
            "SHOT BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "VICTOR CHARLES ZENANE",
            "",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Mr Zenane, good morning.",
            "Male"
        ],
        [
            "VICTOR CHARLES ZENANE",
            "Good morning.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Welcome.  I want you to take the oath before you start giving your evidence.  I am going to ask you to please stand.\nVICTOR CHARLES ZENANE Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Commissioner Mary Burton will assist you with evidence. I hand over to her.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you.  Morning Mr Zenane.  Can we make you we have your name right - Zenane or Zename?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " My naam is Victor, my van is Zenane.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " You are going to tell us about what happened in Prieska in Ethembeni is it, in June 1986 and the injuries you suffered after that.  Please go ahead and tell us your story.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " In 1986 in Ethembeni my mother sent me to buy paraffin.  Three trees from the stoep they shot teargas at us.  We, all of us ran away and I ran about 200 meters.  While running I came to an empty plot.  I stood there and the fence was very high around that plot.  I was standing right in the corner.  It was dark but there were bright lights shining and they shone this light right into my face and they pointed the gun at me.  I was standing there on that empty plot waiting for them to come and arrest me.  Then they turned round and they shot at me.  If I didn't run away they would have shot me in my chest but they shot me in my left thigh.  I fell down and they drove away.  The combis came there and they picked me up but these people came back again and they were shooting again and the people who picked me up previously left me there again.  Now this fence, this vehicle just ran over me and I asked what were you doing because I was suffering pain while lying there.  My back also was hurting.  I went to the doctors and I was bleeding when I arrived there and my leg was broken.  Lieutenant Engelbrecht and a Mr Lawrence and they said - kaffir what is your name - and I asked him why did you shoot me and they took me to Kimberley hospital.  When I arrived there, I stayed there for two months and Patric Molele and Sibuti, another detective, came there and they took my statement.  I spent six months in hospital.  When I left hospital the Boers who shot me came there and they came with a new BMX and these people, this man said Victor take this bicycle and use it for exercise and I said I don't need anything from you, I want to be in the same shape as I was before this incident.  Another detective approached me, Mr Noemka and he took my statement and he said what are you going to do with this statement, I want to go to court.  I want to lay a charge, and I am still waiting for that.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "  ... in fact laid a formal charge in court.  You made a statement but nothing else happened.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, I don't know where to go to because I decided just to leave everything because this is the second detective taking my statement but nothing happened so far.  And also, this leg is giving me a lot of problems every day and especially during bad weather I can't walk at all.  This leg becomes very stiff now and then and I can't use it properly.  Now I'm asking the Truth Commission, please help me so I can get medical treatment for this leg.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " ... must have been seriously injured, you were in hospital a long time.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I was and it's really, really giving me a lot of problems.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " When you were shot, did you, there was some singing and toi-toiing and quite a lot of activity in the area.  Did you feel that they were looking for you particularly or was it just bad luck that you ended up in that plot where you couldn't run away?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, I was on my way to the shop and lots of people were singing and toi-toiing in the street and the casspir was following them.  Then they said the people had to disperse.  They did not disperse and they started shooting teargas.  I ran away last of all because the teargas burnt my eyes.  I was the last man to get away, I couldn't get over the fence because I was forced into a corner and I couldn't get over the fence so they shot me.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " ... when you came back from the hospital and this lieutenant offered you a bicycle.  Didn't you think that was a strange thing, how did you explain that offer?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I can't say what was going on in his head to offer me a bicycle.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " In your statement you say he told you that he was sorry that he had shot you.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, Victor he said, I am very sorry that I shot you.  Anything that you need, money or clothes, I will give you, and I said I don't need anything from you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " ... all this happened were you working?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No I was still at school.  They shot me right out of school as well.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " And you didn't return to school afterwards?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Never again.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " And now, are you employed now?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Peace meal jobs, casual works, just to earn a little bit of money.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " We take note of your request that you need further medical assistance and our team will investigate what can be done in that regard.  Is there anything else that you would like to say to us?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes because at the moment I feel very despondent because this leg is giving me a lot of trouble.  I don't believe I will reach the age of 30 or 40 years but in the first place they told me they wanted to amputate this leg and I said no.  I wouldn't allow that and now I want to ask the Truth Commission please to assist me that they can take out the bullets from my leg and that they can give me proper medical treatment.  They shot directly at me and there are still a lot of bullets lodging in my leg.  I suppose that is what causes all this pain.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "We take note of that and we will make you sure that you are referred for further medical advice.  I think you, I understand that you can feel very despondent but as it has turned out, it was probably a very good thing that you didn't agree to the amputation of your leg because I see that you are able to use your leg and I hope that there will able to be an improvement in your condition.  I have no further questions Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Victor.  How old are you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I'm 25 years old.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            " And you think you won't reach the age of 30?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No because this leg is really bothering me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            " Oh no man!  I can promise you, you will become a very old man.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " A old man who can't walk?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            " Yes I'm a old man, I can still walk but I just want to say we suffer with all the baie jong mense.  We feel with all these people who have suffered so much, who have suffered so much pain, all of you have endured a lot of suffering and as I have just said to the previous witness, we want to thank our youth for what they have experienced, what they have suffered and what they have gone through because in that way they contributed to the changes in our country.  Perhaps this will not take your pain away but perhaps if you think about all this, that all that I have suffered was not in vain but what I have felt at that stage, everything contributed to the fact that now we have a democratic dispensation in our country.  We want to thank you and thank you to all the other young people and we promise you that one day you will be able to walk with a walking stick, you'll have grey hair like I have, you'll have a bald head and then you will think back and you'll say yes, all these things were very bad but I'm reaping the good fruit now.  Thank you very much.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I'm asking what are you going to do with that man?  I never see him again because I'm still very cross with that man, I am still angry.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Parliament asked us to try to achieve reconciliation and perhaps there will come a time when you will have a chance to meet this man again.  Perhaps he will say that he is sorry then.  Perhaps you will be able to forgive him then and then reconciliation will be achieved.  It's not going to help at all to carry revenge in your heart because it's like something poisoning you.  It will poison your whole life if you carry this anger in yourself.  We understand how you feel about all this but we really plead with you to try and think of the day when you will be able to forgive this man.  There are many of our people who have suffered tremendously, not only physically but also emotionally in their hearts.  We can even think of our President in this regard, all those people who were on Robben Island, people who spent many years on Robben Island, they also suffered a great deal but now they said to the prosperity of our country and the well-being of our country, they are willing to forgive.  I know this is not easy to ask from you and should never pretend that this is easy.",
            "Unknown"
        ]
    ]
}