{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-03",
        "location": "UPINGTON",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56092&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct04432.htm",
        "speakers": [
            "CASE NO",
            "CHAIRPERSON",
            "DAVID ISAAKS",
            "MR POTGIETER",
            "MS BURTON",
            "NATURE OF VIOLENCE",
            "TESTIMONY FROM",
            "UPI",
            "VICTIM",
            "WHITE MAN"
        ],
        "original_speakers": [
            "CASE NO",
            "UPI\n",
            "VICTIM",
            "DAVID ISAAKS\n",
            "NATURE OF VIOLENCE",
            "SHOT DEAD BY WHITE MAN\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MS ISAAKS",
            "CHAIRPERSON",
            "MS BURTON"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04432/",
            "Unknown"
        ],
        [
            "UPI",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "DAVID ISAAKS",
            "",
            "Unknown"
        ],
        [
            "NATURE OF VIOLENCE",
            "",
            "Unknown"
        ],
        [
            "SHOT DEAD BY WHITE MAN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "GERTRUIDA WILHELMINA ISAAKS [wife]",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Good morning Ms Isaaks.  Very welcome here with us today.  Is that your daughter here with you, what is her name?",
            "Male"
        ],
        [
            "DAVID ISAAKS",
            "Johanna.  Joey, she is actually called Joey.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "Good morning Joey and you are also very welcome here.  Thank you for coming along here with your mother.  Thank you for supporting her.  We know it's not easy to appear in public like this and to tell your story but thank you for coming.  Ms Isaaks before we're going to listen to your evidence you must please take the oath.  Would you please stand and then I'll ask you to take the oath.\nGERTRUIDA WILHELMINA ISAAKS Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you, you may be seated.  Please just make sure that you're comfortable.  Ms Isaaks you come from a little town called Marchand?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And that is near Augrabies, is that correct?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " The evidence you are about to give us deals with your husband, Mr David Isaaks, and it revolves around his death on the 29th February 1988.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes that's right.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Now perhaps you can start off by telling us what your husband did, what was his position in the community, before we come to the events themselves.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " He was the chairperson in the community.  He was a leader, the area from the Augrabies waterfalls to Cillier, that area, and that's why I feel that the people didn't him because they accused him of putting clever ideas in people's heads and one person said that he wants to find out who the chairperson is in the community and then he will shoot him dead but we didn't actually believe it when we heard it.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Was your husband involved in politics?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " What role did he play in political activities?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Well he was the chairperson.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Which party?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was the Labour Party.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Which region was that, was it Augrabies, Marshant?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Well from Augrabies waterfalls to the Cillier, that entire region, he was the chairperson for that region of the Labour Party.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So he was a community leader?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And you say that some people didn't like the role that he played in the community.  Who were these people, where did these people come from?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " These were people from Marshant.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Who were they?  Were they black people, whites, coloureds?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " They were white people.  There were of course coloureds as well who also didn't like what he was doing in the community.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " But the people who uttered threats against your husband - were these white people?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it was a white man.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " But you said that you had heard this but you didn't take it very seriously.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So your husband continued with his activities?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he was always busy in the community.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " What work did he do?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " He was a builder and he also was a bus contractor.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Now on the 29th February 1988 that afternoon you heard something at home.  Please tell us what happened then.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes we were all sitting outside on the stoep and somebody came and told us that the children were being shot at, the children playing in the water, and then we drove to go and have a look.  When we arrived there the police were there already.  My husband went straight to the coloured policeman and asked him why they were there and why were they shooting at the children.  There was a white man, a Mr Brandt who was shooting at the children because the problem was that if one of the children, the children could drown if they got hit by a bullet.  Now the windowsill was quite high and the doors and windows were open at this house and he said that the children had broken into the house and had stolen some of his possessions but my brother helped to vacate the house and there was nothing left in the house.  The children swam towards an old fridge and before they came out of the water all these people were on the scene and Mr Brandt started shooting at them.  Mr Nolte was there as well and he phoned the police.  When we arrived there Mr Brandt was standing in front of the post office.  He didn't hear, even hear what my husband had said, he just walked away whilst my husband was speaking.  Then Mr Hershelman followed him but the police had already left.  Mr Hershelman followed him and asked him or told him, you must keep your mouth shut and keep your nose out of other people's business.  His answer was I don't have anything to do with you and he stood there and then started walking towards the water.  Mr Hershelman continued following him and he then hit him from behind and he then turned around and hit back at Mr Hershelman and Mr Hershelman then fell to the ground.  He was quite a hefty man.  He then walked away after just delivering this one blow but then, by then Mr Brandt had already aimed the revolver at him but he walked away, he didn't look back and Mr Brandt reversed his bakkie to run him over but my son shouted, watch out Father, but the noise of the water drowned out his voice but my son could see that his father was about to be run over so he jumped, he tried to jump past the bakkie to push his father out of the way and he pushed him so hard that my husband fell down on his hands and he then jumped back again.  There was no time for him to reach his father and then the bakkie actually ran him down.  Mr Brandt reversed right up to where my husband was.  I was watching all of this.  I didn't realise he was so serious about it and Mr Brandt kept on reversing until he was right on top of my husband and then my husband stood up and he then shot at him.  I didn't, at that stage I didn't realise that he had hit my husband.  He shot him in his face next to his nose and the bullet went out the back and this bullet then lodged into a white woman's thigh and I think that woman still has that bullet in her leg because the doctor told her that if he removes the bullet then it would paralyse her.  When we heard the shot, when we saw him firing in my husband's direction, my son tried to distract him and tried to grab his arm and the first, the time that he tried to grab his arm, my son was quite short and it was a high bakkie.  The first time he grabbed his arm he could just grab hold of his T-shirt and he just, his hand was thrown out of the window and a shot went off and he tried to shoot my husband once more and my son grabbed his arm again and once again only got hold of his T-shirt.  He then once again shot, he didn't even look where he was shooting.  Fortunately God guarded over us and we weren't hit but the sound of the bullet was so loud near my son's ear that he actually had to receive medical treatment for that.  My husband had already been hit in the face and he went and he didn't notice that Mr Brandt was still firing at him and while he tried to get up and was looking in our direction across the bakkie, Mr Brandt then shot him in his chest and that was the cause of his death.  But I didn't know that he had shot my husband.  I just saw him busy with this weapon or the gun.  We were all so frightened, we didn't really know what was going on.  We heard the shots.  There were quite a few people there.  Everybody had gone down to the water's edge to go and watch and after my husband had fallen after being shot, he then drove off in the bakkie.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Did your husband die as a result of the shooting?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.  Yes we picked him up and placed him on the bakkie and sped off to hospital but there was nothing to be done.  He died instantly at the scene.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And what happened then, was there a court case?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes there was a court case in Upington from the Monday to the Wednesday.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And the outcome of the case?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " On the Wednesday at 2 o'clock the magistrate's words were, how could I put it, you know the statements, that the statements would be referred to the Attorney General and he said that the Attorney General was ill but somebody else had been appointed in his place and that the Attorney General would have to decide what would happen but I never heard anything about this case again.  Nobody ever came and told me what had happened about this case.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " I would just like to take you back a little bit so that we can get the full picture of what happened.  I didn't want to interrupt you whilst you were telling your story.  Your husband left home after hearing that the children were in danger because somebody was shooting at the children?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So he went to try and help out there.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Did you go with him, your son was there as well?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was myself and my husband and my son and four daughters.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So you all left home together?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Had there been a flood?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes it was during 1988, we had terrible floods here.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " You also said that this Mr Nolte, was he the owner of this particular house?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And he alleged that the children had broken into his home but you say that that was not true because the house had been vacated anyway, it had been, the house was empty. ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes and my brother had helped to carry everything out of the house.  The house was standing in the water.  The water had risen up to windowsill height.  Mr Nolte's house is on the right-hand side and the post office is on the left-hand side, and the water had found its course in front of the post office.  Yes Mr Nolte is a white man.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Now somebody, Mr Brandt shot at the children, the children in the water, and that is also the person who shot your husband?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Now I assume he is a white person.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes he was a white man.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Now there was a third person, a Mr Hershelman.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, Hershelman.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " He was the person who initially assaulted your husband and was he a white man?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " If I understand you correctly, there had been no struggle between Mr Brandt and your husband.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Not at all.  They didn't even speak a single word.  As I said, when he walked away from Mr Hershelman, after giving Mr Hershelman this one blow, he walked away and just at that point when Mr Brandt shot him, there was no time for him to say anything because I was watching him.  When my husband got up the shot was fired.  ",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So after your husband hit back at Mr Hershelman and turned around and walked away, that was when Brandt arrived with his bakkie and tried to run your husband down?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So there had been no argument, no quarrel between your husband and Mr Brandt?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Not at all.  It was only Mr Hershelman who told my husband to keep his nose out of other people's business.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " This Mr Brandt, where is he now?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is dead.  He died 11 months after my husband's death.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " You said that earlier there were threats against your husband's life.  Why do you think this shooting incident took place because there was no reason for Mr Brandt to have shot your husband.  Why, why would this have happened?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes there was no reason for the shooting.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " What do you think Mr Brandt's motive was, why did this happen?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I think it's the fact that he was the chairperson, that he was the leader, you know, the fact that they said that he put clever ideas into people's heads.  A white policeman from Keimoes had also told my husband that he was a rich bastard.  In those years white people weren't happy to see a Coloured person being prosperous.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So you feel that that incident created the opportunity for Brandt to utter or to carry out the threats made earlier, simply because your husband was a leader in the community?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I assume that to be the case.  I often think about this still.  It seems to me that it was all pre-arranged, this whole thing because there had been no argument or no stone throwing or anything before the shooting.  Just at that moment when the bakkie drove off, my daughter took sand and just to throw at the bakkie because she couldn't even find a stone to throw.  There was no question of stone throwing.  If we wanted to cause any damage, be violent, we could have thrown stones.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " I assume that your husband was the breadwinner in the family?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " What happened after his death, how did you cope?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " You see, he had this bus service and people asked me whether I would continue with the bus service and I agreed because I had five children at school.  My daughter was in matric and the others were even younger.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " So you tried to keep the family going by running the bus service and you then raised the children by yourself and you supported them?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I paid for them to study, go to school and they had food and clothes.  There is still one child of mine still at school but when his father died - he was a little boy when his father died and he is now - he was seven when his father died and he is now about 15 and he is still at school.  He is in standard 8, that is my last school going child.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " How do you feel about this incident today?  How do you feel about this terrible thing that happened?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It's a tough thing for me, it's very painful.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Take you time Ms Isaaks, I know this is a very, very hard thing for you to do.  We appreciate the fact that you were willing to come and share your story with us.  I am nearly finished.  If you feel up to it then we can continue.  Do you feel better, would you like some water?  Right, did you try and institute a claim or go and see an attorney?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And what happened to the case?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " The attorney told me that I would have to spend more than I would finally get so I just left it there, it wasn't worthwhile.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Our team of investigators looked at this case and they tried to find out what they could regarding the court proceedings.  Apparently there was an inquest, there was an inquest held at court and according to the report given to us by our investigators, none of the children who had allegedly committed housebreaking, as Mr Nolte had said, none of them was called to testify during the inquest and according to the report from our investigators, the magistrate did not deem it necessary to call any other witnesses although an attorney acted on behalf of the family and the attorney requested other witnesses to be called.  Our investigation team also say that it's strange that photographs have been taken of the vehicles and this happened a month after the incident and that Mr Brandt's firearm was never sent for forensic tests and Mr Brandt was tested for gunpowder residue on his hands but this only took place a day after the incident.  The magistrate then found that he could not hold anybody responsible for your husband's death.  So it would seem as if, as though one can be very critical about the court proceedings.  You also say that the legal system didn't assist you in any way, you were told that you would have to spend more money than you would finally get.  So it wasn't worth your while to pursue the matter further but for the sake of completeness I would just like to tell you what we have been able to find out about the matter.  Is there anything you would like to add before I conclude?  Anything else you would like to say?  Do you think you have said everything you wanted to say?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " You see nothing can be done about the case now and I am a woman and I am alone and I don't really feel like proceeding with this case.  I would just like to perhaps receive some form of assistance for my child to help him with his studies.  Now they said that my husband had caused his own death and I never even received any, anything under my husband's insurance, well I was given, received money under the policy but I wasn't given any disability allowance because they said that he was responsible for his own death.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Ms Isaaks.  Thank you for your evidence.  I hope that it has made you feel a little bit better to have told your story here today.  It often relieves the burden a little bit to talk but it is still very painful.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mary Burton?",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Isaaks, it is a terrible story that you have told and it is hard even to understand why such a thing should have happened.  I am still struggling to understand.  It seems such an awful thing to happen.  Mr Brandt died after this happened?  Was he, why was he there, was he a friend of Mr Nolte?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I think he was a friend of Mr Nolte's because Mr Nolte apparently also phoned him and told him to come but I don't know why they actually, what was so serious, that they had to meet each other.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " ... policeman or...",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No he was not a policeman, the police had already left the scene when this thing happened.  There was no reason for the police to have remained on the scene.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " The other person you mentioned, Mr Hershelman, he was also a friend?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes I think he was just a friend.",
            "Unknown"
        ],
        [
            "MS BURTON",
            " But he had already had differences of opinion with your husband.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes previously.  Previously he was very angry when my husband made a case against one of his employees and my husband won the case and I think that is why he bore my husband this grudge.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "You paint a very sad picture of what relationships were like in the area at the time.  I would just like to say that you say you are a woman alone but you are a very good example of how a woman can be strong and carry on her husband's business and bring up her children, so, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Ms Isaaks, I just wanted to add that we admire you for your strength and your courage to continue your husband's business and that you managed to put your children through school and you have only the one child left who is still at school.  We say yes we really must congratulate you with what you have achieved, that you have built something positive out of the misery that you went through and we thank God for people like you, that we have people like you in this country because it is people of your calibre who have helped us to achieve something in this liberation struggle, to be triumphant and to overcome all the oppression of the past.  Your story is almost incredible.  One can hardly believe that a person could be killed as if he was no more than a fly and that nothing happened afterwards.  There were no consequences, there were witnesses who saw what happened ... end of Tape side A ... I am very distressed about the fact that the insurance company told you that your husband was responsible for his own death.  I hope that our, that this Commission will be able to investigate this matter thoroughly and ask the insurance company to make a statement to explain their decision - would like to say also that we hope that you are supported by friends and that you feel that today whilst you were telling your story you were amongst friends, people who are sympathetic towards you.  We feel with you, we feel your pain and your suffering as well and we ask God to bless you and your family.  Thank you very much.",
            "Unknown"
        ]
    ]
}