{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-02",
        "location": "UPINGTON",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56090&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/upington/ct04429.htm",
        "speakers": [
            "CASE NO",
            "JACKIE TSHANGELA",
            "MR POTGIETER",
            "MS ORR",
            "NATURE OF VIOLENCE",
            "POLICE",
            "TESTIMONY FROM",
            "THIS WAS RECORDED ON SIDE A",
            "VICTIM"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "JACKIE TSHANGELA\n",
            "NATURE OF VIOLENCE",
            "SHOT BY POLICE\n",
            "TESTIMONY FROM",
            "MR POTGIETER",
            "MS ORR",
            "THIS WAS RECORDED ON SIDE A\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04429",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "JACKIE TSHANGELA",
            "",
            "Unknown"
        ],
        [
            "NATURE OF VIOLENCE",
            "",
            "Unknown"
        ],
        [
            "SHOT BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "JACKIE TSHANGELA",
            "",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Good afternoon, a hearty welcome to you.  I want you to take the oath before we listen to your evidence.  We ask you to stand please.\nJACKIE TSHANGELA Duly sworn states",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you.  Please be seated.  Doctor Wendy Orr will assist you in telling your story.",
            "Male"
        ],
        [
            "MS ORR",
            "Thank you Chair.  [Indistinct] ... about an incident which occurred on the 15th June 1986 in which you were shot in the face by the police.  Can you go ahead and tell us what the situation in the township was at that time and what happened to you on that day.",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was the 15th June and I was on my way to my friend and I was shot by the police.  I crossed a backyard and coming out on the other side I was shot.  The police picked me up there, put me in the casspir and took me to hospital but on my way to hospital I lost consciousness.  That was on the 15th and only on the 26th June I regained consciousness and that was in Tygerberg Hospital.  There I asked the nurses what had happened to me, how did I get there and they told me that I was involved in a shooting incident and we are sorry to tell you that you had lost your eye.  After they had told me, two days after that they told me that I could go home.  I came home, stayed at home and a month after that we put in a claim but when the police received the documents for this claim they came early this morning, picked me up and asked, and when I asked them why they were picking me up, they say I was charged with public violence.  What was strange is that how you can be charged with public violence after one month and if I did not put in a claim I wonder whether they would have charged me.  I went on with this Court case and I was successful.  We went to Kimberley to the Regional Court and there at the Court we appeared and the same man, the Basson, Judge Basson who convicted the  'Upington 26'  and I also feel like this mother said, I would never be able to forgive Judge Basson because he treated me in the same way that he had treated the  'Upington 26'  and he said, I do not want to listen to any stories from Paballelo's murderers.  They had killed Jetta and you come here now and say you did not do anything - and all I want to tell the Commission is that I feel very unhappy that at that time I was charged with public violence, is that the person who shot me never appeared in Court but when I came to Kimberley he suddenly appeared in Court.  How did it happen that he could be there?  When I asked in Upington, where was the man who had shot me, he was nowhere to be seen.  How could they suddenly now find him and how could he come to the Court in Kimberley?",
            "Unknown"
        ],
        [
            "MS ORR",
            "[Indistinct] ... to get the situation clear in my mind, on the day when you were shot what was the situation in Paballelo?  Was there unrest?  Was there police activity?---  There was unrest during that time.  As you know, every year on the 15th June arrangements are made for the commemoration on the, for the 16th June.  The young people were toyi-toying and singing in the streets.",
            "Female"
        ],
        [
            "MS ORR",
            " [Indistinct] ... were shot?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, I received no warning at all.",
            "Unknown"
        ],
        [
            "MS ORR",
            " You say that you lost your eye as a result of the shooting.  Are there any other side-effects or after-effects which you...",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, my jawbones were also broken.",
            "Unknown"
        ],
        [
            "MS ORR",
            " Do you receive a grant?",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No.  No, I do not receive anything.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Wendy.  Mr Tshangela, what had happened to the claim?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " The claim went to the Court in Kimberley and Basson found the accused guilty and that was the end of the story.  ",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " That case you are mentioning, did that appear in the Supreme Court?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.  Yes, that's the Court where the judges are.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Was it a claim that you - did you have a lawyer and an advocate?  Did the Judge not award you the claim?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, the claim was rejected and he said, you could not get any compensation.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " Why did he say, did he give any reasons for not awarding you any compensation?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " He said this was because I was involved, the people who were singing in the township.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            " And was that the end of that story and the end of your claim?  Was there no appeal afterwards?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " No.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much Mr Tshangela.  Thank you for coming here this afternoon.  Thank you for coming to tell us what happened to you.  We have taken cognisance of what you've said and we also take into consideration what you've said in your written statement that the Commission should follow up this whole matter and determine what happened.  We will hand this matter over to our investigation unit to see whether they can throw further light on this matter and determine exactly what happened.  Thank you very much again for coming here this afternoon.",
            "Male"
        ],
        [
            "THIS WAS RECORDED ON SIDE A",
            "",
            "Unknown"
        ]
    ]
}