{
    "header": {
        "type": "Prison Hearings",
        "starting date": "1997-07-22",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "VUYISILE MNYANI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56362&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/prison/mnyani.htm",
        "speakers": [
            "CHAIRPERSON",
            "VUYISILE MNYANI",
            "MR LEWIN",
            "MR NTSEBEZA"
        ],
        "original_speakers": [
            "MR MNYANI",
            "VUYISILE MNYANI",
            "CHAIRPERSON",
            "MR LEWIN",
            "MR NTSEBEZA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are going to start now, even two of our panellists are not back yet, or one of our panellists.  I think I exceeded my powers by suggesting this break.  Now we shall call upon Vuyisile Mnyani who is going to give us an over view of the homeland prisons.\n Mr Mnyani, are you going to testify in Xhosa or English?",
            "Unknown"
        ],
        [
            "VUYISILE MNYANI",
            "I am going to testify in Xhosa.",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Vuyisile, your evidence is going to be led by Mr Lewin.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mnyani, welcome and thank you very much for coming.  You are going to be telling us about two different times and two different prisons, both of which obviously affected you considerably.\n The first going back to in fact the time of the Commission's work in 1960 and subsequently being imprisoned in the Transkei.  If you could please in your own time and briefly tell us about these two experiences, thank you.",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Thank you.  I will start by my arrest.  I was arrested in Cape Town in 1962.  I was sentenced for seven years, sentenced on the 29th of August 1963.\n I was released on the 29th of August 1970, in Robben Island.  That is where I experienced these things and that is where I worked hard in prison.  I would say that the condition was very bad there.\n The condition was very bad in Robben Island.  I remember on the 29th, when we got to Robben Island, we were assaulted by the boers under the Chief of the Police, (indistinct).  We worked very hard in prison but I felt pain on the day when the boers came to take my cousin Badon Bubelo Kuboka.\n They told me that they were going to kill him.  I then said are these Judges also police because they told me that he was going to be killed.  He was sentenced for three years.  I was very bitter.\n As a result of that, we would go and pray when Bubelo Kuboka was taken from home.  They told me that he was going to be hanged by the warders.  This disturbed me, this disturbed my life.\n We grew up together, we went to school together.  We were then arrested for political activities.  He was in Paarl, I was in Cape Town.  When we were sentenced by President Justice Beyers in Cape Town, we experienced difficulties because the interpreter was not a Black person, it was a boer and our lawyer, Mr Combrink, complained about this.  He then said our presentation of our case is not correct because the interpreter was not saying what we were saying.\n If we can find two people who can clarify what we were saying, the lawyer said that he would appreciate that.  We worked very hard in Robben Island.  I remember one day the warders were treating us very badly, we were working very hard.  They said that all the drivers must go this way.\n We were going to give them their proper duty.  Men ran away, saying that they were going to drive a car not a wheelbarrow.  They went in the back and all the wheelbarrows were taken.  There is sand in Robben Island and the wheelbarrow's tyre was an iron, steel.  We were so surprised that we wanted to know where they were going to get these cars to be driven because we only saw the wheelbarrows.\n These people worked very hard, so much that one of them collapsed.  After that, a shallow grave was dug and he was taken to that hole.  There were prisoners named as  (indistinct), they urinated to this man's mouth and they told him that they were giving him wine.  What I am trying to say is that we were under difficult conditions.\n I prayed to God because I was the tallest of all, I had to work hard.  I was trying to save those behind me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me Mr mnyani, we have already heard about what happened in Robben Island yesterday and today.  We would like you to mention about what was happening in the homeland prisons, so that we can get clarity about these prisons.",
            "Unknown"
        ],
        [
            "VUYISILE MNYANI",
            "Thank you.  I was arrested in 1988.  Mr Makwetu and I were together, but I was out on bail with Mr Bendulo Stqebo and others, Mr Mahlebe.  We were together.  While we were still on trial, my attorney, Mr Majeke, Pumzile Majeke, tried to defend me by all means.\n Mr De Klerk then said that the political organisations were unbanned, we were then released.  When I came back from Robben Island, I was very disturbed because every Wednesday the police would come at home and this disturbed me.  My mother and my father were there, my wife was also there, and my children.\n They then called me one day and I said that I am not going to come to you.  My father said that I was causing trouble for myself.  I was a prisoner while I was at my home.  Every day Bezuidenhout would come at my home looking for me and here in Transkei I was never in prison, but I was arrested and I was assaulted, tortured in the police cells by the police, Transkeian police.\n Where I worked hard, was in Robben Island.  In Transkei I was not in prison.    My case was dismissed.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Were you charged with anything in Transkei in 1988?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Yes, I was charged.   They said that I was trying to bring about political organisations in Transkei.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That was again associated with the PAC?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Yes, it was associated with the PAC.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Then you were actually kept in prison in the Transkei, even though you were only charged?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Yes, I was kept in the police cells for a month, I was then out on bail.  My case was dismissed while I was out on bail.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay.  Mr Mnyani, you also mentioned in your statement about an assault on you with an iron stool, could you tell us about that?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Yes, I was assaulted with an iron stool in my leg.  And I was injured, Dr Solombela helped me in Butterworth, he treated me.  After that the Special Branch went to this Doctor, because they said to him if he was working together with the politicians, he would be in trouble.\n He treated me and he helped me, Dr Solombela.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dumisa?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Do you still remember the person who assaulted you with this iron stool?  What was the police's name?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "I have forgotten the name.  But they were under Zolani Madikizela, although he did not assault me.  When we were tortured, Zolani would go out and leave us with these people, I have forgotten the name of this police.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Was there any Transkeian police in court by the name of Madikizela?",
            "Male"
        ],
        [
            "VUYISILE MNYANI",
            "Yes, Madikizela was a Sergeant, but I have forgotten the name of the police who had assaulted me with this iron stool.  They would kick me while I was laying down.  Sometimes I would lie on my stomach and they would kick me.",
            "Male"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mnyani, we would like to thank you.  We would like to thank your presence here today, especially because you come from far away to tell us your story.\n We have heard about the stories in Robben Island, about what was happening in Robben Island.  You are also here.  I can see that what we heard yesterday reminded you about what was happening to you in Robben Island.\n We thank you for coming here and we hope that in your heart there is peace because the police would never repeat what they did to you, they would never treat people as they treated them before.  Thank you.",
            "Unknown"
        ],
        [
            "VUYISILE MNYANI",
            "Thank you.",
            "Male"
        ]
    ]
}