{
    "header": {
        "type": "Prison Hearings",
        "starting date": "1997-07-22",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "BENJAMIN POGRUND"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56366&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/prison/pogrund.htm",
        "speakers": [
            "CHAIRPERSON",
            "BENJAMIN POGRUND",
            "MR LEWIN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR POGRUND",
            "BENJAMIN POGRUND",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We shall now call upon Benjamin Pogrund.  Welcome.  Would you take the oath or the  affirmation?",
            "Unknown"
        ],
        [
            "BENJAMIN POGRUND",
            "Thank you.  I will take the oath.",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hugh is going to help you with your testimony.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "I don't think much is needed with this lot.  Benjamin, what we are looking at as you've heard, is particularly the Strachan case in 1965, but then you were involved in a number of similar cases involving prisons and reports about prisons.\n We would be very grateful if you could tell us about that, but we will have to be as brief as possible.",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "yes, sure.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much and sorry for keeping you for so long.",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "No, thank you.  Thank you for this opportunity.  It has been quite a long time coming.\n I have given a memo as the members of the Commission know and I will be speaking only about the prison section of it, not the wider issue of the media which has been heard at another time.\n My interest in prisons went back to 1960 during the state of emergency when I first started learning about grossly abusive condition which were occurring then at Modabi prison in regard to the many thousands of people who had been swept us as vagrants, there were quite a few scored deaths during that time and I investigated that with a fellow Aben Musi, then of Golden City Post and I made my first encounter with the Prisons Department and it wasn't a happy experience because I found out later they had lied to me about the number of deaths and that became the pattern of my relations with them.\n Whenever I did deal with them, I was given misleading information over the years, or no information.  But then the next year I had some personal experience, because I landed up in this particular prison for a few days for refusing to disclose the identity of an informant and I actually saw some assaults right in front of me at the entrance to the prison and I was talking to prisoners and became interested.\n And my interest went on because at that stage of course people were beginning to go into jail in the resistance movement and a lot of them were my friends or the lawyers were my friends, and I was getting more and more information.\n And early in 1965 the then Editor of the Rand Daily Mail, Lawrence Gander, he decided that we should launch various investigations and prisons was the first one because we had been getting a lot of information about appalling conditions in prisons and I was assigned to an investigation.\n So I started hunting for information and I happened then to bump into Harold Strachan and as he says, I interviewed him, his memory fails him, but he won't be surprised to hear that in fact I recorded him those couple of days, a total number 36 000 words.  I boiled those down very hurriedly and the reason for haste was because it was clear he was going to be banned as he was saying.\n And once he was banned, we would not be able to publish him and the Mail then ran these three articles of about 12 000 words which was a great deal of words in a newspaper that time and then all hell broke loose and they really went for us.\n Subsequently I then followed it up, because we were now tracing prison conditions, and Harold's recollections are pretty good, except he has made a few mistakes, where he says that the District Surgeon took 80 seconds per person.  The figure in fact was between 10 to 18 seconds, that is what we were able to calculate.  That was for the full examination of someone coming into prison.\n We also had some other marvellous evidence in his case which he has probably forgotten in regard to Port Elizabeth North End Prison where one warder said that unfailingly for the past eleven years, three times a day, he had personally picked up and examined 1 200 plates at a time to check that they were clean and of course counsel then said to him and how many dirty plates did you find in those eleven years, and he said two.\n It was all inherently improbable evidence that we were getting.  And we also discovered for example that regulations specified a minimum of 36 square feet of space for a White man, but 30 square feet for a Black man and how that was explained, I had never quite understood.\n Any way, I went on to move onto Cinderella prison on the Reef and I met there and interviewed two warders, head warder Johannes Theron, Johannes Andries Theron.  Another warder who is just leaving the service, Gysbert van Schalkwyk and two former prisoners, Isaac Setshede and Phyllis Berto Tayimo and Harold by that stage, had already been charged and the Government now really got extremely angry with us at the Rand Daily Mail and we were being subjected to constant reigns and we seemed to have the police buzzing around us all the time.\n The basis of the charges, because for the next four years, from the time when we first published, there was unremitting prosecution of the Rand Daily Mail of our informants and of Lawrence Gander and myself.\n And I want to say emphatically I had no doubt then and had never had the slightest reason to doubt since, that our reports were overwhelming correct.  I have also never had the slightest doubt that we took all reasonable precautions as journalists, short of putting ourselves into the hands of the Department of Prisons to check the accuracy of the information.\n Yet, despite this, and despite the fact that we had White prisoners who testified against us, I have never met a Black person in South Africa who ever said that any of our reports were anything but totally true.\n And publication reports however, as I say led to sustained and prolonged personal attacks by the Government, its newspapers and the SABC on the Rand Daily Mail, on Mr Gander, on our informants and myself.\n And during those four years, each one of our informants was arrested and successively prosecuted under the Prisons Act and or for purgery and what was clearly a deliberate strategy of harassment, Mr Gander and I were left dangling in mid air for more than three years, knowing we were going to be charged and only then, when all the trials of the informants had been completed, and there had been a whole host of ancillary court cases, blocking search warrants and libel and all sorts of things, were we also brought to trial.\n And from an early stage, it was evident that the Government was literally stopping at nothing to discredit our reports.  We were satisfied that what we had reported, was a wholesale abuse of people in prisons of total cruelty, of debasement of people in the way that Harold has described.  I can't add to the vividness of his testimony.\n You will understand having listened to him why I was so hugely impressed when I did meet him.  I knew I was listening to truth.  I said to our lawyers at the time, our Chief legal adviser, Kelsey Stewart because everyone had believed that the Prisons Act had prohibited publication and what we thought we looked at, was if we took reasonable precautions in terms of the Act, we could publish and I said to him at the time, look I am describing three years of a man's life.  I can't guarantee every single word.\n I am working to a rough accuracy level of 98/99 percent, I am going to get the odd nuance wrong.  It is impossible to  - are we okay.  And Kelsey Stewart said yes, they have to take everything in context.\n And where he was wrong, they took things out of context.  They took odd little phrases like constant assaults and they said well constant assault means 24 hours a day and that is how they got Harold and they got us with nitpicking of that sort and we were finally found guilty on a fraction and also of course they had compliant Magistrates and Judges who were all part of the same system.\n But as I say it began with the first trial of Mr van Schalkwyk.  Our efforts to ensure legal representation for him were blocked, he was bullied by the police into signing a sworn statement which seemed to repudiate what he had told me.  He was a young warder, he got frightened.\n They gave him false information about what would happen to him if he made a statement to the police and this statement he made to the police, was then used to bring a charge of purgery against him and I want to mention in particular the Prosecutor, Dr Percy Hewster who ran that case, who gave thoroughly misleading information to the court about the nature of Mr van Schalkwyk's confession.\n I might also add that during the trial Dr Hewster also traduced me and I later successfully sued him for deformation and at this distance of time, it is perhaps a point of humour in the new South Africa to recall that I was granted damages against him in the Appellate Division, because he had called me the nigger in the woodpile.\n And even in racist South Africa that was regarded as ... (tape ends) ... Setshede one of the informants to retract his statement by threatening him  with entirely spurious murder charge and I have provided the Commission with a brief extract of something that I had written about  Setshede which describes the lengths to which the State went to ensure his prosecution and hauling him through court.\n Another case that happened, if I may just mention it, was a Port Elizabeth medical Doctor, Jeffery Dean who at the time wrote a letter to the South African Medical Journal quoting his own experiences in support of our reports about jail conditions.\n The police visited him, browbeat him and warned him to keep silent.  He was charged under the same Section 44 (f) of the Prisons Act with publishing false information.  He offered an abject apology in court and was released and rapidly left the country.\n But they made clear they were not pro any opposition at all.  While we had no doubt that we and our informants were the victims of organised mass purgery by the Government during the series of criminal trials, we were never able to prove it.  The power of the State was overwhelming and we knew we were just on a harding to nothing, there was nothing we could do.\n We knew that the stuff they were putting forward was laying evidence.  In the case in which Mr Gander and I were subsequently charged, which went on for eight months, if I recall correctly, there were about 110, 120 State witnesses and we estimated that 80 to 90 of them were organised purgerors whose stories had been fabricated, had been put together in order to ensure conviction and in order to try and discredit what we had said.\n And as I was saying also earlier, the Nationalist newspapers and the SABC engendered an atmosphere of fear and threat in the public, so that very few people were willing to assist us with further information, let alone to testify for us.\n We led a very lonely existence because not many people were as brave as Harold and those warders in coming forward.  Ironically even while seeking to discredit the accuracy of our reports, the Government actually acknowledged them by quietly instituting important reforms inside the prisons and at that period, there were considerable improvements in the conditions, especially of Black prisoners, notably giving people long trousers which they hadn't had before, jerseys, socks and shoes as a matter of course and White political prisoners benefitted from a less harsh regime and better study and exercise facilities.\n And I think the improvements on Robben Island also dated from that time.  They were actually embarrassed behind the scenes in doing something.  But the effects of the Government's onslaught were a series of entirely unjust convictions under Section 44 of the Prisons Act and or purgery and at least some of these were perpetrated by these Judges who went along and went their duty.\n I am sorry that Mr Justice Piet Cilliers died last year.  I would have liked him to have been around to listen to some of the testimony, because I think he was the worst offender.\n But as a result of this, Harold Strachan was sentenced to two and a half years imprisonment, reduced to 18 months on appeal.  He then went back under house arrest.  Gysbert van Schalkwyk, three years imprisonment reduced to two years on appeal.\n Isaac Setshede was the one person we got away with, he was acquitted on appeal though.  Phyllis Berto Tayimo, six months imprisonment.  Johannes Theron, four years and four months imprisonment, reduced to 24 months on appeal.  Lawrence Gander a fine of R200-00 or six months imprisonment and myself, six months imprisonment, suspended.\n All the trials took more than four years to complete.  The Rand Daily Mail paid the legal defence for everyone plus a range of ancillary expenses, other trials and interdicts and so on and salaries, the cost was huge, running into the hundreds of thousands of rands.\n And we had no doubt that forcing us to spend money of this magnitude, was part of a strategy to put financial pressure on the Rand Daily Mail's then owners, South African Associated Newspapers and its board of directors.\n The press throughout the country was totally intimidated, both by what befell us and by the financial punishment.  The nett effect of the court judgement in the case in which Mr Gander and I were the accused, was to create the totally absurd situation that information about jail conditions would only safely be published if the Prisons Department approved  publication in advance.\n The result predictably was that a blanket of silence descended on prisons for years to come.  With all this, I would like to say one important point about South African Associated Newspapers at the time, because the company's behaviour during the prisons' revelations, was for much of the time, in the highest tradition of press freedom.  And that was very unusual in this country and it became even more so later on.\n The company's management and board of directors were understandably unhappy about the huge grain of money that they scrupulously paid all the costs and they continued to employ Mr Gander and me, nor was there ever the slightest attempt to excerpt pressure on us to recant.  This is during the period that the late Mr Hector Payne was the chairman and Mr Lester Walton was the Managing Director.\n Later however, sad to relate at the instigation of the majority shareholders, Mr Gander was fired and management attitudes also subsequently changed and hardened and the company then finally even closed the Rand Daily Mail.\n Mr Chairman, the conclusion I want to suggest is that seven men, myself included were prosecuted and found guilty not in spite of telling the truth about abusive prison conditions, but because we told the truth.\n It was a series of frame ups and concocted evidence and mass purgery.  The purpose of prisons as you are considering is clearly to keep people inside.  In its nature it is a closed institution and that is dangerous as we have discovered to our cost in this country.\n But paradoxically the high walls must not be used to shut off attention from outside.  The abuses were possible because of the ban on information, people could not find out what was going on and could not report it.\n I hope that this Commission will recommend methods whereby the public can watch what goes on inside prisons.  Possibly through the sort of prison visitors, community visitors used in Britain, where people have the right of access to prisons and to talk to prisoners at any time.\n I would also like to suggest, I don't know if it is possible, if it is within your ambit, but I would like to suggest to ask you to recommend that the sentences on the seven, be expunged to clear all our names, thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  I would just like to take you back to one phrase that you used and confirm that you are giving it under oath and that is that you were the victims of organised mass purgery by the Government?",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "Yes, definitely.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Because going on from there, you do mention the fact that conditions improved as a result of the articles and certainly inside prisons people talked about pre-Strachan and post-Strachan but what also needs to be noted I think, is that having won this particular case, the Prisons Act was fairly heavily tightened up and subsequently the Police Act and the Defence Act were both tightened up to enable the same sort of ban to be placed on information about what happens within those institutions and can I just take it that as a recommendation the way of preventing that, would be in your view, to maintain vigilance through the press for instance?",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "Absolutely.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  Thank you Ms Chairperson.",
            "Male"
        ],
        [
            "BENJAMIN POGRUND",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Pogrund, for sharing this with us and I can assure you that we have taken note of your suggestions and when the TRC is at a stage of making those recommendations to the Government, I am sure those are some of the suggestions we will have in mind.  Thank you very much.",
            "Unknown"
        ],
        [
            "BENJAMIN POGRUND",
            "Thank you.",
            "Male"
        ]
    ]
}