{
    "header": {
        "type": "Prison Hearings",
        "starting date": "1997-07-21",
        "location": "THE FORT - JOHNNESBURG",
        "day": "1",
        "names": [
            "MRS JEAN MIDDLETON"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56360&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/prison/middleto.htm",
        "speakers": [
            "DR BORAINE",
            "UNKNOWN",
            "MRS SEROKE",
            "THOMAS MANTHATA",
            "MR LEWIN"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MRS MIDDLETON",
            "MRS JEAN MIDDLETON",
            "MRS SEROKE",
            "MR MANTHATA",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "I call Mrs Jean Middleton please.  Mrs Middleton thank you very much for coming, you're very welcome.  You've had to wait a little while and it's nervous in waiting but your turn has now come and in a moment I'm going to ask Mrs Seroke to assist you but before that would you please stand for the taking of the oath.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll affirm.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, please be seated.  Mrs Seroke?",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Good day Jean.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Good day.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You're going to tell us about your experience from 1964 and you say in your statement you were accused number seven in a trial which was known as the trial of Braam Fischer and fourteen others.",
            "Female"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Could you tell us about that trial and what you were charged with and so on.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well I joined the Communist Party in the early 60's as it seemed to be the most effective form of protest at that time but we protested against Government policy, we gave out pamphlets and leaflets illegally of course, we put up illegal slogans and eventually we were arrested and detained and charged and brought to trial about the end of 1964.  That was the trial of Braam Fischer and fourteen others.\n In April after we'd been in custody for nearly a year, we were sentenced.  We received sentences between one and five years, I got three.  During the trial we were being held here at The Fort, the men in the men's section and the woman down the hill in the women's section.  I have to mention that there was a married couple being held and they were not able to visit each other all that time, they were told that there wasn't the staff available to provide a guard.  \n When we were eventually sentenced, the men were taken to Pretoria and the women were taken to Barbeton and it seems that at that time they were setting up a kind of centre for White women political prisoners at Barbeton.  It's Barbeton I'm really going to talk about because that's where I really spent my sentence and it has since become notorious as you know but then we didn't know much about it.  Subsequently they started keeping women prisoners on their own in small isolated groups in different jails but at this time they had the policy of having a centre and there were only eleven White women political prisoners in the three years that I was there, coming and going including the one's from our trial, never more than nine at a time.  It was very hard you know, such a small group and we were kept very isolated.  \n The section we were in consisted of a large central room, very bare with a table and chairs to eat at and concrete sinks for washing clothes in and we did wash clothes, I'll come to that.  There were two larger cells capable of holding three at a pinch and three very, very tiny single cells and a courtyard with a washing line and a patch of grass.  The traumatic thing, the worst thing was that we were forbidden to talk to each other and none of us felt that we had the strength to put up with being put onto the three meals for days on end so we didn't talk to each other.  It was difficult if you were in a single cell, it was like being back in solitary. This was where we spent our sentences, in this space I have described to you.  \n Our work the washing, the ironing, the darning was brought to us, we didn't go out to it.  Most of the time the furtherest we went was down the corridor maybe ten yards at the most, to the office to speak to the Matron in charge or to speak to Brigadier Pretorious who was in charge of the jail or to see our visitors.  The only times we went further than that was for the yearly visits to a dentist which we paid the fees for out of our own money.  We were kept very strictly isolated from other prisoners.  All the other women in the jail seemed to be Black common-law prisoners who we only saw when they brought the washing to the door for us to wash or the ironing or the darning or when they brought our food.  We certainly were not allowed to greet them although we did so illegally sometimes.\n We were also isolated from the rest of the world, I mean other ex-prisoners speaking before me have described the special conditions that ... for political prisoners, the D category where you started with one visit and one letter every six months.  What happened to us of course happened to all political prisoners and this was made worse by of course the visiting, letters would be heavily censored, news, you couldn't describe prison conditions.  It was very difficult to talk to people really.  This was a common experience of political prisoners.\n What was unusual in Barbeton was that it was so far away, it wasn't close to Cape Town, it's not close to Johannesburg, it's not close to Pretoria, it was very, very difficult for our visitors to come and see us.  They came but we didn't get visits at all except from the ICRC, The International Committee of the Red Cross who came once.  We didn't get visits from the people who generally made it their business to visit political prisoners, lawyers, MP's, they didn't come.  We knew that prison regulations were being broken in our case, of course they were but anyway we asked for a copy of them and we were given a two page document of what was supposed to be the prison regulations that applied to us.  \n When you speak about Barbeton, what you really have to speak about is the brutality of the place which we didn't experience personally, we experienced this harsh isolation.  Sometimes it was penetrated by what we could hear, the way people in other sections were being treated, you know the way the wardresses spoke to them, in a kind of screaming rudeness, contemptuous rudeness.  They never spoke in a normal voice, only in a scream.  Through a window we used to see women, Black women prisoners carrying things sometimes.  However fast they tried to run, the wardresses would urge them on by whipping them with those long leather straps attached to their keys and sometimes there would be a baby on a woman's back so the baby got whipped.  \n Worst of all were the shirts we used to wash, those came from the men's jail, they used to come in every Monday and at least one shirt and one pair of shorts every week and they only got one clean shirt a week and they did very hard work it seemed in a hot climate, would not be stained with blood but caked with blood from clogging and that sulphur ointment, caked.  It was a very cruel place and of course the Commanding Officer Brigadier Pretorious was responsible for that.\n Worst of all was, I've just got one more story I want to tell you, one day we heard a shot down in the sisal fields and the wardress told us that a prisoner had been shot dead and she said, this was after lunch and she'd come back, she said it's all right we're going to say he was trying to escape.  This was Brigadier Pretorious again who boasted to one of our visitors about how we broke prisoners in the sisal fields.  It was a very evil place and I hope it has changed but I fear it may not have.  That's all I want to say at the moment.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Jean you mentioned that during the trial you were kept here in The Fort.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "How do you feel now that you have revisited The Fort even though it's under different circumstances.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Okay.  It was never the worst of the jails, I'm talking now of the White women's section, it had a relaxed air something a little ramshackled about it but it wasn't anything like Barbeton.  It's a long time ago now so I don't feel very traumatized by any revisiting now.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You also mentioned that you were fourteen people who were charged and that the men and the women were separated, how did you feel about being in the same movement, a Communist Party but when you go to trials and so on you are separated from the men?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well it was ridiculous especially in the case of the married couple who couldn't even eat their lunch or sandwiches together at court.  I suppose we accepted it, I mean men and women are separated in jails very, very strictly.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You also say in your statement that you never had visits from lawyers and because Barbeton was so far, you thought perhaps there was a perception that the prisons for women were softer, more gentle and comfortable and yet in the same way you describe the harshness that was meted out to the Black prisoners, does it mean that your treatment was softer as against the Black women prisoners?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Most certainly, all right it was pretty harsh but for example the witness before me described the most appalling conditions.  When we needed medical attention we got it.  I think they were scared of publicity you know, it wasn't because they loved us, it was because they didn't want any irregularities publicized.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "In the last paragraph of your statement you sort of compare Barbeton as ...,  ... of the society, would you comment on that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well the privilege, the depravation I mean it actually enforced apartheid didn't it, I mean those jails were enforces of apartheid just as the police were.  The way the wardresses used to try and humiliate the prisoners and that included us, I mean they didn't treat us like ladies, they just treated us better than Black women and humiliation or attempted humiliation was used a lot.  I think they used to get annoyed about the political prisoners because it's not easy to humiliate a political prisoner you know you're proud of what you've done, you're not ashamed of it and I think that got to them sometimes but they certainly did try.  They made me ... when I went in.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Could you explain what ... is?",
            "Female"
        ],
        [
            "UNKNOWN",
            "You stood naked and you would have to jump and show that you aren't carrying anything in your ...",
            "Female"
        ],
        [
            "MRS SEROKE",
            "At least you had that in common with the Black prisoners.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes we did.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Lastly Jean, now that you are back at The Fort and we are told that very soon this place will be the seat of the Constitutional Court, what do you think about that for the future generation and for nation building?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I'm very happy that the building should be put to good use at last after all this time, aren't you?",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Thank you very much.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you, are there any other questions?  Tom?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Jean having heard that organising observation of ... you know shared and that story of a person being shot and it was said that they can easily explain it off by saying he was attempting to run away, did this ever give you a feeling that this observation or these things need to be either reported to the press or where possible, even report them to the members of the Communist Party to see what could be done?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Of course we were horrified.  When we came out it wasn't easy, we were all under banning orders and there was also the Prisons Act in force which forbid the publication of information about prisons and prisoners, also I don't think any of us were in very close touch with the Communist Party because the Communist Party didn't  want to be in touch because we were marked people do you see, to meet us would have meant being followed.  At meetings overseas I spoke about this quite a lot but not in South Africa because it was against the law and quite impossible.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What used to happen in South Africa was, we would tell the stories to our lawyers and this is how the whole rallying up of the lawyers to come to the groups of lawyers for human rights emerged because talking to individuals or organisations sometimes was futile but once you relate these things to your defence it had an effect much as it would have taken time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I suppose so, yes.  I did relate them quite a lot overseas as part of a campaign for the release of South African political prisoners.  The campaign went on for a long time.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "When you went abroad, was it on an exit permit?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes I couldn't get a job, I was banned and under house arrest.  I was a teacher, nothing I wrote could be published, I couldn't teach, I couldn't even enter the premises of an educational institution, I had no money, no rent, I was staying with friends so I went overseas.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Hugh Lewin?",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Chairman if I may ask two questions.  In and again looking to our responsibilities and possibilities as a Commission, the Committee that we serve on the Human Rights Violations Committee, has a definition set down in the Act of what a gross human rights violation is and it's defined in terms of murder, torture, abduction and then this phrase severe ill-treatment, what is your feeling about the effects of isolation, being kept in isolation, being kept alone, being kept in detention, would you define that as severe ill-treatment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The prison authorities themselves know it's ill-treatment, that's why they use it as a punishment.  People found guilty of prison offences are kept in isolation, it is a punishment.  I can't describe it's effects to you very well because you go slightly crazy and it's very difficult to describe your own craziness, but you do.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you put a time on it?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I think Colonel Fred van Niekerk of the Special Branch once told the court that prisoners started showing evidence of disorientation, signs of disorientation within three days.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Secondly, looking towards the recommendations which we need to make and specifically about the Prison's Act because the Prison's Act was used as a means of veiling everything that went on in prison, as a recommendation because you've obviously thought about it a lot, do you have any suggestions for what we should put in terms of monitoring affairs in prison etc.?",
            "Male"
        ],
        [
            "UNKNOWN",
            "You couldn't be in Barbeton without thinking about it a lot, it was such a shocking place.  I think that prison conditions and what the prisons are trying to do should be discussed more generally, they're still not being discussed, it's as if the Prison's Act is still restraining us.  I think the prison regulations should be set up by active parliament after a discussion in the House of Assembly, after debates in the House of Assembly.  Secondly, I think local Commanding Officers have too much power, they call tell lies as there's no one to contradict them except the prisoner to whom nobody listens or the warders in who's interest it is to support them.  I think there should be an independent monitoring body, independent of the Department of Correctional Services.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Made up of civil society?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes or something, I mean I have no ideas about that but certainly independent, certainly with the right to make reports public, certainly with the right to inspect prisons without much warning and to whom the prisoners could speak.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Under the old Prisons Act certainly, I think Judges always had the right to visit any prisons they wanted at any time, were you ever visited?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now you mention that, yes there was a Judge ushered into us one day, he was on circuit and he'd just sentenced a woman to death in Barbeton.  He didn't say anything to us he just came in and looked and went out again, he certainly didn't invite us to speak to him and if I may, I'll just keep you one more minute.   I think another thing that the prisoners could be used for is education, what about literacy classes in jail why not?\n Two former prisoners here have described the wheelbarrow torture and that was being used at Barbeton during the days of the heat exhaustion trial, those prisoners who fell dead had been pushing wheelbarrows full of gravel up steep slopes, you know there are machines to do that job and people could be trained in the use of machines in jail.  We have to think about what we mean by rehabilitation and what the prisons are doing to achieve it, thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thanks Jean.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Thank you very much Mrs Middleton, we appreciate very much your coming to us and good luck, thank you.  Just before I call the next witness could I just mention that Esther Basel who was a co-accused together with Jean Middleton is in the audience I gather and we're very glad to see her, thank you very much.  Could you just stand for a moment?  I'd also like to welcome Minister Mac Maharaj and his wife Mrs Maharaj if somebody would pass that on to him.",
            "Unknown"
        ]
    ]
}