{
    "header": {
        "type": "Prison Hearings",
        "starting date": "1997-07-22",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "HAROLD STRACHAN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56370&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/prison/strachan.htm",
        "speakers": [
            "CHAIRPERSON",
            "HAROLD STRACHAN",
            "MR LEWIN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STRACHAN",
            "HAROLD STRACHAN",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We have been told that Michael Kabine who was supposed to give us light about Charles Kabine who also died in detention, has not come and so we are going to break up for lunch, so that Harold Strachan and Benjamin Pogrund could be the next witnesses soon after lunch.  But we will not take an hour for lunch, we are just going to give you half an hour or Hugh says 45 minutes.\n I was kinder, any way, both Dumisa and Hugh feel that it should be 45 minutes, so I have been outvoted, so indeed it will be 45 minutes.  We will be back here at quarter to two.\nCOMMISSION ADJOURNS FOR LUNCH - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We call upon Harold Strachan to come forward.  We will be grateful if you will take your seats now, because we are ready to start.  Have a seat Harold for a few seconds, until we get absolute silence.\n Thank you.  Harold, I would like you to stand to either take the oath or the affirmation.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "The affirmation.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "(affirmed)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin is going to lead the interview.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you very much Madam Chair.  There is actually a connection between what Harold Strachan will be talking about this afternoon and this prison which goes back to 1950, I think it was, when Drum magazine in one of its famous reports by Henry Khumalo published a stolen photograph.  It was a photograph taken from, as I remember it, one of the blocks of flats in Hillbrow onto one of the yards at the Fort, where Black prisoners were dancing a \"towsa\" and Drum magazine published the photograph of the conditions at the time which led to the then State President walking into the then all White parliament with a cat-o-nine tails and holding this up and saying, holding that and the photograph up and saying that because of this, we needed to make sure that the press did not get its filthy paws on what was happening on prisons.\n And as a result of that, the 1950's Prisons' Act was introduced which made it a crime to publish for newspapers to publish, reports about what was happening in prison, putting the onus on the Editors to prove that what they were saying, was correct.  As a result of that, there was no reporting at all on conditions in prisons for at least 15 years and what then happened was that in 1965, Harold Strachan was released from three years of imprisonment.\n He was one of the luckier of the early political prisoners, because he got sentenced before the Sabotage Act came in with a minimum five year sentence.  But he came out of prison and together with the Rand Daily Mail, published a series of articles which are in fact, some of which are printed on the, or posted or the board outside.\n A series of articles about conditions.  Harold, what we would like to hear about today, is not so much about your first three years, but actually what happened thereafter when those, how you came to publish those articles and specifically what the Prisons' Department did, thank you.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "I would have to touch briefly on the first stretch to set some sort of background.  Let me correct you, I didn't get three years because the Sabotage Act wasn't in the book, it is because nobody knew what the hell was going on in PE, they couldn't imagine anything like MK was in existence.\n But if I had been sentenced two years later, I would have been with Madiba and Dennis Goldberg with life, because I was in the same complot as they were.  In any way, look the point is this, when I went to prison first, I didn't expect special treatment or special consideration as a political prisoner, a man of conscience.\n I think in any country, if you get sentenced for conspiring because of explosions in a public place, you can expect to go to prison as a criminal and have a fairly hard time, and that was what I was prepared to do.  In PE before leaving for Pretoria, I spent six weeks with some pretty brutal and experienced and callous prisoners from Pretoria Central who were going to do their second indeterminate and they described to me what the place was like.\n So I was prepared for it, but when I got there, I did get special treatment as a political prisoner.  I got put into solitary confinement for eleven months straight.  And that cell, I was looking a moment ago at the interpreter's box there, it was as big as that box plus a hand's breadth in either direction.\n It was as big as four squares on the floor here and I came out of that cell, 20 minutes a day to exercise indoors, total silence.  That was for eleven months that I didn't speak to anybody.  I had to felt mats to sleep on, small table, a mug of water and a pot, two blankets, and that was it.\n So that by the end of the eleven months, you know one handles that sort of thing all right, you just can crack your universe a bit you know, but I find I had a very serious reading disability, very similar to a stammer in speech and I have it to this day.\n You know, I get stuck when reading and I can't break past certain words, it is a sort of - it is like a stammer in speech and it is still with me and I don't know how that developed in solitary confinement, but it did.\n Any way, after eleven months I was allowed to come out and clean a long passage, about 50 metres long, 50 paces long, about eight paces wide, I used to clean that for three hours every morning with Ben Turok.\n But then after two months of that, the Security Branch arrived at Central and said they wanted me to give evidence against Mbeki and Goldberg, they wanted the rope for them.  And I refused.  They put me back into solitary for another two months.\n So the first three years, I spent 13 months in solitary in the cell that wide in both directions.  This tale of mine doesn't have the drama of the evidence we heard this morning, but it is a tale about nothing because that is what happens to you in solitary.  It is like I used to think that my life then was like a 400 page book with two ditto marks on each page and you had to take 24 hours to read each page.\n It was like that, in absolutely invariable routine.  No sort of essential stimulus whatsoever in any way, but in any case, I eventually got released.  But I conferred about this with Mr Turok who has a good political mind.  You know he had been in the struggle longer than I had been and he knew the craft of survival in it and he said look, when you get out, he said, they are going to trap you one way or another.\n They are somehow going to entice you into some sort of enterprise which will get you another stretch you see.  Now as I say, they hadn't known that MK was in existence, they couldn't imagine anything as bizarre as that happening under their noses in Port Elizabeth, so they were very vengeful indeed about this and Pen said they are going to trap you somehow and so I came out very cautiously and I could see that they were indeed doing this.\n I mean sometimes the attempts were very crude.  I remember feeding the pigeons outside the City Hall in Durban when this started up woman came and engaged in conversation, said she was an artist you know, visiting the  country on holiday and very lonely.  Very clearly you know the SP had told her that I had been an art lecturer and this was her ploy and she had a hotel room and would I like to come and talk about art.\n You know from that sort of clumsy attempt right up to having planted people like John Brooks, you know, who is a very swarthy young man and had insinuated his way in amongst the young people in the struggle at that time.  You know having various affairs with the girls and playing the guitar with all the lads, singing, you know and so forth.\n But he was clearly, clearly, clearly a cop.  You know, and you develop a nose for this.  And I have a good one for it, of sniffing out policemen and he was a cop.  It was just the way he looked at me and the way he spoke, you know.  And the fact that he couldn't conceal his values, you know.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could we get onto the Daily Mail articles?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "I can't remember you know, it is such a long time ago.  I don't think I put him in.  There were other things more urgent, but he invited me to join a party cell which he knew was going on and he invited me to leave the country unlawfully.  He would provide transport and he tried this, that and the other, you know, but I knew all the time you know, that he was a plant and in fact, when he couldn't get me, he got another, he got a few other people.\n Some of them were in (indistinct) with us, you will remember them.  But never mind, so but I did think there was one thing I could do, you see.  And that was to blow the whistle on what happened in prison.  And we knew how dangerous this would be if one were careless you see.\n But I spoke to Turok about this too, you know, before leaving and I said you know, if one could be careful and not fall into any of the pitfalls there, it could be done, you see.\n We didn't establish a plan there to do it before I left, but when I came out, I was approached by Benjamin Pogrund, who seemed to have been having similar ideas and he pointed out, you know, that the Prisons Act specifies that any statement you make about any circumstance in prison, you have to be able to verify.  You must have checked that this statement is true.\n In other words it was careless, unsubstantiated statements that was going to get you nailed in terms of the Prisons Act, you see.  So I thought well, I have got the best check up in the world, I was there, I can talk about things that I actually saw and we decided that it would be safe to do that.\n And that is what I did or rather Benjamin Pogrund, and he sat - I was very much off balance you know on coming out of prison and I had flu and he arrived and I think the thing was done hastily, but it had a sort of vigour about it, the inconsequence of that and he made recordings, three recordings for three days in the Rand Daily Mail, front page, centre page articles on life in South African prisons.\n As soon as he had left with his tape recorder, I disappeared.  Oh, there is another thing.  You could expect when you came out of prison, to get a total set of restrictions laid on you, total banning, total house arrest, the lot you know.\n And harassment in other ways by preventing you finding any employment whatsoever, you know and generally badgering and bullying you and so forth and cheating in various ways.  And one expected this to happen, but it hadn't happen.  I had been a month out of prison and I was left in peace, I could go and meet whom I liked, you know.\n All the young folks coming into the struggle, including John Brooks, the plant, and this alone, you know, was to eerie a silence and that confirmed my suspicion that a trap was being laid you see, but as soon as Benjamin had gone with his tape recorder, I disappeared and went fishing down the coast with friends of mine.\n Because we knew what would happen.  As soon as the first article came out, you know, the Security Branch was there, they wanted the rest, they wanted to find me to put a banning order on me, to make it impossible for anybody to publish anything that I had prepared and they wanted to get the other two articles that were about to appear in the RDM, in the next two issues.\n But they couldn't find me to put the banning order on me and Benjamin by his cunning, had made the second and third instalments unavailable, even though they got copies, they didn't, they weren't able to stop the publication of those two second and third articles.\n Now, in this series of articles, I started off with \"Die Rooi Hel\", in Port Elizabeth, that is the north end prison and it really was a hellish place.  \n I said in the article that assaults were constant and they were, you know.  I think that was one of the things that I was eventually charged with, that it wasn't true because constant means 24 hours of every day people was assaulted.  It wasn't so, I mean what it really meant I was talking more figuratively, you know that you could expect at any moment of 24 hours of a day to see somebody assaulted and it was, one did see that you see.\n So I concentrated on specific things.  The main one was assault on Black prisoners.  I never saw a White prisoner assaulted.  But it was the mode of address you know.  When you spoke to a guy, it was like using a capital letter at the beginning of a sentence.  You would give him a \"klap\" on the side of his head, and then speak to him, you know.\n And it went with saying everything three times, you know.  \"Kom laaitjie, kom laaitjie, kom laaitjie\", with increasing impatience, you know.  He couldn't say once, \"kom laaitjie\", you know.  Three times, it always went with a \"klap\".\n Well, that is not even what I mean by assault.  That is just conversation.  I mean the brutal assault you have to see in a prison mate, I mean really, and I made a point of remembering every detail of one specific assault on a small Bushman type, coloured fellow who had escaped from somewhere you know.\n And they recaptured him and I was in the reception office when they brought him back.  And I hope never to see anything like that again.  I mean it is awful and I remembered every detail of it.  I could churn it all out now, I still remember it, but I think it would impede the story.\n That was one of the main things in the first article and that was what \"Die Rooi Hel\" was about, you know.  Of course there were other things.  As I was laying in bed with the flu there and Benjamin would say, you know, I would come to a stop and he would say, well, what about such and such and such and such and for example one of the things he mentioned was how was the food, you know.\n And I said it was lousy prison food and he said, what about the dishes and things.  Was the place clean and I said the dishes were always greasy, you know, but that is of no importance to me.  You know, you expect this to be greasy in prison, you know, I didn't regard that as any loss or any assault on my human dignity or anything, you know.\n And other things like that you know, did you have nice blankets?  No, the blankets were all covered with semen and the place was very shiny, it was unhygienic and dirty and we weren't allowed to use the shower room when we chose because it would be nicely cleaned up for inspection.  Things like that, and twice a week we were taken around the back to shower under cold water, you know, out of doors, and things like that.\n And the fact that we didn't have a toilet in our cell, you know, we had a flushing toilet in the corner and no seat or anything and then we had a stand with a canister of water on it and a mug.  You know, 12 people were living in this cell, and that was it you know.  If you wanted to brush your teeth, you could spit in the lav and get some water for this mug to rinse out your mouth and some of the guys, I think was really hardened fellow called Elton Bouwer, he was the king of the ducktails in Port Elizabeth and he had become king in his brief (indistinct) between indeterminate sentences in Pretoria Central. ... (tape ends)",
            "Male"
        ],
        [
            "MR LEWIN",
            "Continue.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "He was the guy who told me all about Central and what to expect and including other things which former witnesses got dead right, you know, lashes and I have seen lashes myself being given by peeping out of a window.  The guy got it dead right, you know, but we will come to that later.\n Any way, so that was PE, you see.  Central, I spoke about is general brutality, you know, absolute harshness.  I mean, you can't believe it.  You know where purposeful cruelty and vengeance left off, neglect would take over.  Nobody really cared you know.\n Sort of follow the regulations as minimally as possible or ignore them if they get in your way or make you uncomfortable and you know, he is just a \"bandiet\" it doesn't matter, you know.  That is when they are not consciously punishing you, you know.\n Look, I am not falling into the trap of seeing criminals as romantic figures, they aren't.  Most of them are a dead ball and every one of them is treacherous, you know, but they have certain virtues which would be regarded as just great and fine and manly in certain other communities, like in a military community.\n I mean, talk about the bravery of soldiers.  Those guys are brave man.  The first thing you learn going into prison is to accept injustice, you know.  The first thing and they handle it with such calm.  I mean the most terrible things would happen to this fellow.  I mean total deprivation of everything he has been building up for five years on some petty charge, you know physical assault, everything.\n And you would come away and you are saying never mind, and he say \"make a skuif man\", that was the answer to all of the world's problems, you know.  Just get some tobacco and make something to smoke.\n So I wrote about Pretoria Central and then I tried to divide this articles up into three, roughly speaking, you know, three important things with sort of background stuff in support of it, you know.  As I say like the dirty dishes at Port Elizabeth and so forth.\n Then there was the other thing at Pretoria Local.  Before we leave Central, I will give you an example of what I mean by callous brutality.  Not particularly purposeful punishment, this, but it amounts to punishment by deprivation of everything gentle in your life.\n There is no reason why in a place housing people, you shouldn't get some dentistry equipment and one of those surgery lights to work by and a dentist's chair and things like that.  To get a dentist to work on these guys' teeth, you know.  Then I got excruciating toothache at one stage and I said, I stood out as they say, with my prison card and said, I want to get my teeth looked at, they are sore, so I am taken off the next morning to the District Surgeon.\n I stand in this great queue in the hospital yard, long queue, all these blokes waiting for the dentist.  It is the only queue I have ever been in where you can jump position towards the front any time you like, because everybody wants to be at the back.  Because they know what is going to happen.\n And as we got closer and closer, I met there a guy called Tokkie Waters, who was with me in this cell in Port Elizabeth and as we got close to the District Surgeon, we could hear the sound of plonk, plonk, and we didn't know what it was and when Tokkie looked around and there he could see, the District Surgeon in along white apron, plastic apron, covered in blood and he is a rugby player, Lock van Druten, and he's got this guy's head in a sort of one man scrum and he is pulling his teeth out and chucking them into a bucket, held by a \"bandiet\" there with his corduroy jacket.\n He is looking into this blokes mouth to see all these teeth coming out, they don't fill teeth in prison, that is what they do.  And Tokkie said okay, I said Tokkie just do it and shoved him in.  And it was my turn next and the guy pulled out 12 teeth in a quarter of an hour and I passed out on tooth 6.\n He picked up my head again, got it in the scrum again and pulled out the other six.  Five years later, bits of bone were coming out in my gums you know.  That is what I mean by a general callousness you see.  That is what I mean by a District Surgeon too.\n I mention that because we got stuck into the District Surgeons in the next article that came out in the RDM.  At Pretoria Local now, they moved Turok and me there towards the end of our stretch.  We had about six months to go, or more, I forget.  \n But by putting my little bankie on top of my table and peeping out of the window, which is very unlawful, you know, I could just see little bits of the yard.  And little bits of the premises.  Incidentally just along the end of the reception yard, you could see a place in the wall where old pink bricks had been replaced with red bricks and that was where Jopie Fourie had been shot.\n Sat on the chair, tied on, shot against this wall.  This is how much history has passed under the bridge, you know, in the century in South Africa, but down there I could see in the morning, the new intakes of prisoners.  There would be 50, 60, 70 of them and they would stand there for an hour, and hour and a half, two hours waiting for the District Surgeon to come, who eventually would, you know, because he had his other duties to do in the prison I supposed, or whatever.\n And he would arrive there and he would sort of go down the row and look at - these blokes stood stark naked and this is June, July in Pretoria, and it is cold, there is frost all over - but standing there stark naked, sort of hiding their genitalia, a little bit embarrassed you know.\n And sort of stamping their feet, waiting an hour and a half, two hours for the District Surgeon, he would arrive and then go down the line and then sort of glance at everybody and sign a piece of paper and I think, you know, and then you know, we wrote about that - the behaviour of the hospital staff down there, which was appalling.\n I mean the way they would haul one of their patients out with his sort of blue night gown on.  I am talking about a specific case now, grab this fellow, rip off this night gown.  Somebody had told them that he had been smoking dagga or something.  They got this sick man, I take this as a particular case, but it was general, illustrating the general by that particular, this happened often, they would haul this guy out, get him to kneel and put his shoulders on the ground, so that his backside is sticking up, and pour what looked like a pint or so soapy water which they mixed up beforehand, sort of blue soap and water and poured this in this funnel into his bowels and then he was not allowed to squirt it all again, he had to hold his buttocks closed with his hands and dance foot to foot, you know, to shake all the soap inside of him and then he was made to sit and defecate in a pot.\n I mean never mind the lack of dignity, there is blood running down this guy's thighs too by the time they got the soap out, the blood came out.  This head warder, Kruger, sort of digging around in this pot, looking for the dagga and then, what was really a very perverted piece of behaviour, I mean, not even with a rubber glove, I mean getting his middle finger into this guy's backside, you know.  And very brutally doing things to him.  \n This is actually, I am sorry to be disgusting, but prison is a disgusting place, you know it.  And this sort of behaviour, you can expect to see fairly often.   That was the sort of thing I wrote about.",
            "Male"
        ],
        [
            "MR LEWIN",
            "I was going to ask what was the reaction from the Prison Department after the articles came out if you can tell us that.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes, that is what I was going to talk about next.  Also you see, I had thought in my innocence, you see, that if we could get this article out, whether it was accepted as true or whether I was charged or whether I was found guilty or acquitted, it would make such an impact that they would feel obliged to have some sort of judicial inquiry.  As indeed would be the case in any reasonably civilised country.\n You take Holland, New  Zealand, somewhere like that, if such a revelation were made, there would be an investigation, even if the person they are after would to be found guilty of misrepresentation or perjury to be laying, you know, they would still feel obliged to have the investigation, but the reaction here was close ranks. \n Prisons Department, please close ranks and the charge sheet, when we got it, there were 11 500 words in the published articles, 1 500 words were challenged in the charge sheet, lines, sorry lines, not words, lines.\n And counting line by line, you see.  Yes, that is right.  And of that proportion of the articles that they charged me on, less than 10 percent, on less than 10 percent could they find me guilty, which they did.\n And the guilt they found in me, the perjury was that I turned around all the petty details, they buried us in courts, that trial went on for ten and a half months and day after day, you know, going down to the place there to record the senior, junior counsel and these guys would say, God, back to the salt mines, back to the dirty dishes.\n They brought prisoner after prisoner, warder after warder, to say that dishes in the Port Elizabeth prison were not greasy and a man as I said, he used to investigate the amount of soap put into the water to wash them and all that, so I was found guilty of perjury on several such charges, you see, but it was sufficient.  Once there is perjury, there is perjury.\n But the big things, they didn't.  They tried to with the District Surgeons for example, but they were able to just prove nothing.  We really nailed the District Surgeons you see.",
            "Male"
        ],
        [
            "MR LEWIN",
            "There was also evidence that within the prisons themselves, I mean apart from getting prisoners to come forward and testify against you, they also did various things.  Can you tell us about those?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes.  Before I do that, let me tell you about one piece of evidence that was given by one of the District Surgeons in this case.  It was put to him by Adv Nicholas, you know, that the Prisons' Regulation say that every long term prisoner before doing hard labour, must have a thorough physical and a psychological examination.\n And he said to this particular District Surgeon, how long did you take to give these guys this examination and he sort of \"hummed and haa'ed\" and we whittled away on the amount of time he spent at the prison, you know, doing his duty and we found that the time he spent with the 50, 60, 70 new convicts standing in the frost out there, was an hour and ten minutes.\n Which meant he had 80 seconds for each of them, to do a thorough physical and psychological examination before sending him for hard labour and he became a bit enraged standing in the witness box there and he said, no, no, no, he said, you are engineering something here.\n He said, you know, we learn a skill you know, we are Doctors, he said, why I can remember on one occasion coming, being presented with a man who had been sentenced to death and I looked at this fellow and I said he is not going to make it to the gallows and he didn't, he died the next day.  Now how is that for medical skill.  \n Any way, yes, but now ...",
            "Male"
        ],
        [
            "MR LEWIN",
            "Within the prisons did ...",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes, any way I was sentenced for two and a half years which was reduced on appeal to one and a half.",
            "Male"
        ],
        [
            "MR LEWIN",
            "No, sorry, I meant in preparing the case, what happened within the prisons?  Didn't they make some building changes?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "I don't know about that, no, Hugh, you can talk about that.  You enjoyed them.  No, when I, after I had been settled as they say, you know, I had one and a half years to push and they sent me back to the very people I had been writing about, especially one guy called Du Preez.\n He was a boxing champion amongst other accomplishments.",
            "Male"
        ],
        [
            "MR LEWIN",
            "B.J. du Preez.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes.  And I went straight into solitary again and that was real vengeance.  I mean, I wondered if I would ever eat again.  It is so easy to entrap somebody in prison to get a charge against him so that he, or her, so that they will lose meals.\n You know, meals are the big punishment.  And it happened every week at least, you know, they would - I would sit there in total silence all day, you know week after week, and then suddenly they would throw in a dozen very decrepit mail bags and say fix them, you know.\n I would do this.  They would take them off reasonably repaired, reappear ten minutes later with another lot of mail bags and say you haven't done them properly.  You know, and I would say no, but those aren't the mail bags they gave me.\n Are you calling me a liar?  Are you calling me, the warder, a liar?  \"Nee meneer\", okay, three meals, that means - that doesn't mean you go 24 hours without food, that means you go 38 hours without food, because your supper is at half past three in the afternoon and the breakfast is the day after tomorrow, you know six o'clock, but you know, it happened again and again and again, three meals, six meals, three days.  You know what you call rice water.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could I just ask, sorry to take you away from that.  Could I ask what was the attitude during the case of your lawyers for instance?  I mean was there any doubt amongst them that they were having to put up a case?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "No, no, oh no.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So there was nobody there that questioned your integrity or what you were talking about?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "No, no, well if they did, it wasn't in my presence.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And your attitude to the official Prison Department policy in setting up this case against you?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes, well I ...",
            "Male"
        ],
        [
            "MR LEWIN",
            "Were they fabricating information?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Oh yes, yes.  I mean they in court completely reconstructed the whole prison system in South Africa including some buildings that don't exist and so forth you know.\n And they presented the place as a joy to live in and I mean actually the Prisons' Regulation of those days, if you look at them, you know, they would bring a tear to the eye.  I mean they are so beauteous, they are strictly in terms with the United Nations specifications, you know.\n And that wasn't the problem.  The problem was that they just ignored them.  And if you asked for a copy of the Regulations, you lost your meals.  You got rice water.  I mean it, and you don't get the rice water to alleviate the suffering of a hunger in any way, you get the rice water, a table spoon full, morning and evening, boiled in a litre of water with no salt and you've got to take that, because that stops your stomach shrinking and not asking for any more food.\n It just keeps you nice and hungry you see and it is urgent to stop feeling hungry after the second day.  On one occasion, I mean, I remember and this is what solitary is about you know, after about month two of solitary confinement, there was a sound at my little ventilator there with a steel mesh on it you know, one centimetre steel mesh, \"my naam is Violet\", write a letter for Braam Fischer down the way here.  Braam Fischer is here, he wants you to write him a letter, pushes through a stub of pencil and a rolled up piece of toilet paper.\n I said, go on, bugger off man, you know, but he came every day in the afternoon.  I don't know what happens to your mind.  And eventually I took it and I wrote on it \"hello Braam, hou koos en hou kop\".  I gave it back and there I saw the White hand take it and the door open and there stood Breedt, whom you remember and he said \"yes Strachan, nou het ek jou gevang.  You gave this to the nigger hey\".  And I said I have nothing to say.\n But that was six days no food, you see.  The first time, on that occasion I got Andrew Wilson who had come up from Maritzburg to defend me in this prison case.  I mean you don't normally get Advocates going to defend a prison charge, but he arrived a bit flabbergasted, but Aucamp the Super, just sat and smiled at him and when he had finished he said to him, any further statements Mr Wilson and he said no, and he said six days, rice water.\n So the next day, the next time it happened, I didn't bother to call anybody, you know, you just grind your way through it and I have heard of...",
            "Male"
        ],
        [
            "MR LEWIN",
            "I am afraid we are going to have to curtail things now.  Could I just confirm that the Andrew Wilson that you are talking about is now Mr Justice Wilson of the Amnesty Committee?",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Madam Chair, thank you very much.",
            "Male"
        ],
        [
            "HAROLD STRACHAN",
            "All right, I was only just starting.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Hang on, there might be some other questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No questions.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Harold, I am not through yet.  Thank you very much for sharing with us.  We wish we could go on and on and on.  But there is not time.  I see that you got rice water for whistling and I would imagine that to get sanity in that place when you are in solitary confinement, whistling would be the only thing that would maintain your sanity.\n And in stead you would get rice water for that.  And we would like to commend you for your bravery that even though you were banned and on house arrest, you dared to publish those articles which exposed the cruelty and the neglect of the prison warders.\n And I see from your statement that you were fellow prisoners with this guy next to me here.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "Yes, we used to polish the brass together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And repairing those mail bags.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "We used to dish out the mail bags.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And sometimes since we've been here yesterday, I wonder how he has resisted changing places and sitting there and finding himself to testify in stead of listening to it all.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "Yes, you should hear us when we are together after supper.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any way, we really wish you could have gone to our health hearings to share your harrowing dental attack and the way your teeth were extracted.  It could have really exposed the neglect of the so-called District Surgeons we had in this country during those times.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "So-called District Surgeons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "HAROLD STRACHAN",
            "It is a pleasure.",
            "Male"
        ]
    ]
}