{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-10",
        "location": "KIMBERLEY",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55376&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct00644.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "ALAKIE KOOPMAN",
            "VIOLATION",
            "<UNKNOWN>",
            "TEAR GASSED",
            "TESTIMONY BY",
            "SIENA KOOPMAN",
            "ADV POTGIETER",
            "MS KOOPMAN",
            "ME KOOPMAN",
            "GLENDA WILDSCHUT",
            "ONBEKEND",
            "VOORSITTER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "ALAKIE KOOPMAN\n",
            "VIOLATION",
            "DIED AS A RESULT OF HOUSE BEING\n",
            "TEAR GASSED\n",
            "TESTIMONY BY",
            "SIENA KOOPMAN\n",
            "ADV POTGIETER\n",
            "MS KOOPMAN\n",
            "ME KOOPMAN\n",
            "ME WILDSCHUT\n",
            "ONBEKEND\n",
            "VOORSITTER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00644",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "ALAKIE KOOPMAN",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "TEAR GASSED",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "SIENA KOOPMAN",
            "",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson  - Ms Koopman let's deal with your evidence.  Your evidence concerns an incident where the police were firing tear gas in the area where you live, is that correct?",
            "Unknown"
        ],
        [
            "MS KOOPMAN",
            "Ja.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Now just before we deal with that, is it correct you are also from Ditloung in Olifantshoek.",
            "Unknown"
        ],
        [
            "MS KOOPMAN",
            "Ja.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Now the tear gassing incident that you will testify about, can you remember when that happened?",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Ek verstaan mos nie Engels nie - is Engels wat hulle praat, ek verstaan mos nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Me Koopman u kan maar daai oorfone afhaal - haal maar die oorfone af.  U verkies om in Afrikaans te praat ne -  u wil Afrikaans praat is dit reg - okay.  Dan kan ek en u mekaar verstaan - u moet net wag tot ek klaar gepraat het, dan kan u dit aansit hoor.\nU getuienis gaan oor 'n voorval waar daar traangas geskiet was daar waar u woon in Ditloung in Olifantshoek ne.",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u vir ons kortliks verduidelik - vertel wat gebeur het.",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Dit was 1993 - 1993 - 16 June,  toe was dit getoi-toi daai oggend.  En toe het die polisie gebegin skiet om die mense uitmekaar uit te maak en toe het hulle begin weghol daar om die rondte waar ek bly.  Dis daar waar die hele stoom gewees het, en hulle het begin skiet net daarso -  en hulle het aanhou net geskiet daar - geskiet daar op die huis -  daai - die doppe het geval daar bo-op die huis en rondom die huis - langsaan die huis omdat die - die span rondom die huis gehol - gehardloop het.\nEn so het hulle geskiet - daar was vreeslike rook gewees, vreeslike rook en hulle het nie kans gegee nie - hulle het net geskiet daarso, hulle het net daarso geskiet.  En ouma le in die huis - ouma is blind hy kan nie sien nie - ouma is maar altyd in die hoek - en ek was maar net besig met die kleintjies om vir hulle help vir die rook en vir my ook self.  En so het hulle geskiet, hulle het sommer geskiet daarso - soos die kinders as hulle se koppe so uithaal - so skiet hulle - soos hulle so terug - so skiet hulle bo-op die dak het daai goete geval.  Dit was omtrent 'n rook gewees daai dag, daarso by daai huis.  Want die hele bondel was net daar.\n Hulle het geskiet ek kan nie se tot hoe lank het hulle geskiet nie, daai rook.  En na die geskietery - na alles en alles wat dit nie meer geskiet is nie, wat dit nou stil is, die tyd wanneer ek nou na ouma toe kom - kry ek ouma is stil.  Ek het geroep aan ouma en ouma is stil en ek  het nader gekom en gekyk, toe sien ek maar lyk ouma is nie meer saam met ons nie.  En toe sal ek kyk toe sien ek maar ouma is nie meer saam met ons nie, is my skoonma maar ek roep hom ouma.\n En soos ons weet ouma was nie siek nie, ouma het maar net 'n verkoue gehad, dis al wat ons van weet, maar siek was hy nie siek nie.  En ek het ons kerk se mense geroep - het hulle kom sien ouma dat hulle die kan - ons het gewag dat ouma koud - ouma was nog lou - toe is dit nou stil daai tyd - toe is dit uitmekaar uit en ons het daai lyk - die kerk mense het gekom bid",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Iets wat daar gebeur het, weet u wie geskiet het?",
            "Unknown"
        ],
        [
            "ONBEKEND",
            "Nee is nie van die skiet nie - die vorige - die Saterdagaand - die Saterdagmiddag - maar volgens ek die - soos hulle die storie daar gepraat het dit was vroeeer in die aand hier van sewe-uur - van sesuur af na sewe-uur toe, die Saterdagaand steek een ANC toe die - ek weet ook nie hoe moet mens nou noem moet jy se INKATHA of moet jy se dis 'n Raadslid gewees nie, toe steek een - een ANC mannetjie toe steek hy -",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "[onduidelik] in Bloemfontein hulle het gekom by ons  toe se hulle ek moenie die begrafnis reelings eers tref nie, hulle gaan vir my se wanneer moet ek begrawe en hulle het vir ouma gevat Bloemfontein toe en die lyk het daar gebly in Bloemfontein en toe is die lyk - toe het die lyk die ander week teruggekom van Bloemfontein af.  \nEn wat die lyk terugkom van Bloemfontein af, toe het die mnr Erken ek weet nie die van Danielskuil - toe het hy gebel en  gese ek moet die papier gaan vra, wat saam met die lyk kom van Bloemfontein af.  En ek het gegaan daarso en ek het die papier geloop vra wat saam met die lyk kom van Bloemfontein af,  ek ken ook nie daai polisie daarso nie, ek bly met hulle, maar ek ken hulle ook nie.  Ek het die papier gaan vra en die antwoord was gewees daai papier wat jy het hy is reg, jy kan solank aangaan met hom en begrawe.  Die papier sal van die Binnelandse Sake afkom.\n En hy het die papier, ons kan maar begrawe en ons het toe begrawe en na die begrafnis 'n tyd daarna toe kom die papier van die Binnelandse Sake af en die papier wat dan daarvandaan kom is nog dieselfde papier die wat ek hierso het.  So het ons nie - nou nog nie - ons het nog nie die regte ding, wat het my skoonma doodgemaak nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Die bewys - die amptelike sertifikaat wat u gekry het - selfs na Bloemfontein - wat se dit wat is die oorsaak van dood?",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Hulle se nie wat is die veroorsaak van die dood nie, die papiere is net so geskryf is natuurlike oorsaak - daar is nie hoe nie - wat daarvan nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was daar - u het gese daar was geskiet daar na die huis se kant toe, was dit met die traangas wat daar geskiet was na die huis toe waar ouma in was.",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Ja die traangas is baie geskiet daarso by ouma en dis groot doppe - dis omtrent soos hierdie groot  torch doppe so groot was daai goeters gewees.  Daar was 'n vreeslike rook en die wind het van die kant af gekom - al die rook het net daar gestoom en dis daar waar die klomp kinders gewees het, toe word dit net daarso so geskiet.  Nou ouma kan nou niks maak nie, hy is blind.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En daar die doppe wat u van praat wat u gekry het waar was dit gewees, was dit daar by die huis of waar was dit?",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Is dit nou die dokter - ja die doppe daar by die huis.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit op die dak of waar was dit?",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Die anders het op die dak geval - so het hulle geskiet bo-op die dak het die ander doppe geval - klomp op die dak en die anders het sommer hier rondom die huis geval - opgetel, maar ek weet nie wat het geword daarvan van daai doppe nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ken u van die polisie wat geskiet het daar die dag met die traangas.",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Ek ken nie een van hulle nie, ek ken hulle nie, want hulle was klomp gewees en daar was nie nou - ek het nie kan gekyk wie goed is dit die nie, want ek het die kindertjies ook hier gebeskerm.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Baie dankie me Koopman - wat wil u graag he moet ons doen in verband met u saak?",
            "Unknown"
        ],
        [
            "ME KOOPMAN",
            "Ek weet nie eintlik hoe kan ek se nie, as julle my net kan help daarso met daai dinge want ons het nooit die waarheid gekry van waarvan is ouma dood nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay baie dankie mevrou.",
            "Unknown"
        ],
        [
            "VOORSITTER",
            "Baie dankie, is daar vrae - nee.  Ons is baie dankbaar dat u - beide van u hier opgedaag het om getuienis te gee om getuienis te gee, ons wil net se ons voel saam met u, en ons sal probeer om julle begeerte miskien na te kom.  \n Wat 'n mens agterkom is dat so baie van onse mense het gely - baie mense het baie seergekry - hartseer gekry vir hierdie bevryding wat ons nou het.  En ons vra maar dat God u sal seen en dat God u sal troos, baie dankie.",
            "Unknown"
        ]
    ]
}