{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-11",
        "location": "KIMBERLEY",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55371&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct00140.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "VIOLATION",
            "DISAPPEARED IN EXILE",
            "TESTIMONIES BY",
            "YASMINE SOOKA",
            "ADV POTGIETER",
            "UNKNOWN",
            "GLENDA WILDSCHUT",
            "ADV NTSEBEZA",
            "POTGIETER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "VIOLATION",
            "DISAPPEARED IN EXILE\n",
            "TESTIMONIES BY",
            "MS SOOKA\n",
            "ADV POTGIETER\n",
            "MR WILLIAMS\n",
            "MS WILDSCHUT\n",
            "MS WILLIAMS\n",
            "ADV NTSEBEZA\n",
            "POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00140",
            "Unknown"
        ],
        [
            "VICTIM",
            "WILLIAM RAKUBU [son]",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "DISAPPEARED IN EXILE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONIES BY",
            "DORA WILLIAMS [mother]\n JOHN WILLIAMS [father]",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "We now call Dora Williams to the witness stand please.  Mr and Ms Williams, we would like to thank you for coming to the Truth Commission.  Before we begin your evidence we would like you both to take the oath please.  Ms Williams if you could  you please stand.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Can I do this in Afrikaans, right.\nDORAH WILLIAMS Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much you may sit down.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "[indistinct] understand that you are also going to give testimony would you stand please to take the oath.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "What are your full names?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "John Williams.\nJOHN WILLIAMS Duly sworn states",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, you may sit.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Ms and Mr  Williams as is customary we have assigned Glenda, the Commissioner on my right hand side to assist you in the leading of your evidence.  I will now hand over to Glenda.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Good morning Mr and Ms Williams, thank you very much for coming. We know that it has been quite a long wait for you as well.  You have been coming here since the weekend -  Friday and we know that it has been a long wait.\nThank you very much for your patience and I wonder if I can start with  you Ms Williams.    You are coming to tell us about the story of your son  Rakubu Williams and - and what had happened to him, we are talking about his disappearance.  Would you like to tell us a little bit about yourself and then also to tell us what happened.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I am Ms  Williams - Dora Williams,  I've got nine children and married by Mr Williams.  In 1977 the police arrested my son in that year and in 1978 he was in prison for an entire year.  He was released from prison in 1979 and then he went to Thaba 'Nchu for a teaching course -  when he came back after the teacher's course he then went to Lydenburg and he trained as a welder there.  And then he went to Finch Mine and that is where he worked.  He supported me, he looked after me and then the police started looking for him again and then he left his job.  \nIn 1980 he then just disappeared, we did not know where he went to and we lost contact, we did not know his whereabouts and I can't remember when exactly it was but somebody phoned from Lesotho and said that my son was in Lesotho and from then onwards we never heard another word.  I was very-very afraid of the police when they came to my house then I knew there would be trouble and I didn't know what to do.   And I heard nothing more about my son,  I just hoped he was still alive.\nIn 1993 when I came back from my grandmother's funeral in Port Elizabeth, my daughter told me that a boy came to our house and -  it was Pakati and said that he became so sad just looking at us because our child had been killed in Tanzania. Yes he told us that my child had been killed in Tanzania.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "We know it's very painful for you Ms Williams.  Just do take your time and when you are ready you can continue your story.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I went to that other boy who's mother -  what is her name now, I can't quite remember - I've forgotten now but her son's name is Johannes.  And he said  that my boy had been killed in Tanzania in one of these camps and that Johannes had been shot dead at the airport - we don't really know what happened.  So I went to Johannes's mother and I went with her to St Paul's Church,  that's where the PAC's also work.  We went there and we told them what we had heard and they told us, this Joba man - he  said yes he knew him and had seen him in Lesotho but after that never saw him again and he told us to go to another secretary.  I think it was Tsidi - he told us to go to Tsidi.  \nWe found Tsidi and Tsidi went to a lot of trouble, he went to Lesotho to try and find out what had happened to our children.  When he came back he told us that he just heard that they were in Tanzania, but that he was going to try and find out from the PAC offices in Johannesburg - to find out.  \nWhen he came back he said he said that  they did not really want to tell him the truth about our children and we tried everything, we went to the Red Cross for instance to ask them to help us to look for our children.  The Red Cross also tried various avenues, but to no avail.  All the people who left with my son returned, but my son never returned.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I know this is very difficult Ms Williams, but I wonder if  I could  ask you a few more questions about your son.  Can you tell us how old he was when - when he first went away?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He was 22 - 23 when he left.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "At the time that he went away from - from home  was he active in PAC?  Was he active in a political organisation at that time when he went away?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I really don't know.  I just know that the police always came to my house to look for him, I don't really know what he was involved in.  I can't tell you much about his activities.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So what you know about is that  he was busy training to become a teacher and working at the time?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, he was working in Finch Mine.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "In Finch Mine?",
            "Female"
        ],
        [
            "UNKNOWN",
            "And there all  of a sudden in Finch Mine  I think that's where they planned the whole thing and that's why the police followed them there to Finch Mine and that's - that's where they disappeared after that.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did he give you any indication that he was leaving the country, did he talk to you about it, did he give you hints that he was going to leave or did he just disappear?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, he never said anything, he always just came home and he went straight to bed.   But one morning when we got up I realised that he hadn't slept in his bed, he never came home and I told the other children - my husband had already left for work.  And I said to my children, we call him Thabiseng, I said  Thabiseng didn't sleep here, I wonder what happened, why hasn't he come home.  And I said   I am going to go to Johannes's  mother,  I was very fond of Johannes.  All the young men who came to our house were very fond of playing games, I can't remember, Chess, they played Chess.  \nNow Johannes was always around our house and used to play Chess with my son.  So I wanted to go to Johannes's mother, but at that moment she arrived at my house and she said Ms Williams,  I've just come to ask you, is Johannes here and I said to her that's what I was coming to ask you because Thabiseng also didn't sleep here.  And from then onwards we don't know what happened, the police arrived again and then I was totally confused.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So the police came to your place to tell you that your son had gone or did they come to inquire where your son was?",
            "Female"
        ],
        [
            "UNKNOWN",
            "They came to ask about him and I said no, I don't know where he is.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Any of the people who had worked with him at the time or who were friends with him, did they know what had happened - did they try to understand what had happened and  where he had gone to?  The friends who came to play Chess with him?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, none of them knew anything about my son.  The one who said that he was in Tanzania - he did not tell that to us, he told one of the other friends who is also a PAC member - and he said that he was too scared to actually tell us that Joba was dead, that Joba had been killed in a camp and Johannes had been shot dead at the airport.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I need to understand this correctly so the reports that you received via your son's friends were that your son was killed in a camp or at the airport?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I didn't quite understand.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "[indistinct]  understand was your son - the reports that you got from the other people, was it that you son was killed at - in the camp or at the airport?",
            "Female"
        ],
        [
            "UNKNOWN",
            "My son was killed at the - at the camp.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Okay.",
            "Female"
        ],
        [
            "UNKNOWN",
            "And the other son was [intervention]",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Oh! the other young man?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Killed at the airport.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Okay, I understand that - I need to just find out a little bit more from you.  The attempts you made to try and find out what happened.  Could you take us through that again?  Can you tell us what you did to try and find out what happened to your son?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I don't know what you call it - the Church of -  what - ja I went - I went there to the Church.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Was it The South African Council of Churches.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Ja, because most of them are the PAC's and the one man there told me that he had last seen Williams in Lesotho. He knows about Williams and we said we heard that Williams had been killed and he said he hadn't yet heard that, but then he went to a different room and he stayed for a long time speaking on the phone and when he came back he took our phone numbers and addresses and told us to go home,  he would contact us later and we waited.\nHe never called us - he never  contacted us and that is when I realised that I must ask for help from some other quarters - and I went to the Red Cross and asked them for help in finding my son.  The Red Cross tried various things, also tried to investigate but to no avail.  And that's when we met Tsidiso  - Tsidiso he was the one who went to Lesotho and reported back to us.  And he then heard that they were in Tanzania.  He went to a lot of trouble, he went to Johannesburg as well - he went to the offices in an effort to find out what had happened to my son.\nAnd then Fikele July  - Fikele July had said he had seen him but that the offices were closed at that particular time and that he would go back on Saturday but that never happened.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "These people were from Red Cross  and from the SACC offices and the PAC offices but you also tell us in your statement that some detectives came to your house, why did the detectives come to your house?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Those detectives are the ones who came before my son died.  Before my son died the detectives used to come to our house quite often asking about my son's whereabouts and we just said no, we don't know.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did the detectives come to you - ever come to your house after your son had disappeared?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I think in about 1992 two policemen arrived at our house.  They weren't detectives, they were just young policemen - white policemen and  we didn't ask them who they were - we didn't give them our names but they asked us whether we had heard anything about our son and we said no, we have no knowledge about what had happened to him.  We still don't know where he is.  And they told us that we should not worry as my son was being looked after, he was in good hands.  That's all they said and then they left.  And  it was after that that we heard that our son had been killed, that he was dead.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did it puzzle you that they came and said to you that your son is in good hands?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did I what?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did you wonder why it was that they came to you and tell you that your son is in good hands?",
            "Female"
        ],
        [
            "UNKNOWN",
            "To tell you the truth I never liked the policemen and when they came to my house I didn't really like it because I'm a sickly woman, and I would sometimes just faint I was so afraid of the police because they always spelled trouble when they came to my house.  They were always thickly built policemen with large arms and loud voices and I was always very-very afraid of them.\nI've said enough, can't my husband - can't Mr Williams take over please.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Yes I think we would now  want to speak to Mr Williams and - and hear from him how he understands the story.  But thank you very much for talking to us.\n Could we please appeal to you to be quite, because the witnesses cannot testify, we cannot hear them and that means we not according them a proper opportunity to tell their stories.\n Mr Williams, I am aware that you share your wife's grief, that you too are carrying a lot of pain in your heart about the disappearance of your son.  I wonder if you can tell us from you side about what happened to your understanding and whether you have any clues about what had happened to Williams.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I am John Williams, I live at Vergenoeg -  I have a wife, children.   I am an ex-volunteer, four years and six months and in this particular year, the year of all the bitter struggle, I did not expect something like this to happen, but one morning we were woken up very early in the morning  between 2 and 3.  There was a knock at the door and I asked who is it and they said  - police they said.  There was another knock and I said well just hang on, just wait.  I put on the light and I opened the door.  When I opened the door they were immediately inside the house and they were also surrounding the house, there were lots of cars and vehicles and I said now what is going on - we are looking for William they said.  Why - why there  so many of you here, has he killed somebody -  what's happened?   No they said we are just looking for him.  We want to find this Englishman and put him right - is he here, can we search the house?\nI said that's not necessary, here he is,  here is William.  Get up they said and then they checked through all his books.  He was very fond of books and they looked through all the books and they took away a couple of pamphlets and they said  - get up and he said,  hang on don't be in such a hurry, just give me a chance.\nHe was a good man but if you crossed him then he was - then he was very difficult.  And then he first washed, when he got back he continued to prepare himself very neatly and - and then he came forward and said  here I am.  They said we are going to take you away now and I said  the only thing you must not do is to lay a hand on this son of mine please.  And I repeated you will not lay a hand on him - they left with him.  I said where are you taking him - we taking him to the police station they answered.  \nAround about 7 o'clock I thought to myself, how can I sit here and go to work.  Let me go to town and try and find out what happened.  I went to town and asked them what is going to happen and they said, no we just want to ask him a couple of questions and then we will release him.  I said, please let me know if anything happens or phone so that I can come and fetch him because he doesn't have transport.  They never phoned me.  A bit later  end of Tape 2, side A ...\n [indistinct]  such a person there and they said, yes, he is here.  Are we entitled to see him we asked and they said  no, you can't speak to him but nevertheless if you come to the prison perhaps you can speak to the Welfare Officer and maybe he can give you permission to speak to your son.  So that weekend we went there and yes  indeed he was there.  And I said to him what is going on - well he said I have been sentenced to a year's imprisonment. - now how could this have happened.  A man we trusted, now he had to spend his life in jail.\nIt's very-very hard to repeat this kind of thing, things which still haven't  been finalised.  Anyway he served his sentence and he was released and then he fell about a bit and then finally found himself a welding  job.  He trained for it, got himself a certificate and we relied on him and  we trusted him.  He knew where his home was he knew where his parents were.  He was one of my supports as far as financial matters were concerned.\nBut the special branch policemen they were harassing us all the time, so much so that we had sleepless nights at times.  It was really extremely unpleasant because they would come to our house and my wife could not stand it.  She had to have constant medical treatment as a result of all this stress.  Eventually I learned that they would go around to each and every member of my family, whether they were in Kimberley or wherever, to try and find out where he was.\nOne day I arrived at home -  my wife was there and she was in such a state -  she was so sick and she told me that the police had been there again and I thought  what am I going to do?  The end result will be that they will lock me up as well and I knew that I just had to make an end to this and that's when I met Ntsiko and I said Ntsiko please forgive me if I am mistaken, but just please speak to your guys - speak to your men and tell them to stay away from my house because my wife is suffering, my children can't take it any longer.  If they want something let them come to me directly and ask me.  I will always give them an answer but please let them leave my wife and children in peace so that they will be in the same situation and condition when I arrive home in the evening.\nHe  said  all right I will speak to them and so for a while it was a bit better but it never lasted long because they would always come back to me sometimes at work and they would say to me haven't  you  heard anything.  Eventually I did not take anymore notice of them.  They were playing games with me so I stopped taking them seriously.  I thought they - they just wanted to find out  how the Red Cross operates, I offered them tea  and perhaps you're thirsty.\nSo I also - I stopped taking it seriously.  To me it was just a game, and then they would  leave and this is how the whole thing carried on.  I think it was in 1993 - maybe 1992 I am not entirely sure, no I think it was before then, we heard the news that Fikele had said that William had died.  Where - never got a straight answer.  Some said Lesotho, some said Tanzania, others Zambia and I thought these people don't know, because since that man left the guys who had - use to come to our house never came back.\nI think that that man was here with our Premier, I saw him yesterday and a lot of his friends also  Bennie - Bennie also knows him.  I think - I can see him sitting there he is writing, I am very pleased to see that.  But I am sorry to have to say this but all those friends who were so fond of William, my house is now a place of  exile it's like Robben Island they don't want to set a foot in my house, so my wife and I have to cope with life on our own.  Nobody  comes to us, nobody  says how are you - have you heard anything about your son?  Have  you have enough food - have you got money for coffee.    Nobody - nobody  shows the slightest concern and interest.  We are all by ourselves.\nAnd that's why I am grateful to this Commission because it is giving us the opportunity to tell the world what kind of love we are dealing with here.  If I stab someone in the eye or in his heart then he must forgive me.  If I am offending anyone today I ask them forgiveness and I will ask God to forgive those who killed my son, or whatever it was that they did to him.  There is nothing we can do, we are powerless.  That's how it happened and it carried on and on and long afterwards these two white policemen came to us and said  - have you not yet heard anything about your son -  and as I said eventually I did not even pay them any attention.\nNtsiko and some of the others that  I used to pay attention to because we used to meet socially and so on, eventually that changed and they said you don't have to concern yourselves, you don't have to worry, these two white policeman told us your son is in very good hands.  \nAnd I thought to myself  - though  I never have mentioned this to my wife because she would just panic  - just  I thought to myself  someone who is in good hands is actually in the hands of God.  There are no other good hands that I know of and that is when I realised they had killed my child - these people  know but they had sent someone to go and kill my son, he is dead.  If a person is in good hands it means he is with God.  If a  person who is constantly being hunted like a wild animal and eventually you are told he is in good hands it can only mean one thing and that is that he has been killed, that he is dead.  That's how I interpreted it that he was dead.  So God must forgive me, thank you.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "I just have one or two more questions to ask you if I may.  When you say  - hulle het hom dood gemaak, who are you referring to?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It must be the police or those sent by the police, who else could it have been?",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "I also need to find out from you Mr Williams - did anybody tell you that your son had another name when he went into exile - did he - did he change his name.",
            "Female"
        ],
        [
            "UNKNOWN",
            "The names we had were what is it called  Hgololosego and Joba, the others I don't know.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "What you heard from others was that he may have had two names other than the name that you gave him.",
            "Female"
        ],
        [
            "UNKNOWN",
            "He left here with those names Hgololosego and Joba - I don't know any other names.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "But those names he already had when he was here at home - but he was known in exile by his  friends - were by those names -  not by  William Rakubu.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Not as far as I know.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "When you referred to Ntsiko are you talking about the Oscar Ntsiko that we keep hearing about yesterday and today?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, Oscar a very tall man.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "I'll hand over to the Chairperson and for my other colleagues to ask more questions if they need to.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson - Mr Williams I just want to make sure of something, was it in 1979 - 1980 that he left?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was he involved in the PAC?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That we only found out afterwards.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there a person Mospoweni who also went into exile, did he give you any information?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Moss?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I don't know if the name is entirely correct but that is what I have here.  I have information in a report which we received from our Investigating Unit -  do you know such a person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Moss - well no I don't really know Moss but the one who was not involved was Bennie - he went to school in Lesotho and he once came and told us that he had seen our son, but never again, that was the last.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was it this man who told you that you son went to Tanzania in 1986?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No - no  that wasn't Bennie -   Fikele - I think you talking about Fikele.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Fikele - Fikele July is that the man we are talking about?  Because I have a note here that says your son went from Lesotho to Tanzania in 1986 under the care of the United Nations Commissioner for Refugees.  Which year are we talking about - 1986 according to the note.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No -  no he was still here in 1986 - no - no he wasn't here in 1986 we had no idea of his whereabouts.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But was this information given to you at any stage.  These - these people who used to come to you with news.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You see they brought conflicting reports.  We never knew what to believe -  that's the problems, like now, we don't really know what is going on now.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes, I understand that thank you  Mr Williams.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Mr Williams, my Afrikaans isn't  very good. I think I'll understand you, but I will try and  I will frame my questions in English and you can answer me in Afrikaans.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Excuse me for a moment I just want to put my head phones on.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, did you ever get any more details about how -  why and by whom your  son was killed in Tanzania.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So the report that you have that he was killed in these camps or he died in these camps does not make it clear whether he died as a result of action by the South African  Security Forces or the PAC camps or by people of the PAC  in their camps - it doesn't make clear - does it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I don't think so - but if a person comes to you and says to you that your son is in good hands,  now what could they be referring to - who's hands are good.  I am sorry to have to ask you this but whose hands are good - it can only be Jesus Christ and how did my son get there?   It must mean that he is dead.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I - I understand Mr Williams - now what - what would you as  a family request from the Truth Commission?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We as a family would like to say please - we want  to know  if our child - if he is dead,  we want his - his remains -  his bones and the second thing we would like to ask because you see we don't know how to live henceforward - he was - he was our right-hand, he was our support - perhaps the Government can make some kind of a plan to help us out in our last days.  She is 70 and I am far over 70,  so we are in the last days of our lives.  \nPerhaps the Government can make it possible for us to have a pleasant life.  You see my wife has been an  invalid - she was bedridden for 9 weeks during which nobody except the people from the church came to us to find out how we were.  She is stiff suffering.  I can no longer work - I have a problem with my leg this is an old  Army wound  - a  war wound from World War 2 - I was never compensated for it, was never even thanked.\nAnd what I now receive is a Government pension of R410-00 and R18-00 a month from the Army - that is my Veterans pension - R18 per month!  What can one do with that, absolutely nothing.  That's all I am asking, please.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I just want to ask one more question for clarity.  Your wife mentioned that when you went to Johannesburg  you went to see the South African Council of Churches.  Could you tell me - I was not sure if that was the church in Kimberley or the Council of Churches in Johannesburg?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No it was in Kimberley.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Could you tell me the name of the person you spoke to at the [intervention]",
            "Female"
        ],
        [
            "UNKNOWN",
            "No - I can't really remember there was so many of them, I can't tell you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you ever hear from them again?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Pardon me.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you ever hear from the church again in connection with your son?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No - never - you mean did I hear anything more about my son - no never.  No it's all quiet,  we haven't hear a word.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you - Mr Potgieter wants to ask you another question.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Mr Williams  - could you try and help us in our investigations.  You refer to a person called Bennie - do you know Bennie's surname.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Parweni - Parweni.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And your wife referred to Johannes [intervention]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No there are Bennie's - there is Bennie Fannie and Bennie Parweni.  Now are you talking about the Lesotho one.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's Bennie Parweni.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Right  and then your wife referred to Johannes who was also shot.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Johannes was - was a friend of our son's and they left together and Johannes also hasn't yet come back.  We asked his parents to come here but on the day we went to collect them they said they were too busy.  \nADV",
            "Male"
        ],
        [
            "POTGIETER",
            "And what is their surname?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What is their surname - Moletsane.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr and Ms Williams one of  the hardest things I think for parents is the fact that they don't know what happened to their children.  We've heard this morning the testimony of another mother who still does not know what happened to her son.  We are aware of your pain and the Truth Commission will endeavour to find out what happened to your son.\nWe would like to thank you for coming here and for sharing your story with us, thank you.",
            "Female"
        ]
    ]
}