{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-10",
        "location": "KIMBERLEY",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55384&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct04106.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "NZIMENI PATRICK BOSMAN",
            "VIOLATION",
            "<UNKNOWN>",
            "UNLAWFULLY ARRESTED",
            "TESTIMONY BY",
            "DR BORAINE",
            "GLENDA WILDSCHUT",
            "NO TRANSLATION",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "NZIMENI PATRICK BOSMAN\n",
            "VIOLATION",
            "TORTURE BY POLICE AND\n",
            "UNLAWFULLY ARRESTED\n",
            "TESTIMONY BY",
            "DR BORAINE\n",
            "MS WILDSCHUT\n",
            "MR BOSMAN\n",
            "NO TRANSLATION\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04106",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNLAWFULLY ARRESTED",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "NZIMENI PATRICK BOSMAN Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, will you please be seated.  Mr Bosman you are a young man and you have suffered a great deal.  We are very grateful that you have come, we hope you will feel comfortable and relaxed as you tell your story.  And to assist you to do that, my colleague Glenda Wildschut will now take over from me, thank you.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much Mr Chairman, I would like to point out to you that Mr Patrick Bosman was a young man involved in merely handing out pamphlets during a consumer boycott but since that day - that faithful day when all he was doing, was handing out pamphlets at a consumer boycott Mr Bosman's life has changed dramatically.  \n Good morning Mr Bosman, are you comfortable there.  I wonder if you couldn't just move closer to the microphone.  Okay, all right Mr Bosman could you tell us a little bit about yourself.  Tell us who you are, where you come from - perhaps how old you are and what you are  doing presently - what you are doing now.",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patrick -  Patrick just take your time and tell your story slowly, okay.",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patrick you are talking about at the time when you were in the police station and you were beaten and tortured in the police station.  Your shoulder was broken, is that right?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Did you ever receive any medical treatment for your broken shoulder at that time when you were beaten?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Are you all right to continue now, Patrick?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patrick have you ever worked since that incident?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Can I ask you,  you mentioned earlier on that apart from your body being very badly injured you also feeling that emotionally you're not well.  Can you tell us a little bit about that?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "This passing out that happens to you, does it happen [indistinct]",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "So talking now is quite difficult for you, Patrick?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patrick thank you very much for telling us about your story.  There might be other people on the panel who would like to ask you some questions, but we are very aware that it's - it's very difficult and it's painful and we want to make it as easy as possible for you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "[indistinct]  Dr Boraine?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I'll be very brief, Patrick are you receiving any medical treatment now?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "So at the moment you are not receiving any treatment at all?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, when you left the hospital after you were assaulted and you spent about 2 - 3 days in the hospital,  you laid a charge of assault at the Kuruman Police Station.  What has happened about that?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Can you remember ever been called to attend an identity parade so that you could point out who hurt you so badly?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "The last question then  you don't have to tell me that now but unless you want to but can you remember and perhaps we could get it from afterwards or now the names of the people who hurt you and assaulted you when you were in police custody?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Are any of these still in the Police Force - are any of the people who hurt you still working for the police?",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much Patrick.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patrick, now that you've come to tell your story to the Commission, we know that you've suffered a lot but what is it that you would expect from the Commission.  What is it that we can do for you?",
            "Female"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "XHOSA -",
            "Unknown"
        ],
        [
            "NO TRANSLATION",
            "[THIS FOLLOWS ON TAPE 2]",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "[indistinct] the white guys - white policeman who hit me at the police station.  So I don't know how you could help me, you can offer any help you can offer to me if you can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks a lot and we are very touched to hear something of this nature and we know that the freedom we have achieved didn't come - it came through a lot of struggles.  We therefore ask God to give you strength through the problems we have and we'll try as a Commission to help you with your problems.",
            "Unknown"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "Thank you very much.\nSTATEMENT -",
            "Male"
        ],
        [
            "NZIMENI PATRICK BOSMAN",
            "I, Nzimeni Patrick Bosman was in town to support the consumer boycott that was launched on 4th and 5th March in response to the refusal of permission for a march.\n It was during November 1991.  I was standing next to the bus terminus holding a consumer boycott pamphlet.  At that stage there were people drinking beer and I only informed them about the action.  When one of them saw the police he approached me and argued with me.\n The police intervened and arrested me.  They beat me and took me to the police station.  I broke my right shoulder due to the torture.  I was later released.  I was again arrested near to Shoprite.  The Monday I went to Court because the police claimed that I stabbed the person who was arguing with me.  This man denied the statement made by the police.  The case was postponed to 27 November 1991.  I went to the court hearing.  There I was found not guilty by the Magistrate Poolman of the Kuruman District Court.  Due to the fact that my shoulder was broken I could not even eat because of the pain.  I was kicked and made a punching bag.\n Nothing happened to the police because of the assault on me.  Up until now I have not heard whether the police were sentenced.\nREPORT BY MARK KILLIAN - DATED 4TH JUNE 1996\nThe complainant in the above-mentioned case will testify that on the 30th November 1991 he participated in the consumer boycott that was held in the Kuruman district.  Complainant read aloud the pamphlet that was issued by the ANC for the people not to buy anything in town.  Whilst reading the pamphlet aloud to the people that was standing or listening to the complainant the complainant was confronted by four  unknown black males and without any reason he was assaulted by these males for orchestrating or being part of a consumer boycott in the town.\n Whilst the complainant was being assaulted the policeman arrived and took the complainant as well as the four black males to the Kuruman police station.  When they arrived at the Kuruman police station the complainant was once again assaulted by the policeman who brought him to the police station.  The complainant was also  later assaulted by the four males in the police station.\n Complainant will further state that he was taken to a room where the white policeman requested the Coloured constable to take his fingerprints.  While his fingerprints were being taken he was once again assaulted by the Coloured policeman.  Complainant will also testify that he was hit with the butt of a rifle all over his body, that he was kicked and hit with a fist.\n Complainant was then detained for three days at the Kuruman police station and on the Monday appeared before the Magistrate's Court for a charge of assault with intend to do grievous bodily harm.  After complainant had been released from the Court, he was admitted to Kuruman Hospital where he received treatment for  approximately three days.\n After complainant had left the hospital he laid a charge of assault at the Kuruman police station.  Kuruman case docket no CR7/12/91 refers.\n According to the complainant nothing ever materialised of the case he made at the Kuruman police station.  Kuruman police station was visited and the following documentation were retrieved.\nCase docket CR7/12/91.Sergeant Sarel White made a statement that he held an ID parade but the suspect that was charged on this particular case or questioned on this particular case was never part of the ID parade and according to Sergeant Sarel White the complainant could not point out anybody on this ID parade.  On the day that the complainant laid the charge at Kuruman police station he undersigned the statement he made to the police officer but the statement he made on the 14th January 1992 relating to the ID parade has a thumbprint on and it is countersigned by the policeman as that of the complainant.  This causes doubt if there ever was an ID parade held or if it is the complainant's thumbprint.The case docket as previously mentioned was closed undetected by Major Cordier because the complainant, according to the Investigating Officer could not be traced.The complainant in this matter desires further investigation and would like the TRC to re-open or to have the case that he made re-opened and that the perpetrator/perpetrators be charged.  The perpetrator in this case is reservist Constable Strydom of the Kuruman police station and not Constable Pieterse as alleged by the complainant because Constable Pieterse only started work at Kuruman from 15th June 1992.  The  copies of case no CR7/12/91 as well as copies of the complainant's arrest as well as a copy of the SAP 13, as well as a copy of the CR register will be available in this particular case.",
            "Unknown"
        ]
    ]
}