{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-10",
        "location": "KIMBERLEY",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55387&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct04600.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "TOMMY KGATIWANE",
            "VIOLATION",
            "SHOT",
            "TESTIMONY BY",
            "ADV POTGIETER",
            "CHAIRPERSON",
            "VOORSITTER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "TOMMY KGATIWANE\n",
            "VIOLATION",
            "SHOT\n",
            "TESTIMONY BY",
            "ADV POTGIETER\n",
            "MNR KGATIWANE\n",
            "CHAIRPERSON\n",
            "VOORSITTER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04600",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SHOT",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "TOMMY KGATIWANE Verklaar onder eed",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Tommy stop my as ek - as jy nie volg wat ek se of as ek te vinnig praat hoor okay.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Okay.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou jou saak gaan oor die geval waar jy geskiet was ne.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Korrek ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En dit het ook gebeur daar waar julle woon daar in Griekwastad ne.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou daar was ook voordat die skietery gebeur het - was daar ook 'n bietjie van 'n probleem tussen die ANC mense en die IFP mense daarso in  Griekwastad ne.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Korrek ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wil jy nie vir ons so bietjie vertel wat daar gebeur het nou eerstens nie.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Wat gebeur het eintlik het ons die vorige dag het die ANC Youth League 'n vergadering opgeroep sodat die INKATHA saam met ons kom sit en hulle het geweier om met ons te kom sit - dit was  die Saterdag.\n Die Sondag roep hulle 'n meeting op - hulle wil die Civic sien, en ons die ANC Youth League gaan na die saal ons gaan se die Civic julle sit nie met daai mense - vergader daar nie, so het dinge deurmekaar geraak.   Ons het so oor mekaar geredeneer asof dit lyk dit - dis 'n hele bakleiery.   En die polisie het toe ingekom - hulle het traangas teen ons geskiet - ge-spray.   Ons het toe uitmekaar uit gehardloop, maar nie heeltemal weggehardloop nie, maar net uitmekaar uit.\n Reg die tyd wat een van die - daai konstabels uitval - hy het te voet geloop sien een - onse chief marshal hom en hy gaan toe daar om hom te gaan vra waarvoor - waarvoor het hulle ons geskiet met die traangas.  Reg soos - so  het die - die march agter die chief marshal gegaan, maar so - soos die marshal nou eintlik met hom praat - so tree hy agter - agter toe, die tyd wat hy in sy jaard - wat hy op die trap kom van sy deur - toe is dit wat hy  'n  skoot af los en hy tref toe vir my.  En ek hardloop  'n ent  ek gaan val en my broer en  'n ander vrind kom tel my toe op.  En ek kry  'n naaste huis en ek was my - my gesig want die hou hier deur die - deur die wang dit het vreeslik gebloei.\n En ek was toe my gesig en my broer kry  'n voertuig om my hospitaal toe te vat.  En daar het  ek ses dae in die hospitaal gaan le.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoeveel keer was jy raak geskiet?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ek sal se hy het - dit is een skoot wat hy skiet, maar dit is mos haelkorrels - so met ander woorde hy het baie dinges - gedinges, want hoekom een het ek myself hier - hier by my tandvleis uitgehaal - want dit was baie hinderlik - hier is nou nog ene hier in my  arm - en een is nog agter by my agterkop.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou die - dis  'n polisieman wat jou geskiet het ne.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dis  'n polisieman se u.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit  'n polisieman wat jou geskiet het.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Dis  'n polisieman ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wie is dit?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Hulle roep hom Kgololo.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kgololo.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Kgololo ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou jy se ook vroeer was daar nou bietjie van   'n redenasie daar gewees die - tussen die twee groepe.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En die polisie het traangas geskiet daarso.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Na wie toe het die polisie die traangas geskiet?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Na wie toe het die polisie geskiet met die traangas?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Na ons toe - direk na ons toe.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wie is julle?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Die ANC.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "ANC.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Net na julle kant toe of na albei kante toe?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Nee net na ons toe.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Net na julle kant toe.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou het jy  'n saak gemaak nadat jy geskiet was?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Nee ek het nie  'n saak gemaak nie, want die Sersant Burger die tyd wat ek in die hospitaal le het hy die matrone gese dat as hulle my  ontslaan dan moet die matrone vir hom bel sodat ek moet - gaan opgesluit word.\n En hulle het toe - hy die Sersant het toe  'n saak teen my gemaak - maar ons was toe tien in die saak daar, en ek was die beskuldigde nr 10.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So hulle het liewer vir jou aangekla.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hulle het vir jou aangekla.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Waarvoor - hoe het hulle gese wat het jy gedoen?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoekom - hoekom het julle jou aangekla.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja soos wat hy daar - die matrone gese het dat ek die konstabel se huis uitgebrand het en dit was nie so nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En wat het toe gebeur van daai saak teen jou?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Daar was toe twee prokureurs wat die saak verdedig het hier in Kimberley.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Toe wen julle of wat?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja hulle het die saak gevat.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wat is die - hoe is die situasie nou daarso het  julle nog altyd probleme tussen die twee groepe?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ek sal se ek kan nou nie eintlik waarlik se nie maar hulle se gedruis is dood, ek hoor niks meer van hulle.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So dan kan daar nie meer probleme wees nie.  Kan ek jou nou net vra van - miskien kan jy ons ook  'n bietjie help met daai geval van jou broer van Aubrey - kan jy nog daai dag onthou die dag wat Aubrey aangerand was?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja ek onthou baie goed.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Weet jy van daai bus, die bus mense wat daar gekom het.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja want ek dink ja die Saterdag drie-uur die oggend was ek op  'n trip na Blomfontein ons kry toe die bus in die pad,  en die tyd eight o'clock wat ons terug in Griekwastad se maar hier twee-uur die nag - ek het by  'n girl friend van my geslaap dinges nou.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was jy aan die slaap - jammer gaan maar aan.",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja nou die saal is nie ver van haar - van haar huis af nie en die tyd ek staan op en ek sien die bus staan voor die saal en ek vra vir haar nou waffer tyd het die bus dan hier ingekom, die bus - dis die bus die wat ons hier teen die pad gekry het, en die oggend waarlik net soos wat my ma nou hierso  se toe is dit die tyd wat hulle so [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit - was die vreemde mense gewees daar in Griekwastad?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ekskuus?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit mense van iewers anders?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja dit is mense van ander plek ons ken hulle nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Jy het nie vir hulle geken nie, hulle is vreemdelinge daar gewees?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Dit is vreemde mense - heelwat vreemde mense - kyk Griekwastad is maar  'n klein-  'n klein plekkie jy kan - daai hele mense kan jy sommer ken - is maar  'n klein plekkie, maar enige iemand sal verbaas  die dinge wat daar gebeur het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was daar - behalwe vir Aubrey se geval was daar nog ander moeilikheid ook daai dag gewees - toe daai bus mense daar in Griekwastad was?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Niks nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Net Aubrey se geval?",
            "Unknown"
        ],
        [
            "TOMMY KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay,  baie dankie meneer en mevrou - ek gee oor vir die Voorsitter.",
            "Unknown"
        ],
        [
            "VOORSITTER",
            "Baie dankie is daar ander vrae?   Ons wil net se baie dankie aan u en ons sal tog probeer om te doen wat ons kan - baie dankie.",
            "Unknown"
        ]
    ]
}