{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-04",
        "location": "WHITE RIVER",
        "day": "2",
        "names": [
            "JOSIAS SEEMISE"
        ],
        "case number": "AM8044/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54151&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200504wr.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MTANGA",
            "MR SIBANYONI",
            "MR LUBBE",
            "MR VAN DER HYDE",
            "MS MOHAMMED",
            "UNKNOWN",
            "JOSIAS SEEMISE",
            "INTERPRETER",
            "ADV SANDI",
            "MR VAN DER HEYDE",
            "MR SWART"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MTANGA",
            "MR SIBANYONI",
            "MR LUBBE",
            "MR VAN DER HYDE",
            "MS MOHAMMED",
            "MR LUBBE ADDRESSES",
            "MR SEEMISE",
            "JOSIAS SEEMISE",
            "INTERPRETER",
            "ADV SANDI",
            "MR VAN DER HEYDE",
            "MS MOHAMMED ADDRESSES",
            "MR LUBBE IN ARGUMENT",
            "MR SWART"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  We want to start the proceedings.  For the record, it's Thursday the 4th of May 2000, it is the continuation of the sitting of the Amnesty Committee, at White River, Mpumalanga.  The Panel is constituted as has been indicated on the record earlier.  The Leader of Evidence is still Ms Mtanga.  \tWe will be hearing the application of Josias Seemise, amnesty reference AM8044/97.\n\tJust before we proceed to hear this application that's before us this morning - Ms Mtanga, can we just deal with the application that we heard on Tuesday, Nyanda and Others.  There was the one issue that remained about the interested parties, victims, some of whom had not yet indicated what their attitude is towards the application.  Have you managed in the meantime to get any further information about that, and if so, what have you managed to learn about the position of those people?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you, Chairperson.  Having advertised on the radio that the victims in the application of Mkhonto, Shoke and Nyanda, should contact the Commission, we did get a response and they came to see us yesterday.  We met them at the SABC.  The people that I met with were Mandla Sithole, he is the son of Joel Sithole, who died in the landmine incident where four people were killed and one injured.  Mandla Sithole didn't have a statement to give, all he gave me were the details of his family, that he was the eldest at home and then his younger brother is Vusi Sithole, who is 19 years old and he's in standard 10.  They also have a sister, Zondo Sithole, who is 16 years old and is in standard 6.  Their concern as the family is that they still have their mother but the mother is unemployed.  Mandla Sithole had to leave school in standard 8 in 1988, that is the year after the incident, the landmine incident.  He had to leave school to go and work to support the family and take the two other kids to school.  What he and his family would like the Committee to do is assist them financially and put the two kids through school, and Mandla himself would like to go back to school.  That's what he has stated.\n\tAnd then I further met with Mr Michael Sheba.  Michael Sheba is the son of Mr Msibi, who also died in the incident, and also his grandmother, Christina Msibi, also Pagathi, that's another surname that she used at the time, also died in the incident.  So Michael Sheba is the grandchild and the son to the two victims.  His position is that they were living with their mother, they don't have a father, that's him and his brother, Vusi Khumalo.  So he's got a brother who is 25 years old, Vusi Khumalo.  They had to live without any financial support and even today they are unemployed, so they would like the Committee to assist them financially.  That is their position.  Both persons, both victims, Mr Sithole and Mr Sheba, indicated that they are not opposing the application.  Even if they had attended, they would not have opposed.  They understood what was going on at the time, they know that it was a struggle to liberate them and they were aware of MK cadres' involvement in that area, so they are not opposing the application.\n\tAnd then this morning I met with Mr James Motsa - the correct surname is M-o-t-s-a, not Mota as it's been on the record.  Mr Motsa was badly injured in that incident, he is blind and he can't speak properly.  He's unemployed and he's depending on pension.  At the time of this incident he was married and he has a son from that marriage.  What he would like the Committee to do is also assist him financially to educate his son, because he's now unemployed.  He doesn't have any source of income except for his pension.  He's also a brother to Sipho Xhomota(?), who also died in that incident.  That is all.  And he is also not opposing the application.  That is their position, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just one question, Mr Chairperson.  Does their explanation of how the event happened accord with what the applicants told the Committee?",
            "Male"
        ],
        [
            "MS MTANGA",
            "Chairperson, not exactly.  When I asked Mr Michael Sheba to sort-of draw a diagram, his explanation of the road, the small road where the landmine was put, it's that that road didn't end, it went as far as the Motsa family's homestead, but then it did end in a cul-de-sac, where they would have to walk to their family home, but the point where they put it, if they had driven on that road, they would have been victims of that landmine, because it was the road leading to their home.  But what they do say, which accords with what the applicant says, is that all the families who lived in that area didn't have vehicles and the bakkie that was caught up in that landmine belonged to a Mr Sithole, who lived in an area that was very far from them.  So the vehicles which used the road were indeed vehicles used by the SADF at that time.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Ms Mtanga.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Thank you, Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Ms Mtanga, for your trouble, your efforts, we appreciate that.  As we have indicated at the end of the day yesterday, or Tuesday, we will take into account all of the further factors that the interested parties and the victims have placed before us via Ms Mtanga, which we have noted, and that will be taken into account in coming to a decision on those applications.  Yes, well that would conclude that matter.\n\tWe also just want to indicate that we are starting the proceedings later than usual this morning, we've had some difficulty in getting started.  The victims, amongst other things, with an interest in the matter, had to travel to the venue where we are sitting, and the applicant is in custody, he's serving a sentence in regard to some of the matters that he's applying for amnesty in respect of before us, and that has caused some unforeseen delays.  So we are starting the proceedings, unfortunately, later than what we had planned and anticipated and we apologise if any inconvenience has been occasioned as a result of that.\n\tWe will just take the appearances first before we proceed with the application.  On behalf of the applicant?  Mr Lubbe.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "As the Chairperson pleases.  I am Lubbe J, instructed in terms of Section 34 of the Act, by your Commission.  I am from the company Swart, Redelinghuis, Nel and Partners, based in Krugersdorp.  Telephone number 011-9544000.  Thank you, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lubbe.  We're going anti-clockwise.",
            "Unknown"
        ],
        [
            "MR VAN DER HYDE",
            "Thank you, Mr Chairperson.  I'm Chris van der Hyde, from the attorneys firm, J H van der Merwe attorneys.  I'm appearing on behalf of the implicated persons, namely Mr Linda Napoleon Mkhonza, Mr Dingaan Maluleke and then also on behalf of the IFP.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Heyde.  Then on behalf of the victims and interested parties?",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "Mr Chairperson, it's July Mohammed, from the firm Mthembu and Mohammed Attorneys.  I appear for 27 victims.  Should I read the names out for the record, or should I just hand out the list?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long is it, Ms Mohammed?",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "It's 27 names.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "27 names.  No, I don't think it's necessary to read it out, it might help us if it is in some written form somewhere, that we can attach it to the record of these proceedings.",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "It is, Mr Chairperson.  I'll hand it up.  I'll have a copy made during the course of the proceedings.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, so you'll be appearing on behalf of those parties.",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  And we've already indicated that Ms Mtanga appears as the Leader of Evidence.  Mr Lubbe, is there anything you want to put on record, or do you wish your client to take the oath?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson, before we commence, I formally move for an amendment, or certain amendments to the application itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If I can refer the Committee to page 2 of the bundles which contains Form 1 of the application.  Firstly, the spelling of the applicant's name in paragraph 2, Josias(?), the \"a\" should be replaced with an \"i\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, is it Josias?  Perhaps you could just spell it out in full.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "As it pleases.  J-o-s-i-a-s.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "J-o-s-i-a-s.  Is that the only name?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes, Mr Chairperson, he's known as China.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Also as China.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "That is correct.  Then paragraph 7 - I beg your pardon, paragraph 9(a)(ii) which deals with the time period.  As indicated to you, Mr Chairperson, my client would also like to apply for offences that were committed during the period and including 1989, up until 1992.  So the period should not read 1991 to February '92, but in fact 1989 till 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what is the effect of this issue that you've just raised Mr Lubbe?  Does that period introduce incidents which are not listed in the summary in paragraph 9(a)(i), read together with the supplementary affidavit?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "That is in fact so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dated the 4th of May 2000.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "That is in fact so, Mr Chairperson.  I've indicated that I've received instructions that certain other incidents took place during 1989, prior to Mr Hlongwane coming to Ermelo and then being in charge of the Black Cats.  I've got details of these actions or offences, and I don't really know whether I should add them to the record now, or whether I should introduce them by way of leading my client on them.  I understand the logistical problem, and that is that I would curtail the application today before you, simply for these matters that are contained in the supplementary affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Then (iii) should also read \"Davel\", in other words, not only Ermelo, but also in Davel.  Then Mr Chairman, there's reference in (iv) of paragraph 9, of a person by the name of Stanley Percy de Kock, also in 9(c)(i).  The applicant doesn't know where that comes from.  I've asked my clerk who attended to the completion of this form in the presence of the applicant, if he can afford any explanation as to where the name comes from, but apparently not, nobody knows who Stanley Percy de Kock is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So do you want that name deleted?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Simply by deleting the name \"Stanley Percy de Kock\".  Well it would not quite make sense, maybe we should say: \"The death of various unknown persons\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Then turning to page 7 of the bundle, Mr Chairman, paragraph 11(b), to add the names of Mr I N Hlongwane, as well as Mr Chris Ngwenya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just give that last surname.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Ngwenya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "The time period obviously would also have to be adjusted to 1989 to 1992.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Mr Lubbe.  Ms Mtanga, I just want to hear your response on the one issue, in regard to the application for amendment of Mr Lubbe, and that is the extension of the date to 1989 and the introduction through that amendment of incidents that are not before us and apparently don't form part of the application at this stage.  Have you got any response or any views on that issue at this stage?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, even though I do not wish to oppose this application, it does appear to me that the addition of, or the change in the date to '89, would amount to an ovation, but I would like to leave this in your hands.  In the event the Committee does grant Mr Lubbe the application, I would say those incidents that he wishes to add on will have to be separated from these incidents because they were not investigated and we wouldn't know who the victims are, so we will not be in a position to deal with them today.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes I'm not specifically calling on any of the other parties, but if you wish to raise something you are free to do so, because it's not apparent at this stage whether this concerns any of your clients or any of the interests that you represent.  There are no details before us at this stage about this, but you are free to raise any issue that you want to raise in regard to this extension.\nR U L I N G\n\tIn regard to the formal amendments, those are granted.  They have been detailed by Mr Lubbe.  In regard to the extension of the period which this application covers, or let me put it this way, the period in respect of which the applicant wishes to apply for amnesty, that appears to us to be a substantive issue, a substantive application, which would need full motivation, it will have to be a formal application which is submitted to the Committee, to deal with.  \tSitting here as we are at this stage, we are operating under unfortunate restraints, time restraints and otherwise.  We have a number of interested parties who are attending the hearing in respect of the incidents which are properly before us at this stage.  We regard it as not being in the interest of justice to fully deal with this issue that was raised in the application for amendment, and therefore we will grant the applicant an opportunity to submit a substantive application to the Committee, fully motivated, on affidavit, and for that application to be considered and dealt with by the Committee at a more appropriate stage and at a time when the further incidents which the applicant wishes to introduce, can be considered and investigated and a proper and better view, better informed view, to be formed in regard to those issues.\n\tSo the application in regard to the extension of the date is then dealt with on that basis, so that the nett result of that ruling is that what we will be dealing with in this session are the incidents which are properly identified in terms of paragraph 9(a)(i) of the application form on page 3 of the bundle of documents before us, read with the supplementary affidavit dated the 4th of May 2000.  In fact, we will mark the supplementary affidavit Exhibit A, for the purposes of the record.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Lubbe, is there anything else, or do you want your client to take the oath?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you Mr Chairman, no.  I'm calling my client, the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Are your full names Josias Seemise?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please stand to take the oath.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Yes Mr Lubbe.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.\n\tMr Seemise, I'm referring you to the supplementary affidavit, Exhibit A in front of you.  You've got a copy in front of you.  Now please look at paragraph 2 of the affidavit, and can you briefly explain to this Committee the reason why your -  Mr Chairperson, sorry this doesn't work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you need a headset, and you must just make sure that it is on channel 2.\n\tVery well, we seem to be sorted out.  Yes you may proceed.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.\n\tMr Seemise, please look at paragraph 2 of Exhibit A in front of you.  The allegation is made that your application, which is the form in the bundle, starting at page 2 and running through to page 8, was completed insufficiently.  Can you briefly explain to the Committee how it came about that this form was completed in the fashion and in the way it has been.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Will you please just repeat the question, Sir.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.  Please look at paragraph 2 of Exhibit A, briefly explain to the Committee please, how it came about that this application of yours was not completed sufficiently.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "With regards to my application, I was assisted by my previous attorney who then referred me to Mr Lubbe.  Mr Lubbe did not know how far I had gone with my previous attorney.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Yes, and the application was submitted shortly before the cut-off date for the amnesty applications, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now coming to paragraph 3 of your affidavit, Exhibit A, you confirm that you ended up, approximately during 1988, in Ermelo, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you also confirm that as far as your political involvement is concerned, that it is correctly reflected in paragraph 4.1, 4.2, 4.3 and 4.4 of Exhibit A?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR LUBBE",
            "You became a member of the IFP in 1989, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And you were also a member of the youth organisation of the IFP, called the Black Cats.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you tell the Honourable Committee who were the leaders respectively, of the IFP and the Black Cats, when you joined in 1989.\n\tThere seems to be a problem, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it working?  Alright.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Should I repeat the question?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you tell the Honourable Committee who were the leaders respectively, of the IFP and the Black Cats, during your involvement in 1989, in Ermelo.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I will begin by naming the leaders of the Black Cats.  The first person was Chris Ngwenya, whose deputy was Sabatha Zwane.  Those were the IFP leaders.  The IFP leaders in Ermelo were Madaka Hlatchwayo and Mr Mxobogazi.  Those were the person I knew to be the leaders of the IFP.",
            "Male"
        ],
        [
            "MR LUBBE",
            "What was your position in the Black Cats itself in the organisation?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "In 1991, I was elected as the youth chairperson.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you briefly explain to the Committee what the aims and purposes were of the Black Cats.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "The Black Cats were an IFP structure, mainly the youth.  The IFP encountered problems at the time, to the effect that the ANC did not welcome them in the area.  They were called Black Cats, so as to hide the fact that they were an IFP structure, because the IFP itself was not welcome in Ermelo.  So the Black Cats were in effect, the IFP Youth Brigade.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Did the IFP and the Black Cats regard the ANC, at that point in time, as their political enemies in Ermelo?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, they regarded the ANC as the enemy.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Would you describe the struggle that existed between the IFP and the ANC, as a political struggle?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it was a political conflict because we had political differences.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now I want you to turn to paragraph 5 of Exhibit A, dealing with the list of convictions of which you were found guilty and for which you are currently being imprisoned.  Mr Chairperson, I'm turning to page 15 of the bundle, as well as page 22, 23 and 24, which is a summary in terms of Section 144(?) of the Criminal Procedure Act.\n\tNow the first charge which you faced in the Regional Court in Ermelo, was a charge of conspiracy to murder one, Mr Mashlungwela Jeremiah Shongwe.  The name appears on page 16 of the bundle.  According to the charge sheet, this incident took place on the 30th of July 1991.  Do you see that?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now reading through the documents it would seem that charge 2, 3, 4, 5, 6 and 7, as well as 8, on  pages 17, 18 and 19 of the bundle, also pertain to the same incident which charge 1 pertains to.  Is that correct, is that one incident that took place on the 30th of July 1991, at Wesselton?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now you pleaded guilty to these charges and eventually you were sentenced on these.  Can you briefly explain to the Committee the background to this specific incident, pertaining to charge 1 up until 8.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Mr Shongwe was suspected of having been responsible for the death of the Black Cats leader.  It was alleged that he had been with the deceased before he died.  That was Mr Sabatha Zwane.  Mr Mxobogazi then issued an order that Mr Shongwe should be killed.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Just before proceeding, let us pick it up at the very start.  This operation, this instruction that was to be executed, that was given by Mr Noah - I didn't get his surname.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The surname is Mxobogazi.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Sibanyoni.\n\tNow was this operation conducted by the Black Cats?  This order was issued to the Black Cats?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "He issued the order to Israel Hlongwane, who was the Instructor or Commander of the Black Cats.  Hlongwane then came and reported to us that such an order had been issued.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Let us first deal with Mr Hlongwane's position.   Ir has been testified by Mr Hlongwane - Mr Chairman, I'm not quite sure whether I may put this because in terms of the normal rules of evidence, this is not evidence, the bundle in front of you.  May I refer to the bundle as being evidence adduced by Mr Hlongwane, or is that not permitted?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, you can, you can refer to that and you can elicit the comments of the applicant in regard to the allegations of Mr Hlongwane.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "As it pleases you.  Thank you, Mr Chairperson.\n\tNow it has been testified by Mr Hlongwane, that he came from KwaZulu Natal to the Ermelo district in order to take charge of the Black Cats, is that in fact correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Yes.  Now this incident happened when he was already in Ermelo and being in charge of the Black Cats.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And according to your evidence, he conveyed to you that he was instructed by Noah to execute this deed as contained in charge 1, 2 and 8.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now can you briefly describe to the Committee what happened after you were informed by Mr Hlongwane of your instructions.  What actually took place?  Give us a description of the event or the events.\nMR SEEMISE\n\"Mr Hlongwane called us to Mr Chris Ngwenya's home, where he informed us that Mr Shongwe should be attacked at his home.  He also informed us that the order had been issued by Mr Mxobogazi.  They went out on the first instance and I was not present there, but from the information I got from Mr Hlongwane, they did not find Mr Shongwe at home.  Mr Hlongwane then went to report to Mxobogazi, that they had not found him at home.  He then ordered him to go look for him again and if he was not present at home, he should proceed to kill his mother because then he would attend her funeral and that is where they would get hold of him.\n\t\tOn the following day, Israel Hlongwane then informed us that Mr Mxobogazi had ordered that we should return to Mr Shongwe's home and kill his mother and everybody else who would be present at home.  We then went there, it was myself, Baba, Jomo, Stiga, Obed, Israel Hlongwane and other members of the Black Cats, whose names I cannot recall now.  \n\t\tMr Hlongwane gave me a handgrenade.  He was armed with a 38mm revolver.  We left from Chris Ngwenya's home.  Some of our comrades were armed with pangas and grass cutters.  We then proceeded to Mr Shongwe's home and Israel Hlongwane ordered us to surround the house.  He went, kicked the door in and went inside the house.  I followed him.  He pointed a gun at Mr Shongwe's mother and asked her where he was and she said he was not home.  She was not alone, there were other people present because the house was a shebeen, so there were people drinking.  He then ordered those people to go into a separate room, then took Mr Shongwe's mother from room to room, searching for Mr Shongwe.  \n\t\tThereafter he took her into the kitchen.  He informed me that he was going to shoot her, and after shooting her I was supposed to throw the handgrenade into the room where the other patrons were.  He then proceeded to shoot her and I followed his order to throw the handgrenade into that room.  I removed the pin and threw it into the room, closed the door and we fled and we heard the explosion going off.  We thereafter fled to Mr Ngwenya's home.\n\t\tOn the following day we learnt that some people had been injured in that attack of the handgrenade.  We also learnt that Mr Shongwe's mother had died.  Mr Hlongwane and myself went to Mr Mxobogazi and reported that the mission had been successful, and he was pleased.  He congratulated us on a job well done.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now the handgrenade that you threw, that was on the instruction of Mr Hlongwane.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it was on Mr Hlongwane's instruction.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And the people that were injured are the people of which the names appear in charges 2, 3, 4, 5, 6 and 7, is that correct?  On pages 17 and 18 of the bundle.  These are the people that were in the room where you threw the handgrenade.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I am not precisely certain of their names, but I believe that yes, those are the names.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And the handgrenade or the description of the handgrenade that you used in this attack is the F1 handgrenade which appears in charge 8 on page 19 of the bundle, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "You were never charged with the murder of Mr Shongwe's mother, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "But you in fact did associate yourself with the actions of Mr Hlongwane, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And do you also seek amnesty in respect of the death of Mrs Shongwe, the mother of Mr Shongwe?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now can we turn to charge 9, on page 19 of the bundle.  It is so, Mr Seemise, that you also pleaded guilty to this charge where it is alleged that you assaulted a person by the name of Tiki Tilli Malaza?  The particulars of that offence appear on page 20, paragraphs 11, 12, 13, 14 and 15.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Will you please repeat that.",
            "Male"
        ],
        [
            "MR LUBBE",
            "It is also correct that you were charged with the assault of Tiki Tilli Malaza, charge number 9, page 19 of bundle A, and the particulars of the assault appear in paragraphs 11, 12, 13, 14 and 15, on page 23 of the bundle.  Mr Chairperson, my client does not understand Afrikaans, if I may just freely translate this to him, so that he can associate with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "It is alleged in paragraph 11, page 23, Mr Seemise, that during January to February '92, at Wesselton, Tiki Tilli Malaza was accompanied by two children and she was on her way to her sister-in-law.  One of the children, Nomza Malaza, was carried on her back.  On her way - paragraph 12, someone engaged in a conversation with her and that person presented himself as a debt collector.\n\tYou then, accompanied by Mr Hlongwane, approached her on the basis that you wanted to ask her something - paragraph 13, you suddenly pulled a firearm, aimed and shot her, or shot at her and that you then ran away.  She was hit in the face and she sustained serious injuries.\n\tParagraph 15:  The baby, Nomza Malaza, who was carried on her back was not injured.\n\tNow you did instruct me this morning that you've got no knowledge of this incident at all, although you've pleaded guilty and were found guilty, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "That's not very clear to me.  Can you explain, is it a fact that you pleaded guilty to this incident?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I did plead guilty, but at that time I did not understand that the offence related to Tiki Malaza, I actually mistook that incident for the other one that happened at the Nkosi household.  I think there was a mistake that was made there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So is it presently the position that you are not really asking for amnesty in respect of this incident?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No, I am not seeking amnesty because I do not recall it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Lubbe.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.  The problem is, and I've advised my client, that he cannot seek amnesty for this and that even if he does get amnesty, he must serve his sentence, and he appreciates the fact.\n\tMay I refer the Committee, with respect to page 122, 123 and 124 of the bundle, and I will come back to that later, but I just want to briefly inform the Committee that this in fact the incident that my client recalls, where Mr Hlongwane testifies about a Ms Nkosi, that also carried a baby on her back and which he shot at, and my client only pointed out to him who Ms Nkosi was.  My instructions are this morning that he was under the impression all along that this incident of Malaza referred to that of Nkosi.  As it pleases the Committee.\n\tNow charge number 10 was withdrawn.  Can we proceed to charge 11 and 12 of the bundle.  Please look at page 20, Mr Seemise, and also look for me at page 24, which is a summary of these events, paragraphs 16, 17, 18 and 19.\n\tAgain with your permission, Mr Chairman, if I may translate that to my client.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "During the period - I'm translating this paragraph 16 to you.  During the period January to February '92, the Complainants in charges 11 and 12, Johannes Mabuza and his brother-in-law, Aron Kori Malinga, were busy serving a person in his tuck shop.  \tParagraph 17.  The accused, that is you, Mr Seemise, suddenly entered the shop and fired several shots with a handgun, then you ran away.\n\tParagraph 18.  Johannes Mabuza was shot several times in the chest, resulting in serious injury.\n\tParagraph 19.  Aron Kori Malinga wasn't injured at all.\nDo you recall this incident?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "It would seem, according to the summary that I've put to you just now, that you acted on your own.  What is the position?  Can you inform the Committee about this incident.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I did not act alone, I was in the company of Israel Hlongwane.  Mr Hlongwane informed me that Mr Mxobogazi had told him that this family was aligned to the ANC, therefore they had to be attacked.  Hlongwane who had the firearm, gave it to me and ordered me to enter into the house and shoot at people in there.  I then proceeded to do so and I found some person who was buying something from the shop and two persons who were serving him.  I fired two or three shots and thereafter fled from the scene.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And this incident you also carried out on the instructions of Mr Hlongwane.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Turning to charges 13 and 14, it relates to the gun you used, as well as the ammunition that was used in the incident of charges 11 and 12, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And you don't seek amnesty on charge 15.  That would be the escape from custody, you're not applying for amnesty in that regard.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "No, I do not seek amnesty for that.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson, I'm moving on to page 4 of Exhibit A, paragraph 6.1, which deals with:  The Attack On Certain UDF Members at iZikumplazi.\n\tMr Seemise, will you kindly turn to pages 107 and 108 of the bundle.  According to the evidence adduced in this instance by Mr Hlongwane in his amnesty application, this incident pertains to a - or rather, refers to an incident where, according to him, he received instructions from one, Noah, to attack or shoot a particular shop.  You had the opportunity of reading the record or these portions of the record this morning, do you confirm the evidence of Mr Hlongwane in this regard and more in particular the role you played in this instance?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now the role in this specific instance was simply to point out to Mr Hlongwane where the shop was situated which he had to attack, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "I want to refer you to page 196 of the bundle, towards the bottom where Mr Hlongwane testifies about your involvement.  He says\n\"When he arrived in Ermelo, no-one took him to stay with me.\"\nthat is now you.\n\"He was staying with me.  His work was to accompany me when I go around doing the work.\"\nDo you see that?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Yes, and your job was primarily to assist Mr Hlongwane in locating these various targets that he had to hit on the instructions of Noah.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Paragraph 6.2 of your affidavit deals with the killing of a Mrs Zini Shongwe.  It is contained on pages 108 to 112.  Now previously you indicated to the Honourable Committee that you also seek amnesty for the death of Mr Shongwe's mother.  Is this in fact the mother of Mr Shongwe, the person that is referred to in charge 1 of the charge sheet?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LUBBE",
            "You will see that the person referred to in this instance, specifically on page 108, approximately 10 lines from the top, and if you turn the page around, on page 110, where Mr Wills proceeds, approximately in the middle of the page.  This person is referred to as Bobolina's mother, being Mrs Zini Shongwe.  The question is, Bobolina, is that the person referred to in the first charge, the first count, on which you pleaded guilty where you conspired to murder this person?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "It is the same person.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Mr Chairman with respect, you will see that the particulars of this incident coincides exactly with what my client testified on counts 1 to 8, as on pages 110 and 111.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairman.\n\tI'm proceeding to paragraph 6.3, page 5 of Exhibit A: The Death of Two Unknown School children from Tembisa School.  \n\tPlease have a look, Mr Seemise, at pages 113 to 115.\t This incident deals with the death of two children, school children, who were killed according to Mr Hlongwane, on the instructions of Noah.  Now towards the end of page 113, I'll pick it up for you, Hlongwane says:\n\"At the time the school children from Tembisa refused to accept the Black Cats' children as school kids, and therefore we had a campaign with China (being yourself) to kill the children and the school children from Tembisa school, and we got instructions from Noah to do that.  And we meet some of the young boys and China explained that these were from the Tembisa school.\"\nIt carries on, and then towards the bottom of page 114, Mr Hlongwane testifies that you, that is himself and you, met two young boys:\n\"When we met them, China said that these boys were from the Tembisa school.\"\n...(indistinct) referring to them and then eventually he shot them, killed both and doesn't know what their names are.  Do you recall this incident?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And the role that you played in this, is it correctly reflected in the evidence of Mr Hlongwane?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And the instructions also came from the person called Noah, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I don't know, maybe you're going to proceed to deal with some other incident.\n\tCan you tell us exactly what happened in this incident?\nMR SEEMISE\n\"The children from Tembisa school did not allow the children from the Black Cats to attend school.  Each time they went to school they would chase them away.  There was one person from the Black Cats, Bongani Kaba, who pointed out to me the children who had been responsible for chasing the Black Cats' kids from school.  Noah then instructed Israel Hlongwane to go shoot those children.\n\t\tIt then happened that on a particular day the school children were chased away.  That was after the instruction had been issued.  When these children arrived from school and informed us that they had been chased away, we then proceeded towards the school.  On our way there we met two of them, that was two of the persons whom Bongani Kaba had pointed out to me.  I could not see them property, I only recognised them when they were very close to us.  \n\t\tI then informed Hlongwane that these are some of the people who were responsible for chasing the Black Cats' children from school.  I informed him that I would go nearer them and if I was certain that it was indeed the two, I would raise my hand to indicate to him that he should shoot them.  So I did go forward, and as I came nearer to them I realised that they were indeed the two persons and I then raised up my hand to indicate to him that it was the correct people and Hlongwane then proceeded to shoot them.\"",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.\n\tMr Seemise, without knowing what political sentiments these children maybe held, did you regard any person opposing the Black Cats, as being an enemy of the Black Cats?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson, I'm moving to paragraph 6.4 of the exhibit:  The Attack on Three ANC Scholars.  Which is to be found on pages 120, 121 and 122.\n\tMr Hlongwane testifies here that he failed to get the leaders of his opponents, if you read it in context, and he told Noah that and that Noah said that any of the ANC:\n\"And since China knew them very well, the youth, he's going to show me all the youths and anyone whom we ever meet on our way we should shoot them, and unfortunately we met these young boys from night-school.  China was in front, I was with China and most of the operation China will always be in front of me so that he could recognise the people before me.  And China on that particular day, confirmed that these were members of the ANC, and then I took my firearm and shot them after China confirmed that they were ANC members.  That's how they were killed.  There were three of them killed.\"\nHe carries on to say:\n\"It was also on the instruction of Noah.\"\ntowards to top of page 121.  Do you recall this incident?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And can you also give in more detail to the Committee, the background to how this happened.\nMR SEEMISE\n\"Israel Hlongwane and myself had been looking for ANC leaders who were to be attacked.  Unfortunately we could not locate them.  At times when we did encounter them, the situation was not ideal to kill them.  We would make regular report-backs to Noah, to the effect that we could not locate the leaders.  Noah then instructed us to kill anyone who was a member of the ANC, including the youth.\n\t\tSo on that particular day we left from Mr Noah's home.  We then proceed towards the stadium where there was a footpath.  I was walking in front and we came across these boys.  I realised that I had seen them, I used to see them at ANC gatherings.  I them signalled to Sugar(?) that these boys were ANC people, therefore they could be killed.  He then proceeded to shoot at them.\n\t\tThereafter we went to Noah Mxobogazi and informed him that we had shot three persons and Mxobogazi was pleased and congratulated us.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "Please look at pages 122, 123 and 124 - it concerns, Mr Chairperson, paragraph 6.5:  The Attempted Murder of Ms Tilli Nkosi.\n\tTowards the end of page 123, Mr Seemise, I'm picking up Mr Hlongwane's evidence where he says:\n\"Now I'm talking about the Maseko, I'm talking about the house of Charles Maseko.  On this particular night when Mrs Nkosi was injured, it was myself, Charles Maseko, the owner of the house, Noah and China.  Noah round about 6 o'clock said 'today we are going to kill Ms Nkosi.  Charles Maseko said, if we can be able to kill this woman, she's a troublesome woman in Wesselton and she is the one who decides women.  And we all laughed and we left to Wesselton, myself and China.\n\t\t\tWhen we were at Wesselton on that particular night we met her.  She was having a baby on her back.  China confirmed that it is her.  If I remember well, at that instant a car, which was a bakkie carrying furniture, a furniture bakkie, came and it stopped at the gate and then she bent.  I did the U-turn and went back to her.  She was about the distance to where my lawyer is sitting and she stood upright.\nThen he goes on to say that he shot this woman.  The baby wasn't hurt and apart from you identifying the woman, you didn't do anything else.  Do you recall this incident?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Is this the incident that you initially thought and confused yourself with that of Tiki Tilli Malaza and on which you pleaded guilty?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR LUBBE",
            "You will see, Mr Chairman, on page 122, that this lady's name is also Tilli, towards the end of that page.\n\tNow can you also give to the Committee a brief description please, of what happened here.\nMR SEEMISE\n\"Mrs Nkosi was one of the leaders of the Women's League of the ANC at Ermelo.  This information I received from Noah Mxobogazi.  He then issued an instruction that she should be killed.  She was also on the list of the people who were to be targeted by Mr Hlongwane.\n\t\tOn that day we were at Mr Maseko's home where Mxobogazi resided.  It was myself, Charles Maseko, Mxobogazi.  Mxobogazi then informed us that we should go and look for Mrs Nkosi and kill her.  We left, proceeded to Skoonplaas where she resided.   When we arrived I pointed out the house to Sugar, but we did not go in, we passed by.  Before we went very far from the house we met her on the road.  She was carrying a baby on her back.  \n\t\tI then informed Hlongwane that this was indeed Mrs Nkosi.  I then passed, went on.  She was standing next to a bakkie, speaking to a person.  inside the vehicle.  Mr Hlongwane remained there and fired one shot.  Thereafter he ran to me and informed me that he had shot her in the face and was certain that she was dead.  \n\t\tWe then left for  Charles Maseko's house and on our arrival, informed Mr Mxobogazi that we had completed the task.  He was also pleased at the news and congratulated us on the job well done.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "You referred to a person by the name of Sugar, is that in fact Israel Hlongwane?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it is Mr Hlongwane.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now turning to page 125 and 126:  The Attempted Murder of Mr Crackit(?).  Paragraph 6.6.  This instance deals with an attack on an ANC member by the name of Crackit, and according to the evidence of Mr Hlongwane, he took you along to point and identify the house of this Mr Crackit.  Towards the bottom he says - approximately nine lines from the bottom\n\"Therefore I took China, who pointed out the house to me.  In the house - it was a big house, when you enter the home the gate is standing directly to the entrance to the garage.  China explained that it is a grown-up man who has hair.  We left Noah's place and we were going to do both the operations on the same night.\n\t\t\tWe left iZikumplazi after shooting Ms Nkosi, and that particular night we went to Astansia.  We didn't first get into the house, we went out to confirm if he's there, and they found it and Christina confirmed that she was there, and I therefore entered into the shop and China went down to stand at the corner.\"\nDo you recall this incident?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do recall the incident, but Mr Hlongwane made a mistake in saying that we did that operation on the same day as the Nkosi operation, it was on different occasions.",
            "Male"
        ],
        [
            "MR LUBBE",
            "It wasn't on the same night?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "No, it was not.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you also briefly describe to the Committee the background of this incident.\nMR SEEMISE\n\"Mr Hlongwane's task was to kill ANC members.  From the information I received from Mr Mxobogazi, Mr Crackit was also an ANC member and therefore had to be killed.  Crackit lived on the same street as Bongani Kaba.  On that day we left from Charles Maseko's home, proceeded to the house, but we did not go into the house first.  We initially went to Kaba's home and found his mother Christina at home, who informed us that Crackit was around.  She had seen him earlier on at his Spaza shop.\n\t\tWe then left Kaba's home and I went and stood in the street and Sugar proceeded into the house.  I heard four or five shots from the house and saw Sugar coming out of the house running.  He came to me and informed me that he had shot him and it looked likely that he was going to die.  That was because of the seriousness of these injuries. \n\t\tHe also informed me that somebody had tried to fire back at him from inside the house.  We then proceeded to Mxobogazi and informed him that we had completed the task and he was pleased.  On the following day, Mxobogazi informed us that he had not died but was injured and hospitalised.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now we move on to paragraph 6.7:  The Attack on an ANC member in Kati Township.  You say in your affidavit, Exhibit A\n\"I vaguely recall this incident, but is willing to confirm my involvement as related by Mr Hlongwane.  I note that the deceased person's name is Jackson Kubeka, but I have no knowledge as such.\"\n\tMr Chairperson, you will not from the record, the bundle, that initially Mr Hlongwane indicated to the Committee that the deceased's name was Willie Frans Strydom, on page 127, but eventually after an adjournment he was notified by a representative of the deceased that the correct name was Jackson Kubeka.  That you will find in line 5 of page 130, and that it is in fact not Mr Strydom.\n\tNow Mr Seemise, do you recall this incident where a person by the name of Mr Kubeka was killed?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Although you don't have an independent recollection of his name, can you relate to the incident that is being described in the bundle by Mr Hlongwane?  And if so, please give us your version of what happened here.\nMR SEEMISE\n\"Mxobogazi had issued out an instruction that the ANC youth should be attacked and killed.  We then left from Charles Maseko's home.  As we were near the sports ground and the Kati township, we saw one boy approaching.  He looked familiar because of the way he walked, but I wanted to ascertain and be certain that it was him.  I then proceeded and met him, approached him and greeted him and confirmed that yes, this was the person.  I then signalled to Sugar to that effect and he proceeded to shoot him.\n\t\tFrom there we went to report back to Mxobogazi that we had killed an ANC youth member.  I was not certain of his name, but I was sure that he was an ANC members because I would see him at ANC gatherings.  On the following day we learnt that yes, he had died.\"",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, can I ask you, did you attend ANC gatherings also?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Please repeat that question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you also attend ANC gatherings?  You say this person you had seen at ANC meetings, did you also attend such ANC meetings?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "I did not attend ANC rallies, but we would see them when they were on their way to those occasions.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.\n\tIt's common cause, Mr Seemise, that all the incidents that you've testified about up until this stage, took place in the Ermelo district, but eventually the Black Cats also moved to Davel, to commit certain acts there, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And in Exhibit A, paragraph 6.8, more specifically 6.8.1, .2 and .3.  On page 7 you refer to these incidents that took place in Davula.  Now I want you to turn to page 135 of the bundle which deals with these incidents.  Firstly, on page 135, Mr Hlongwane relates to the burning of two houses, the attack on two houses and the burning of that.  He simply refers to the Black Cats, and then on the next page 135, towards the seventh sentence it is indicated that yourself, Obed Hlambati, Bafana Khumalo and one, Sija, also accompanied the Black Cats.  Do you recall this incident where the two houses were attacked and burnt?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do recall the incident.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Maybe you should ...(indistinct) into the detail just indicate to the Committee what led the Black Cats to proceed from Ermelo to Davel.  What was the reason behind this, why did you move from point A to point B to pursue your attacks in that area?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "There was a Mr Mkhonza who resided at IFP, who was a Mayor and IFP member there and we learnt that he had been attacked by ANC members in that area.  This is the information that he conveyed to Mxobogazi, and I am not sure whether they met personally or he telephoned Mxobogazi.\n\tMxobogazi then issued an order for us to proceed to Davula to attack there, and we were informed that Mr Mkhonza would direct us as to where we would attack specifically.  We then proceeded to Davula and met Mr Mkhonza at his home.  He informed us that he had been attacked by the ANC on the previous day.  Amongst those attackers were Philani Mtetwa and July Mtetwa.  There was also another person whose last name was Maluleka.  He then said that he would accompany us to point out the houses.  It was myself, Stiga, Obed, Bongani, Malinga and others whose names I cannot recall now.\n\tMr Mkhonza gave us some petrol and we went to attack the first house.  On our arrival there we broke a window, poured petrol through the hole and lit the house.  There were people inside who started screaming, shouting for help.  We left that house immediately, proceeded to the second house.  We did the same, broke the windows, poured petrol and set the house alight.  That is where Sugar fired three shots as well.  We then returned to Mr Mkhonza'a house and reported that the task had been completed, and he congratulated us.",
            "Male"
        ],
        [
            "MR LUBBE",
            "If I can just interpose here.  The houses that you attacked, were they identified by Mr Mkhonza or Mr Hlongwane?  Who indicated to you which homes are to be attacked?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "If I recall correctly it was Philani.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Philani.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Philani Mtetwa.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Was he a person who stayed at Davula, or knew the area?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, he resided at Davula.  He was also an IFP member.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Thank you.  Now there is reference on page 136, of the death of a certain woman as a result of the attacks on these two houses, have you got any personal knowledge as to what injuries, if any, were sustained by the residents of these two houses?  In other words, do you know whether somebody died in this attack and if so, do you know the name of the person or persons that died?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I did not know the residents of Davula, and when we completed that operation we left for Ermelo, and we were not informed on who had sustained injuries or who had died as a result of that attack.",
            "Male"
        ],
        [
            "MR LUBBE",
            "As far as your personal involvement in this incident is concerned, did you partake in the killing of someone, the killing of people, or did you merely throw petrol bombs?  What precisely did you do in this instance where the two houses were attacked?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I carried the petrol and when the windows were broken, I poured the petrol and the others set the house alight.  I was amongst the people who broke the windows and poured the petrol into the house.",
            "Male"
        ],
        [
            "MR LUBBE",
            "But you also associated yourself with any other member or members of the group that may have killed the residents of the homes, not so?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And you also request the Committee to grant you amnesty in respect of any of the deaths that followed upon these attacks.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LUBBE",
            "So the next incident Mr Seemise, is related to on page 141 - I'm sorry, Mr Chairperson, it is in fact on 136, it follows on 136, towards the bottom.  \tSecond attack, where according to the evidence of Mr Hlongwane, the Black Cats were split into five groups and also received instructions to attack various houses.  Can you tell the Committee what you know about this incident?\nMR SEEMISE\n\"If I recall correctly this refers to the second incident that took place in Davel.  It was alleged that Philani's shack had been burnt by ANC members in Davula.  This information was conveyed to me by Sugar, and that the instruction had been issued to attack those people.\n\t\tWe were picked up by Chris' bakkie.  There was Papa, Stiga, Jomo, Sparks, Obed and others whose names I cannot recall.  We then proceeded to Davula.  On our arrival we alighted from the vehicle before we reached the township and proceeded on foot.  \n\t\tWe went to Mr Mkhonza's house and we found him with Dingaan and others whose names I cannot recall.  There were about six of them in the house.  That is where we were put into different groups, and there were five groups in all.  I was supposed to join a group but for the reason that I did not know the area well, so the group that I would have led, it was then mixed into other groups and I ended in Mandla Maluleke's group.\n\t\tTwo groups would launch the attacks.  We left, armed with petrol bombs as well as other weapons.  Group leaders were armed with firearms.  My leader, Mandla Maluleke had a 36mm revolver.  We proceeded towards the first house where we attacked.  It was a four-bedroomed home.  We broke the windows, threw petrol bombs through the windows and we thereafter left and proceeded towards the second house.  That was a shack.  We broke the windows there and threw petrol bombs inside.  Three children came running out of the house.  We chased them but could not catch up with them.  Mandla was shooting at the people we were chasing, but I do not know whether any of them were injured.\n\t\tWhen all the groups returned - we had been ordered to return within ten minutes, because Mr Mkhonza had consulted with the police and informed them that we would be on this mission, so they would not have to ...(indistinct) us.  There was a house that was attacked.  That house is Mr Mkhonza's neighbour which is on the same street.\n\t\tWhen we arrived we found that the other groups were already at that house and we learnt that when they threw the petrol bombs inside the house, the occupants of the house had tried to put out the fires.  Mandla Maluleke had then kicked the door open and we went inside.  One boy came out running from that house.  He was running towards the toilet and Sugar shot at him.  There was also an elderly lady whom we assaulted with pangas and grass cutters.  There was also another boy who tried to flee, but we caught up with him and assaulted him. \n\t\tWe had to go back because we were running out of time, therefore we returned to Mr Mkhonza's home.  Some of us returned to Ermelo on the same night and some remained in Davula to safeguard in case ANC members come to attack the house. \n\t\tWe later learnt that some people had been injured in that attack.  That I learnt when I was already in Ermelo.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "You would not know the name of the people that died in this attack, but according to the evidence of Mr Hlongwane, the boy that was killed is named Matthew Mtweni and there is also a mother that was killed in the house.  Were you involved personally in the deaths of any of these two people?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I was involved, but I cannot remember or know their names, because I didn't know the people from Davula.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Now the last instance, Mr Seemise, I'm referring you to page 153, towards the top, and that is:  The Possession of 50 Rounds of Ammunition and a 303 Rifle.  Now here Mr Hlongwane deals with certain ammunition and weapons which was received from KwaZulu Natal, and he says that yourself and him obtained a box of 50 rounds of ammunition and a 303, just before you went back to Ermelo.  Do you recall this incident?  And from whom did you receive this ammunition and the firearm?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Can you briefly explain the background to this incident?\nMR SEEMISE\n\"Mr Hlongwane told us that in order for him to kill ANC leadership he will need a rifle.  He was telling and Mxobogazi.  He also mentioned that he knows where in KwaZulu Natal we can obtain this.  Mxobogazi arranged for us to go there.  I think we left on a Friday.  We went to KwaZulu Natal, to a place called Inyoni.  We arrived in a certain house where Mr Hlongwane's girlfriend was staying.\n\t\tOn the following day we went to see someone by the name of Kaili Hlembatha.  He then told us that he couldn't give us an AK47, but he would be able to assist us by giving us a 303.  He didn't give this to us on the same day.  We went back to the place or the house where we arrived.\n\t\tThe following day we went back to him, he gave us a 303 and a box of ammunition.  When we left there we went straight to Ermelo.\"",
            "Male"
        ],
        [
            "MR LUBBE",
            "Yes, and what happened to the ammunition and the 303?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "The 303, that's the one we used to hunt down the ANC members.",
            "Male"
        ],
        [
            "MR LUBBE",
            "I just want to put on record, Mr Seemise, there's certain other incidents in which you were involved prior to 1991, in fact during 1989 and 1990, and which at this point in time do not serve in front of the Committee, and for which you also intend to apply for amnesty, is that correct?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Yes.  Would you say that all your actions as has been described in your evidence this morning were performed during your association and affiliation with the IFP and/or the Black Cats, in opposition to the ANC more particularly?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And you also subjectively bona fide believed that what you did was in support of the IFP and the Black Cats.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And can you tell the Committee, under oath, that as far as these incidents which you have testified about, that you have disclosed all relevant facts for the Committee to decide upon?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Would you please repeat your question.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Would you say that in respect of the incidents that you testified about, you fully disclosed all relevant facts?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Do you know any of the victims of any of the incidents in which you were involved and who may be present here today in this hall?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I've seen some of them.",
            "Male"
        ],
        [
            "MR LUBBE",
            "And can you tell the Committee today what your attitude is towards what you've done in the past, specifically in relation to what you have testified?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Today I am feeling a great remorse about my actions, but at the time I believed that I was fighting to liberate ourselves in South Africa.  Today I can say it was not proper and it was not a good thing to do, but I don't have the powers to heal those wounds, but if I had the powers I would do my best.  All I can say that I am requesting forgiveness from the families and from the people who had suffered through my actions.  At the time I was forced by circumstances.  I apologise deeply.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Do you accept the new political dispensation that came about in 1994 in South Africa?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do, because it is now clear where the truth lies.",
            "Male"
        ],
        [
            "MR LUBBE",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR LUBBE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Mr Lubbe.  We'll adjourn and reconvene at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Lubbe, you've concluded your evidence-in-chief, have you.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Just for the sake of convenience we'll go around that way.  Mr van der Heyde, do you have any questions?",
            "Unknown"
        ],
        [
            "MR VAN DER HEYDE",
            "Mr Chairperson, I'm just going to put something to Mr Seemise, and I'm going to leave it at that.\n\tMr Seemise, are you aware that Mr Napoleon Mkhonza and Dingaan Maluleke have been indicted by the Attorney-General or the Director of Prosecutions, to stand trial for certain things that happened in Kwadela in Davel?  Do you know about that?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR VAN DER HEYDE",
            "In fact you were going to be one of the chief State witnesses at the trial.",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DER HEYDE",
            "The trial should have started in July 1998, the morning when the trial was due to start, you told the Director of Prosecutions that you do not want to testify anymore against Mr Mkhonza and Mr Maluleke, is that right?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "No, that's not correct.",
            "Male"
        ],
        [
            "MR VAN DER HEYDE",
            "Well I put it on record that the State has withdrawn their charges against these people on the grounds that you were not ready to testify.  In any case, it is my clients' instructions that they wish to deny any versions that you put, where you implicate them and at this stage they are not willing to testify.  Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR VAN DER HEYDE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Mr van der Heyde.  I assume you don't have any comment on that, Mr Seemise.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "What I can say about testifying, the truth is I am willing to testify against them, but in Court the police who were responsible, taking statements, kept on changing.  Sometimes I will be transferred to Ermelo and sometimes to another police station, and we were not given a reason why we were transferred.  I was transferred from Pretoria to Ermelo and then again from Ermelo to Pretoria, but I was not told why.  But I was always willing to give testimony about these incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Does that conclude your points?",
            "Unknown"
        ],
        [
            "MR VAN DER HEYDE",
            "It does.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Heyde.  Ms Mohammed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, in the light of the full disclosure made by the applicant, as well as the submissions made, the victims have decided to withdraw opposition to the application.  For what it's worth, Mr Chairman, the victims were not aware that the charges were withdrawn against the other implicated persons and certainly the matter will be taken up with the Attorney-General.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Ms Mohammed, we've noted that.  Ms Mtanga, questions?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions for the applicant, Chairperson.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Mtanga.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Seemise, I didn't hear your comment on the statement, the last statement put by Mr van der Heyde, where he stated his clients deny any version you put implicating them.  What is your comment insofar as that is concerned?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "They are disputing that because it is a case and it is a crime, but I'm not making a mistake if I'm implicating them, I'm telling the truth, they were present.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr van der Heyde appears for the IFP.  In other words, if I understand you correctly you are saying the Black Cats were the youth organisation of the IFP at Ermelo and then they didn't say they are the IFP, they instead say they are Black Cats because they wanted to hide the fact that they are IFP.  Are you sure that they were really the IFP Youth Brigade?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "I am certain about that fact, because in a number of occasions, IFP leadership used to come and meet with the Black Cats, Themba Khoza for one, Alfred Ndlovu, they were coming from Gauteng to Ermelo to meet Black Cats members.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "By Alfred Ndlovu, are you referring to Humphrey Ndlovu?",
            "Male"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, I'm referring to Humphrey Ndlovu.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seemise, can I just go back to the incident where Mrs Shongwe was shot and killed in her home by Israel Hlongwane.  Now you say that the order to execute that operation came from Noah.  I've got a difficulty to recall his surname, but would that be correct?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "The instruction to go to Davula, came from Mxobogazi, but the main person who pointed out the areas to attack was Mr Mkhonza, who was IFP Chairman in Davula.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are talking at cross-purposes.  I am referring to - I'll tell you know what her first name is, I think it's Zini, but let me just make sure.  Yes, I'm talking about the incident that you deal with in paragraph 6.2 of your supplementary affidavit, Exhibit A, the killing of Mrs Zini Shongwe.  That incident.  Are you with me?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, now I do understand.  Mxobogazi gave us this instruction to kill her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it the sole reason that if you kill her there would be a funeral and her son would then attend the funeral and you would then be able to get to the son and kill him?  Is that what you understood to have been the reason why you had to kill Mrs Shongwe?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "That's how I understood it to be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there was nothing that Mrs Shongwe did that led to this decision to kill her, she's done nothing against the Black Cats or the IFP, if I understand you correctly.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No, she didn't, but what I can recall is that she was an ANC member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that play any part in the decision to kill her?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Assume you found the son at home, whom you were looking for, and the mother was also at home, would you have done anything to the mother?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "We were acting on instructions all the time.  If we found her son we would have killed her son, but the instruction came as that if we don't get hold of the son we must kill the mother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because I'm trying to work out what was actually taking place.  Look, you said that Hlongwane was there before, the son wasn't there, Hlongwane didn't kill the mother and he went back to Noah and he went to report that the son wasn't there at home, not so?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "It is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it seems as if the thinking was simply to use the death the death of this lady as a bait to lure her to get the son out, to come out from wherever he was.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, one can say so because the instruction came like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you got to this house and now you find a lot of other people sitting drinking there, did you know any one of them?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No, I didn't know them, I personally didn't know them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know whether they were politically active or not.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No I didn't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were basically sitting drinking in the shebeen, they were patrons of the shebeen, if I understand you correctly.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was there any indication that they had anything to do with this son that you were looking for?  This Mr Shongwe that you were looking for.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now this idea of throwing the handgrenade, that happened on the scene there, if I follow your evidence.  Or do I misunderstand you?  I understand that you were saying that when you were there at the house, Hlongwane gave you the handgrenade and he told you, you will kill the mother and you must throw the handgrenade into the room where these patrols of the shebeen were being kept.",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If Hlongwane hadn't told you to do that, would you have done it?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No, I wasn't going to do that, but Hlongwane was my Commander, so I was following his instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in your view, did that throwing a handgrenade into this group of patrons of the shebeen, did that help your political struggle as the Black Cats/IFP, at all?",
            "Unknown"
        ],
        [
            "JOSIAS SEEMISE",
            "No, it didn't help.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Lubbe, any re-examination?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "No, thank you Mr Chairperson.\nNO RE-EXAMINATION BY MR LUBBE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Mr Lubbe.  Mr Seemise, you're excused.  Thank you.  Mr Lubbe?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairperson.\n\tMr Chairperson, I respectfully request the Committee to favourably consider granting amnesty for the applicant ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes before we get there, is that your case?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes, that's my case.  Sorry, I thought that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll probably get there in a minute, but we must just follow the process.  Mr van der Heyde, I assume that you're not going to present any evidence.",
            "Unknown"
        ],
        [
            "MR VAN DER HEYDE",
            "No, I have no witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Ms Mohammed, in light of what you had said, what is your position, are you presenting any evidence?",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "I'm not presenting any evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  And Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes Mr Lubbe, you can carry on, I've interrupted you.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Thank you, Mr Chairman.\n\tWith respect, Mr Chairman, I submit that regarding the three provisions of the Act, Section 20(1)(a), (b) and (c), that the application of the applicant should succeed. \n\tFirst of all I would respectfully submit that the application itself complies with the requirements of the Act.  Secondly, that the acts which my client applied for, relate to acts associated with political objectives and that they were committed in the course of the conflict of the ANC and the IFP, and furthermore that my client has made a full disclosure of all the relevant facts as far as these matters are concerned.\n\tMr Chairperson, what is not in dispute is the fact that my client was a member of the IFP.  The fact that the IFP had a Youth Brigade stationed in Ermelo, of which he was a member.  The fact that from the viewpoint of the applicant, subjectively speaking, the ANC was regarded as the political enemy in that region and that all the activities of the Black Cats were aimed or directed at combatting this political enemy, as described by my client in his evidence.\n\tIt's furthermore I think common cause, that at all relevant times during the commission of the various acts, that my client acted on the instructions of a certain Mr Hlongwane and/or Mr Noah Mxobogazi, who at that point in time was the Chairperson of the IFP for the district of Ermelo.\n\tIf I can turn to the specific acts for which my client requests amnesty, I respectfully submit count number 1 of the application deals with the conspiracy to assassinate of to kill Mr Shongwe.  That Mr Shongwe was viewed by the IFP, which is uncontested, as a person being responsible for the death of a certain Zabatha, who was a leader figure in the IFP, and that this planning for the assassination of Mr Shongwe was purely politically motivated.\n\tWith regard to the second count, which I would respectfully submit should be read together with counts 3, 4, 5 6 and 7.  It is common cause that all these persons were in one room where my client threw the F1 handgrenade and that action of his, as has been cleared up by yourself in examination, directly resulted from an order that he received from Mr Hlongwane, to throw the handgrenade.\n\tWith regard to count number 8, that would be the possession of the handgrenade, I also respectfully submit, Mr Chairperson, that the mere possession of the handgrenade was also in the furtherance of the political struggle in which my client was involved. \n\tThere's no application for charges number 9 or 10, because 10 was withdrawn and my client indicated to yourselves this morning that as far as charge 9 is concerned, he wrongfully pleaded guilty to that charge.\n\tI furthermore submit that in respect of charges 11, 12, 13 and 14, which can be viewed as one act, this was also committed under the instructions of his Commander, Mr Hlongwane, in the furtherance of the political struggle.  \n\tThere's no application for charge number 15.\n\tThen Mr Chairman, turning to the offences referred to in paragraph 6.1 of Exhibit A, that is the attack on certain UDF members at iZikumplazi, I also submit that this specific incident was executed under the direct command of Mr Hlongwane.\n\t6.2 is the killing of Mrs Zini Shongwe.  May I just - I know that your Committee is not bound by a previous decision, but you will find on page 273, paragraph 7.10 deals with the granting of amnesty which was granted in respect of Mr Hlongwane.  Referring to the attack in paragraph 6.1 of Exhibit A.  7.11 deals with the murder of Zini Shongwe, for which Mr Hlongwane was also granted amnesty.  I would respectfully submit, Mr Chairperson, that the mere fact that my client associated himself with the act or the deed of the killing of Mrs Shongwe or might have foreseen the consequences, also makes him culpable of this, and I also respectfully request that amnesty be granted in his case for the death of Mrs Zini Shongwe.\n\tThe gist of the application for both paragraphs 6.3 and 6.4, I submit is on the same score.  And you will note, Mr Chairman, that Mr Hlongwane also obtained or was granted amnesty in respect of 6.3, that is the death of two unknown school children from Tembisa.  You will find that on page 273, paragraph 7.12.\n\tAs regards the attack on the three ANC scholars, it is not quite clear - well, it's not evident from the record why he wasn't granted amnesty, that is Mr Hlongwane, but my client seeks amnesty for these instances.\n\tRegarding the incident of Ms Tilli Nkosi, I think the record speaks for itself, as well as that of Mr Crackit.  6.5, 6.6 and 6.7.  And then of course the actions or deeds that were committed in Davula.\n\tI respectfully submit, Mr Chairperson, that in all of these instances, especially also in Davula, my client acted under the direct instructions of either Mkhonza, who was the Mayor of Davula, and/or Mr Hlongwane, who took command of the Black Cats operating in that area.  \tI therefore request the Amnesty Committee to favourably view the application and grant amnesty in respect of these matters.  As it pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask you, Mr Lubbe, in regard to the shebeen patrons, that's counts 2 to 7 of the original charges, your client seems to hold the view that that didn't really assist their political struggle, throwing the handgrenade at these unknown people.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are your submission?  Over and above the fact that it appears that Hlongwane gave an order, is that sufficient to comply with the requirements of Section 20?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson with respect, I think the view one has to take here is looking back today, it would seem that it is a futile exercise, this whole exercise was futile by, with respect, all political parties engaging maybe in these kinds of actions.  But the test is not whether today looking back, one would say it didn't help the cause of the IFP or not, the question is whether at the point in time where he got the instruction, he was under the belief that it would have assisted or helped the cause of the IFP.\n\tAnd I respectfully submit that this is in fact the case.  The fact that a man goes into a house trying to find which he believes is the enemy, or enemy number one, and in that whole process commits a series of offences under the instructions of a Commander, one surely must take a realistic approach to say, at that point in time he must have believed it would further the cause of the organisation and not judging from today's perspective, obviously not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Having listened to his evidence I did gain the impression that he was saying as part of his evidence that at the time he was complying with the order from Hlongwane, he thought that to do so would somehow assist his organisation to pursue the political struggle as they saw it at the time.  He didn't tell us about what was going on in his mind at the time he was complying with the order from Hlongwane.  He didn't take it that far.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Advocate Sandi - through you, Mr Chairperson, if I understand you correctly you say we should not judge, or we've got no evidence as to what went through his mind on that occasion, what we've got, and I agree, is the fact that we deal here with a soldier under the instruction of a Commander, who simply instructs him \"Put an F1 grenade in that room\", and that's it.  It's not for the soldier to judge whether this instruction would hold good in future or not, the mere fact that he was instructed, I would suggest, would suffice the requirements of the Act.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Ja, but if you look at the Act, I think that is under Section - I don't have a copy of the Act in front of me, that is Section 20(3), I think that would be (e) or something, and if you look at that, is it not clear that it is envisaged that the action taken must have been taken against a perceived political opponent or enemy of the organisation of the perpetrator?  And now these people are just sitting in a shebeen and drinking, their political affiliation is not even know, there's not even a suspicion to that effect.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Advocate Sandi - again through you, Mr Chairperson, if one has regard to (3)(e), it says that whether the act or the omission or the offence was committed in the execution of an order of, or on behalf of, or with the approval of the organisation.  It doesn't go beyond that I would respectfully submit, to say that the person that executes the order must truly believe that such an order or the execution of such an order would enhance his own political, or the organisation for which he acts.  It simply says if he executes an order, that would suffice.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Ja, but you see your argument would amount to suggesting that any action taken by a so-called political activist or soldier against any person, regardless of the political affiliation of that person, that is an act necessarily falling within the purview of this legislation.  Which point I would not agree with.  Not every act carried out against any person necessarily falls within the parameters of this legislation.  The political affiliation of those people sitting in a shebeen and drinking is not even known, and the - not by Hlongwane either.  I hope you follow me.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.  Mr Chairman, may I put the following perspective of this.  If this was a once-off incident, in other words, if my client would have only applied for one simple incident, namely this thing, I would agree with that point of view, but the fact is that he was at this point already involved in other incidents, his mind-set already was \"I'm involved against the ANC, on behalf of\".  Now if that is the case and he receives an order, I would simply suggest that he need not go and judge whether this order now given will in fact enhance the political struggle of his own organisation.  But if it was a once-off situation, yes, I would surely doubt whether he shouldn't have dug deeper into the instructions.\n\tIt's not a question of a soldier - the classical instance is where you as a soldier is sent to execute a certain lead, it's a once-off situation.  Your Commander tells you \"Go and shoot X and come back\", you don't question that, you do it otherwise you will be court marshalled.  This is different.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let us talk about another incident, the incident where school children are attacked at night.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes, Mr Chairperson, I believe the evidence there is the following, that the instruction came from Noah Mxobogazi, who indicated that because the Black Cats were not received as co-children, colleagues, in the school, the youth of the ANC was then pointed out as also being the enemy.  I believe, and I think you can appreciate my situation, I don't know much about the political movements of the ANC and the IFP, but I believe that you don't get the distinction in the black community where you say the political movement only consists of the registered members of the ANC or the IFP, like you would get in the opposing parties.\n\tSo if a person with the authority of Noah Mxobogazi would say the youth of the ANC, whether they are card-carrying members of the youth organisation or not, the youth are in fact the enemy, kill them.  This is the evidence.  And my client would then proceed, and this is his sole participation, he would then proceed and pinpoint to the assassin, the person or person to be assassinated.  I would suggest that this fully complies with - falls within the ambit of what the Act also requires.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I thought the evidence there was that these so-called ANC scholars were preventing those people who were affiliated to the Black Cats, they were preventing them from attending school.  They didn't kill them, there was no evidence that they were assaulting them, they were simply preventing them from attending that particular school.  Now the reaction we were told by the applicant, was to kill them.  Now where does that put us in terms of proportionality?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "The wrongdoing, Mr Chairman with respect, in this instance would seem to me the mere fact that you belong to a party which opposes your own political view.  Because of the war that raged between the political parties, a war that has no boundaries, because of the mere existence of a war simply means that \"Sir, if you belong to a party which I don't belong to, I regard you as my enemy and I feel free to eliminate you\".  This was, as i understand it, this was the case where children who don't allow the Black Cats to be part of the community, were simply being viewed as the enemy of the IFP.\n\tAnd with due respect, I think that the Act also makes provision for that.  The furtherance of the political object of the IFP, would obviously have been to eliminate what is in the - maybe my learned friend here would tell us more about that, I don't know precisely what that is, but would also be to eliminate people from the ANC.  As simple as that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Chair, I won't pursue this any further.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just come back to the shebeen patrons.  It appears that Mr Noah Mxobogazi has been the primary source of these orders that your client was executing.  Now in respect of that incident, I understand that Mr Mxobogazi's position was that \"Well if you don't find Shongwe, kill his mother, then he must come to the funeral, then you kill him\".  I understood that to have been the sum total of Mr Mxobogazi's order under those circumstances.  Now do I misunderstand that, or what is the position ...(intervention)",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "That is how I understand it.  She was to be used as bait, as you yourself put it, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was this thing of throwing the handgrenade, was that Hlongwane's plan on the scene there whilst they were busy executing Mxobogazi's order?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson, it's not clear from the evidence where this whole plan of throwing the handgrenade emanated from, whether the decision was taken impulsively by Hlongwane in the kitchen, because the evidence is, the six people were ordered to stay in one room, he took the mother to the kitchen, he told my client that he's going to kill her and then he said to him \"You throw the handgrenade\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "So I would not think that this was planned prior to going there, certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the sort of impression that I gained too.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was Hlongwane's way of executing the order, throw the handgrenade in there.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.  But what we suggest on behalf of the applicant, with respect Mr Chairperson, is that if that was an order that was received on the spot by my client, it was not premeditated by him.  Looking back today I think he would say \"What an absolutely wrong thing to do\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, that is true, that is true, you're quite correct when you say that we have to judge the actions in that particular context at that time, not now from a sort of a convenient armchair position, and we certainly don't intend doing that either.  But I think what concerns us a bit is, we have to assess this in terms of the criteria that are laid down in the Act.  My brother has referred you to some of that, some of those provisions.  So we've got to weigh this up and see whether this particular action, over and above what your client might have thought subjectively of this, we have to test it against all these yardsticks, of proportionality, of a cause or connection between the incident and the objective that they were pursuing, the nature of the act, who the victims were, whether it was political opponents.\n\tSo we've got to take a global view of the situation and then assess it and see whether we are satisfied that it is an act associated with a political objective, as it's defined in that Section 20(3).  So I think that's really what we're talking about.  Leaving aside the subjective state of mind of your client, when we test this action against all these other criteria, does it fall within the definition of an act associated with a political objective?  Where you throw in the handgrenade, not strictly speaking in line with your instruction from the primary source of authority, but on the scene when you busy actually executing that.  And I think that's the difficulty that we are trying to deal with.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Mr Chairperson, I would suggest in this instance that the position of Hlongwane, and he already received amnesty for this, but his position would have been vastly different, in the sense that his action or his decision to instruct my client to throw the handgrenade, would precisely have been met with that kind of argument put forward by yourself.  But my client being the one that was ordered ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think they refer to them sometimes as footsoldiers.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Yes.  ... I would suggest that if amnesty was not to be granted for the throwing of the handgrenade or the injury, it would rather not have been granted to Mr Hlongwane, because he must have considered whether the proportionality etcetera, that you referred to, the cause and the objective to be achieved, was in proportion to each other.  And I would suggest that my client would much easier meet that kind of requirement than he should have met.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes no, I think I follow what you're saying.  We must obviously throw into the scales when we assess this incident, we must throw into the scales the fact that your client was what is often referred to as a footsoldier.  It's not to say that under those circumstances, if we're dealing with an applicant in that position, that the criteria in Section 20(3) don't matter anymore, we can ignore the criteria, we must only ask \"Is this a footsoldier?\"  If it is, did he get an order.  No matter how unreasonable the order was, no matter how senseless the incident was, no matter whether the incident furthered a political struggle and all of the other requirements of the Act, he's entitled to amnesty.  It appears to me on the face of it, that what we have to do is, we must take into account the position of your client, but that we must still do the exercise that we do with every other application, and that is to judge it against those criteria and decide at the end of all that exercise whether we are satisfied that the application complies with the requirements of the Act.\n\tAnd I think that is why we raise this thing about, is it relevant, to what extent is it relevant, what is the weight of the fact that those were unknown people just sitting drinking in a shebeen, having absolutely nothing to do with the Shongwe's, except that they came to drink at their shebeen.  Whether that is a relevant fact and if so, what weight should we be attaching to that.  And that's the sort of exercise that we were thinking of really.  But we do have your submissions in that regard.  Very well.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Heyde, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR VAN DER HEYDE",
            "I have no submissions, thank you.\nNO SUBMISSIONS BY MR VAN DER HEYDE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mohammed.",
            "Unknown"
        ],
        [
            "MS MOHAMMED",
            "No submissions, Mr Chairman.\nNO SUBMISSIONS BY MS MOHAMMED",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no submissions, Chairperson.\nNO SUBMISSIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I assume under those circumstances you wouldn't have anything further that you wanted to add, Mr Lubbe.",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "Pardon, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say I assume under those circumstances, given the position of your colleagues, you wouldn't have anything further that you wish to add either.  There would be no reply?",
            "Unknown"
        ],
        [
            "MR LUBBE",
            "No reply, thank you Chairperson.\nNO REPLY BY MR LUBBE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, well that concludes the formal proceedings in this application.  The matter concerns quite a large number of incidents.  There is a fair deal of evidence and other material that has a bearing on the matter that we have to decide.  There is an application by a co-perpetrator, which is served before another Panel of the Amnesty Committee.  There are Court proceedings and various other issues that we have to look at.  Under those circumstances we will reserve the decision in the matter.  We will endeavour to come to a decision as quickly as the circumstances permit, bearing in mind that the Committee and its Members are operating under various constraints, but given that situation, we will endeavour to produce the decision in this matter as quickly as we can.  But for the moment  the decision in the matter would be reserved.\n\tWe take the opportunity of just expressing our thanks to Mr Lubbe and Mr van der Heyde, Ms Mohammed and Ms Mtanga, for your assistance in this matter.  We appreciate it.\n\tAnd to the people who have attended the proceedings, we regard it always as important that the process should occur in public and we attach particular importance to the presence of as many of the interested parties, particularly the victims of these incidents, at these hearings.  We appreciate that as well.\n\tSo under those circumstances the decision will be reserved and we will notify you once there is a decision available.\n\tThere is another matter that is on the roll, Ms Mtanga, but it's probably easier if we were just to stand down briefly.",
            "Unknown"
        ],
        [
            "MR SWART",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To allow you just to rearrange the ...",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes, Chairperson, we'll require about five minutes to reorganise ourselves.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.  We will then adjourn until you've indicated that you're ready.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}