{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-04",
        "location": "WHITE RIVER",
        "day": "2",
        "names": [
            "JAN PETRUS KRUGER"
        ],
        "case number": "AM2734/96",
        "matter": "BOMB EXPLOSIONS AT SABIE MAGISTRATE'S COURT, LOWVELD HIGH SCHOOL AND POSSESSION OF WEAPONS AND AMMUNITION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54153&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200504wr.htm",
        "speakers": [
            "MR SMIT",
            "CHAIRPERSON",
            "JAN PETRUS KRUGER",
            "MR MORGAN",
            "MR VAN DER BANK",
            "MS MTANGA",
            "ADV SANDI",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MR SMIT",
            "CHAIRPERSON",
            "JAN PETRUS KRUGER",
            "MR KRUGER",
            "MR MORGAN",
            "MR VAN DER BANK",
            "MS MTANGA",
            "ADV SANDI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR SMIT",
            "As it pleases Mr Chairman, Learned Committee Members, the next applicant would then be Mr Jan Petrus Kruger.\n\tBefore he is sworn in, I would just like to put on record his application is in regards to a bombing at the Sabie Magistrates Court, the Lowveld High School, as well as certain weapons and ammunition that was found on his property, being a farm in this area.  I can also mention, regarding the two bombings at the Magistrate's Court and the school, only the property was damaged, no-one was injured or died in these bombings.  And after he's sworn in I will then quickly take him through his statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "If the Committee would just bear with us for a moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are your full names Jan Petrus Kruger?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Thank you, Mr Chairperson.  I will once again proceed in Afrikaans.\n\tMr Kruger, you have completed two affidavits with regard to your application for amnesty, the first appears on page 54 to 59 of the paginated documents and the following appears from page 123 to page 132 of the paginated documents.  May I just hear from you, you have read these documents and you concur with the contents thereof.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "And on page 92 to 97 of the documents, or page 93, you have supplied further information to the Amnesty Committee.  This was not attested to, this was just signed on the 30th November 1999, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "This information can be accepted as evidence, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "If I may quickly guide you through the affidavits.  Firstly, the application with regard to three separate incidents, that is the bomb explosion at the Sabie Magistrate's Court, the explosion at the Lowveld High School, as well as what appears on page 31 to 40, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That's correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "In order to save time, Annexures B1 to B10 deal with the fact that weapons and ammunition were found on your premises and you were arrested and charged for this.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "These charges as it appears from B1 to B10, you were charged and these matters are pending awaiting your amnesty application, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "May I just enquire from you, you were a member of Toekomsgesprek, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "You were also a member of the Conservative Party.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "That is also confirmed in a certificate from the Conservative Party, which appears on page 67 where all your names appear.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "For the sake of completion, your fellow applicant's name also appears here, he was also a member of the party.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Was Mr Ras a member of Toekomsgesprek?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, Mr Ras was not a member of Toekomsgesprek, although he was in the process of being accepted as a member.",
            "Male"
        ],
        [
            "MR SMIT",
            "\"In the process\", are you saying this was at the stage when you were arrested?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "If you would please elaborate on the explosion firstly at Sabie Magistrate's Court, who placed the explosive device there?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "It was the three accused, namely myself, Mr Ben Snyders and Mr Ras.",
            "Male"
        ],
        [
            "MR SMIT",
            "And the three of you appeared as three accused, but here you will be the three applicants.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "The instruction for placing this device, where did you receive this instruction?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I received it from Mr Ben Snyders.",
            "Male"
        ],
        [
            "MR SMIT",
            "Do you know where he received the instructions from?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "He received his instructions from Mr Douw Steyn.",
            "Male"
        ],
        [
            "MR SMIT",
            "And Mr Douw Steyn you have previously heard that Mr Snyders that he was the Chief of the Defence Group of Toekomsgesprek, do you agree?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is entirely correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "For the sake of completion, was Mr Douw Steyn also a member of the Conservative Party?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, he was a leadership figure in the CP.",
            "Male"
        ],
        [
            "MR SMIT",
            "The Lowveld High School, who placed the explosive device there?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "It was myself, along with the other two accused.",
            "Male"
        ],
        [
            "MR SMIT",
            "Along with Messrs Ras and Snyders?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "All three of you were present there at Lowveld High.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Where did you receive the instruction for blowing up those premises?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "From Mr Snyders.",
            "Male"
        ],
        [
            "MR SMIT",
            "And once again he told you to do it?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, he said we should do it.",
            "Male"
        ],
        [
            "MR SMIT",
            "And his instructions, where did he receive these instructions?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "He received them directly from Douw Steyn.",
            "Male"
        ],
        [
            "MR SMIT",
            "And before that explosion, did you have contact with Mr Douw Steyn?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "On a few occasions, yes, I had contact with him.  That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Did he convey any instructions to you or tell you anything with regard to the places that had to be blown up, amongst others the Lowveld High School?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "On occasion after a meeting he said to Messrs Ras, Snyders and myself that Lowveld High had to be \"banged\".",
            "Male"
        ],
        [
            "MR SMIT",
            "The reason for this blowing up or the explosion at the Magistrate's Court, as well as Lowveld High School, what was it?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "The reasons were, Chairperson, to render the country politically ungovernable and to develop a psychosis of fear with the public.  That was the purpose.",
            "Male"
        ],
        [
            "MR SMIT",
            "These statements that you are making now and the aims that you are putting forward here, were these ideas that you came up with yourself, or did this come from a higher authority?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, it came from a higher authority.  Somewhere in my amnesty application I mention, with the division of the various groups of Toekomsgesprek where Mr Douw Steyn was the Chief of the Defence Interest Group, that these leadership figures' purpose was to identify State targets and to convey that information to us so that we could blow it up.",
            "Male"
        ],
        [
            "MR SMIT",
            "And you say by blowing up these institutions you would cause fear with the public.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Would it be correct to say that this objective - was this discussed at meetings of the CP, or Toekomsgesprek, or where did this come from?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "This was put to us during meetings of Toekomsgesprek, as well as where we received our training in the manufacturing of these explosives.",
            "Male"
        ],
        [
            "MR SMIT",
            "You have now said that you received training in the manufacturing of explosives, was this a member of Toekomsgesprek and in the Defence Interest Group?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, this was part of the group of Defence undergoing this training, and I was also recruited by Mr Douw Steyn.",
            "Male"
        ],
        [
            "MR SMIT",
            "The last few acts for which you apply for amnesty is the storage of firearms and explosives on the ground where it was found.  Who gave these explosives and arms to you?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Mr Snyders approached me and they requested if I could store, or had place to store these explosives and I told them yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "And the weapons which were stored at your place, who brought it to you?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Mr Ben Snyders.",
            "Male"
        ],
        [
            "MR SMIT",
            "Was it only him?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "And the explosives, who brought this to you?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "He did.",
            "Male"
        ],
        [
            "MR SMIT",
            "And with the explosives, were you involved in the manufacturing thereof?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, these were explosives that were manufactured elsewhere.",
            "Male"
        ],
        [
            "MR SMIT",
            "With regard to the manufactured explosives, do you know where the resources came from?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "This came from Sasol Fertilisers.",
            "Male"
        ],
        [
            "MR SMIT",
            "And mention was made by Mr Snyders that Mr Douw Steyn was the owner of Sasol Fertilisers.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is correct.   The fertiliser concentrate was supplied by Sasol there, while the equipment was supplied to us by \"Boere Krisis Aksie\".",
            "Male"
        ],
        [
            "MR SMIT",
            "On a few occasions you have said the instruction to cause these explosions you received from Mr Snyders, may I accept that you were under his command, or were you under Mr Steyn's command in the Defence Group of Toekomsgesprek?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, I was under the command of Mr Snyders.",
            "Male"
        ],
        [
            "MR SMIT",
            "Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR SMIT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Smit.  Mr Morgan, any questions?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "Mr Chairman, I am aware that the applicant, in respect of the indemnity seeking, no victims were involved, but I don't know whether it would be proper and whether the Committee would allow me to ask him certain questions because of his association with Mr Snyders, the first applicant.  In relation to the Nelspruit High School bomb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, of course, you're entitled to do that, Mr Morgan.",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "As it pleases the Committee.\n\tMr Kruger, the Nelspruit High School bombing, why were you not involved in that planting of the bomb there?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I was not aware of it, Chairperson.",
            "Male"
        ],
        [
            "MR MORGAN",
            "You were aware of two other bombings that took place round about the same time and you were part of the group that Mr Snyders was in charge of, how is it that you were not aware of that bombing that took place at Nelspruit High School?  Could you explain that.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, the Defence Interest Group constituted several persons and each instruction which was given to a person, it was not necessary that the next person had to be aware of it.  The instructions which we received were with regard to Lowveld High and the Magistrate's Court in Sabie, and those are the instructions which I received and I was not aware of any other instructions.",
            "Male"
        ],
        [
            "MR MORGAN",
            "When did you become aware of the bombing at Nelspruit High School?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I became aware of it when it was published in the media, Chairperson.",
            "Male"
        ],
        [
            "MR MORGAN",
            "Did Mr Snyders at any stage after the bombing took place, discuss the issue of the Nelspruit High School bombing with you?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I didn't hear the question properly, will you please repeat it.  There is some disturbance in the microphone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you must repeat your question, Mr Morgan.",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "When did Mr Snyders discuss the Nelspruit High School bombing with you?  If at all.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "He did not discuss it with me, Chairperson.",
            "Male"
        ],
        [
            "MR MORGAN",
            "No further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MORGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Morgan.  Mr van der Bank.",
            "Unknown"
        ],
        [
            "MR VAN DER BANK",
            "Thank you, Mr Chairperson.\n\tMr Kruger, the aims put forward with regard to the planting of these bombs, namely the bombs placed at Lowveld High School and the Magistrate's Court, who conveyed these aims to you with regard to the planting of these bombs?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "It came from Toekomsgesprek, Chairperson.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "Would you be more specific, can you mention any person's names and the chain of command as it came through to you for the execution of these actions?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, I was not aware of the command structure higher up in Toekomsgesprek hierarchy, I was only aware that from Douw Steyn, where the command came from, from Douw Steyn to Mr Ben Snyders, to us.  At meetings that were held with regard to the Defence Interest Group, these targets were repeatedly identified to us by Mr Douw Steyn and that we had to continue and a date had to be determined, which would be given to us, with regard to this State property and these State targets.  Post offices were mentioned, airports were also mentioned as possible targets.  So these identifications of targets came exclusively from the command structure of TG.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "Were you actively involved in the building of these explosive devices?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, we were involved.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "And what were your duties when it came to building these devices?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "It was, amongst others, the welding to the bombs.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "And at a stage when you participated in the manufacturing of these explosive devices, did you know for which targets they would be used?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Not at that stage.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "Thank you, Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR VAN DER BANK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Bank.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you, Chairperson, I have one question.\n\tMr Kruger, what was the reason given to you for specifically choosing Sabie Magistrate's Court for this bombing?  What was the reason?",
            "Female"
        ],
        [
            "JAN PETRUS KRUGER",
            "The Magistrate's Court in Sabie was exclusively because it was State property, Chairperson.",
            "Male"
        ],
        [
            "MS MTANGA",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Mtanga.  Panel?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Maybe just one.\n\tMr Kruger, did you at any stage recently speak with Mr Steyn?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "The last that I had contact with Mr Steyn, Chairperson, was two years ago when I purchased my fertiliser at his depot at Nelspruit, and there Mr Douw Steyn told me that he had heard that this application would be concluded administratively, and that is the last time that I spoke to him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did he tell you who had told him that the application would concluded administratively, as you put it?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, Chairperson, he only told me that he had heard that our applications would be dealt with administratively.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did it appear to you that he was in support of your application?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "My application for indemnity?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, let me put it this way.  Did you engage with him in any further discussion pertaining to your application?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, I never discussed my application with him, I only walked into his office because I saw him sitting there and I just went there to greet him, and that is when he mentioned this to me, that he heard that our applications would be dealt with administratively.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Kruger.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "As a follow-up to my colleague's questions, Mr Kruger, what was his attitude towards the applications you have made?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, right from the start, initially when these things happened, Toekomsgesprek supplied an attorney to us by the name of Mr Christo Smit.  Mr Ras and I went to Mr Christo Smit and he handled our matter and right from the start Mr Christo Smit made us understand that nothing would come of this, and that is why it was not necessary to implicate unnecessary names in this whole matter.  Mr Ras and I arrived at a stage where we felt that we were intimidated by Mr Smit, because it was said to us that when we mention a name, and some of these names were eventually mentioned, that he would withdraw himself from the matter.\n\tI understood that this was the right of any legal representative, to withdraw or recuse himself from any matter.  And later it was mentioned to us that these matters could not continue because it was costing them money and then eventually we would have to pay them for their services.  And on occasion Mr Ras and I had an appointment with Mr Smit.  We arrived earlier than what we should have and on that occasion Mr Douw Steyn walked out of Mr Smit's office and thereafter he also told us that when names were mentioned he would remove himself from the case.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.  Coming to your activities at Toekomsgesprek, did you have any connection with the top structure of the CP, or all your activities centred around Toekomsgesprek?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I had no insight into the top structure, I was only a common member of Toekomsgesprek.  I was a member of the Defence Interest Group and I was in the Geographical Group of Paul Kruger.  These were groups which were divided into geographical locations, and that is the extent of my involvement.  But with regard to the higher top structure, I did not have any dealings with them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So are you saying your activities were authorised by Toekomsgesprek, or by the Conservative Party?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Directly by Toekomsgesprek and indirectly by the Conservative Party.  Chairperson, you will see in my application I stated that Toekomsgesprek was a vehicle that the CP used in order to further its policy at grassroots level.  The Conservative Party would never have stated in public that it was busy placing any bombs anywhere and exclusively for that reason, Toekomsgesprek was founded and that is why it was a secret organisation.  That is why his activities were not known to everyone and that is why these instructions came via the Conservative Party, but directly from Toekomsgesprek to us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you saying these activities of Toekomsgesprek were even secret to the top structure of the CP?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "I would not be able to answer you on that, Chairperson.  With regard to the top structure I am not able to tell you who gave who instructions, but we were aware that top placed officials of the CP were involved with Toekomsgesprek, as well as the explosives training where I was present.  I do not think you can blame us if we accept that the Conservative Party had given their approval to what Toekomsgesprek had said and the instructions that were received from the CP.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The problem we are saddled with, Mr Kruger, is that the Act envisages that people will be acting in authority of publicly known organisations or parties etcetera, now having a letter from the CP, which to an extent indicates that they never advocated a policy of, I would say, carrying out illegal activities.  What is your comment about that?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, the only comment which I can give to that is that somewhere in the chain a link is missing, information which came to the bottom, as it had the approval of the CP, it would appear that it did not have the approval of the CP, but that information was conveyed to us as if the information came directly from the Conservative Party.  So whenever there was a break, it would have been somewhere in the top structure.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sibanyoni.\n\tTo follow up on Mr Sibanyoni's point, you apparently say that you accepted that what you had done was upon instruction from Toekomsgesprek firstly, and the fact that Mr Ben Snyders mentioned to you that he received instructions from Douw Steyn, you just accepted it.",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, Chairperson, I did not just accept it in good faith, but the acceptance was easier after Mr Douw Steyn also informed us that the time has arrived that Lowveld High be \"banged\".  And if I received an instruction afterwards from Mr Snyders, I would have believed that it was easy to accept that that instruction came from Mr Douw Steyn, because on previous occasions he had told us that the time had arrived that Lowveld High had to be \"banged\".  And it was shortly afterwards that Mr Ben Snyders arrived and told us that we had to prepare to commit such an act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  You see it would appear that the furthest you can take it is to Mr Douw Steyn, he told certain things to your group and you accepted that he spoke on behalf of Toekomsgesprek and you were under the impression that Toekomsgesprek spoke on behalf of the CP.",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your actual link here and the actual party who had the answers to all your questions is Mr Steyn.  He was notified of these proceedings and he indicated that he was not interested and apparently he is not present here.",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "Chairperson, we would have wanted Mr Douw Steyn to be present, so that our legal representative could cross-examine him, so that the truth could come out here.  I have heard that Mr Steyn had received such notification of this amnesty application which is being heard today and that he said that he was not interested in attending.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he know when you spoke to him, when he told you that your application would dealt with administratively, did he know that you were incriminating him in this case?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "Two years ago he did not know it.  As I have said, at that stage we did not have legal representation after we left Mr Smit, we did not have any legal representation, it was only on a previous appearance before the Amnesty Committee where we received legal representation and only afterwards the process was picked up again.  So there was a long lapse of time where we were alone, and on our previous appearance we appeared without any legal representation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you infer from the discussion with Mr Smit, that if you would incriminate Mr Steyn, that he would have to remove himself from the case?",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he earlier informed you that you did not have to mention any unnecessary names.",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under the suggestion that you should not incriminate anyone else.",
            "Unknown"
        ],
        [
            "JAN PETRUS KRUGER",
            "He said that it was not necessary to do so because this matter would be dealt with administratively.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Kruger.  Mr Smit, any re-examination?",
            "Unknown"
        ],
        [
            "MR SMIT",
            "There are just two aspects that I'd like to take up with the witness.\n\tThe initial application of yours as it appears on page 54 to 59 of the documents, these are typed application and I see that Christ Smit Attorneys name appears on page 56.  Were these the applications that he had drawn up on behalf of you and your fellow applicants?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "I have read through these - the second one is Mr Ras, but no names are mentioned in these applications, is that correct?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "And it was upon his advice that no names appeared.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "And then the letter which was attached later, but which was not attested to, this is on page 93, did you supply this on your own behalf?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, this was my own attempt.",
            "Male"
        ],
        [
            "MR SMIT",
            "This is the document that appears from page 93 to 97.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "Chairperson, just another aspect.\n\tYou were asked if the instructions which you received were directly then from either from Mr Snyders, and this was confirmed by Mr Steyn, so these two persons were really the persons who said \"Go and place bombs\", and you accepted that they were authorised to give such instructions to you.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "Mr Snyders gave evidence that at a stage during training, during explosives and arms training, that Mr Andries Beyers who was one of the chief figures in the Conservative Party, was present.  Were you present then?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "At that stage Mr Snyders said that he was the Secretary-General of the Conservative Party.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Was he present where some of these bombs which were built were tested?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, they were present.",
            "Male"
        ],
        [
            "MR SMIT",
            "Did you at any stage hear from him - did he give his approval and did he participate in the planning of the actions of blowing up State premises?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "We accepted, Chairperson, that his mere presence there and the fact that he did not say anything about these explosives, while we tested them, rendered his tacit approval for these actions.",
            "Male"
        ],
        [
            "MR SMIT",
            "So at no stage did he make any speeches during these explosions, where these things were tested?",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "No, not that he made any speeches about it.",
            "Male"
        ],
        [
            "MR SMIT",
            "Very well.  And at that stage, was he there in his capacity as the Secretary-General of the CP, where you were testing these explosive devices?  It was not as a member of Toekomsgesprek.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "We accepted it as such, that he was there as a representative of CP and not of Toekomsgesprek.",
            "Male"
        ],
        [
            "MR SMIT",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR SMIT",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me, Mr Kruger, I see on page 94 you mention the name of Christo Smit, is he the same person who was helping you to fill in the application form for amnesty?  On page 94, number B.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So he was also part of the Paul Kruger group?  Part of your group.",
            "Male"
        ],
        [
            "JAN PETRUS KRUGER",
            "Yes, he was part of the Paul Kruger group.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.\n\tMr Kruger you are excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Smit.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "That is the case for Mr Kruger, Mr Chairman.  I would then call Mr Martinus Christoffel Ras, that is the third applicant.",
            "Male"
        ]
    ]
}