{
    "header": {
        "type": "1 K BUCWA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "KWANELE MOSES BUCWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55993&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/bucwa.htm",
        "speakers": [
            "KWANELE MOSES BUCWA",
            "MS MAYA",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "MS MAYA",
            "KWANELE MOSES BUCWA",
            "MR BUCWA",
            "PANEL MEMBER"
        ]
    },
    "testimony": [
        [
            "MS MAYA",
            "Thank you Chairperson.  Our next witness is Kwanele Moses Bucwa.",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I greet you Kwanele, looking at our statement here before me, I see that you were also injured on the 21 March, as a result of the shooting, and we find that you were in the forefront of this procession and you were riding a bicycle and when the shooting started, you were the first to be shot.  Now could you briefly explain how old were you at the time and what did you actually see?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I was 17 years old in 1985 and I was riding in front of the crowd of people who were chanting songs and there were two people at the back of them.  There was one policemen who lifted me up who's name was Lieutenant Fouche who I got to know later on.",
            "Male"
        ],
        [
            "MS MAYA",
            "You have mentioned some people and a certain Fouche who gave some instructions that there should be shooting, what actually did you see?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "They were standing and showing up on top of the hippo and the first shooting was the cause of my injury.",
            "Male"
        ],
        [
            "MS MAYA",
            "So you were nearer and you saw him clearly?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, he was the one sitting nearer to me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where did this bullet hit you?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "It hit me on the left hand side of my head.\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 K BUCWA",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the extent of the injury?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I was injured such that one of my legs doesn't function properly.",
            "Male"
        ],
        [
            "MS MAYA",
            "After they had hit you, what else can you recall? Can you briefly tell your story.",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "After I had been shot I fell down and I dislocated my arm and I could hear the shooting going on.  After they had shot, they came back to me and kicked me trying to find out whether I was still alive and I pretended to be dead and they went on to other people.  I lay on my back after they had kicked me.  They were again checking on other people as to whether they were still alive and they were still shooting other people to death and they went on doing this and then there was a police van that came and then later on ambulances came.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were also taken to hospital.  How long were you there?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I was in provincial for four years, and I was transferred to Livingstone Hospital and I was sent to the Church Street together with others who were discharged, and there were other people in Church Street who had been with us earlier and we were locked in.",
            "Male"
        ],
        [
            "MS MAYA",
            "After the shooting you were arrested, is that so?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, like that.",
            "Male"
        ],
        [
            "MS MAYA",
            "How long were you arrested.",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I was kept there for four days.",
            "Male"
        ],
        [
            "MS MAYA",
            "And then after you were released, what happened to you?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "After my release from jail, the policemen were after me and then I went to Blinkpan where I was there for about a month and 3 weeks and they were investigating on\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 K BUCWA\nthis case and they would come back and give a report to me and they would tell that in their statement they said that I died.",
            "Male"
        ],
        [
            "MS MAYA",
            "When did you come back from Blinkpan?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I went back after I had to appear in court and no one was found guilty so I decided to go back home.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you also get an opportunity to go and give evidence there in court?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes I was the last one.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there any evidence you can recall that was given about you by the police?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes there is.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was it?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Some police say I died but, Lieutenant Fouche said I came five minutes after the shooting and I left the bicycle and I ran away to some nearby houses.  That is the evidence that he gave.",
            "Male"
        ],
        [
            "MS MAYA",
            "In other words, they were trying to say they were not responsible for your shooting?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes they say I was not there at the time of the shooting, instead I left my bicycle and ran away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where is your bicycle now?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I never got my bicycle after that.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now you say you were 17 years old, what were you doing, were you a student?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "No, I was working.",
            "Male"
        ],
        [
            "MS MAYA",
            "After you were injured, were you able to work again?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "When I went back to my work, I was told that I had been dismissed from work.",
            "Male"
        ],
        [
            "MS MAYA",
            "And then, after you were unemployed did you get\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 K BUCWA\nanother opportunity to organise another job for yourself?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, because I still work now at Sammat.",
            "Male"
        ],
        [
            "MS MAYA",
            "The shooting on your head, how had it affected your health, are there any changes you observed?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, this affected me because they could not take this bullet out because they said I would be paralysed and now this bullet is still here in my head and my leg does not function properly.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now you mean this bullet is still within your body?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "MS MAYA",
            "I'm sure by your appearance here you have a wish or a request to this Commission, what is it?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I wish I could get treatment.  I wish a hall could be built there in the location because most people had to go out of school, even my brother was beaten up by the police because they want information about my whereabouts.",
            "Male"
        ],
        [
            "MS MAYA",
            "So if there could be a hall that could be erected in commemoration of this incident, which on the other hand could be of help to the people.  Is that the only request you have Mr Bucwa?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "No, that is not all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Go on, talk.",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I would like to say even the compensation was only R17 000 and it was insufficient and yet I have wishes to send my children to school and some other times I can't work because of this leg, now I am not able to provide for my children.",
            "Male"
        ],
        [
            "MS MAYA",
            "How many children do you have?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I have got 2 children.  One 3 year old, and one 6 year old.\nUITENHAGE HEARING TRC/EASTERN CAPE\n5 K BUCWA",
            "Male"
        ],
        [
            "MS MAYA",
            "Is that all you have to say Mr Bucwa?",
            "Female"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes",
            "Male"
        ],
        [
            "MS MAYA",
            "I am now going to hand over to one of my colleagues.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Firstly I would like to thank Fundile, the first speaker because I noticed that he had to be given a Grandpa and this has been very strenuous for him to come and give this evidence, I can see you are deeply hurt and it is painful to me and I cannot express my sympathy to you and even some other times we get angered by these things that happen to our people so thank you for coming here.\n Kwanele, I am very happy to see you, I've read a lot about you from the journals about the little boy on a bicycle and the writers of those articles some other times don't even have a picture of this place Uitenhage and some others write about this incident when they come across scholars from South Africa, even the victims here, there is some writing about them.  What is surprising mostly is that in all this excitement about this Uitenhage case as it is referred to people tend to forget that there are actual people behind this case who are seated here today and therefore in all this excitement in the articles and the books written you still sitting here to get to know about the truth about what actually happened to you and it is our wish that we should also get the actual truth.  \n Therefore Kwanele, I would like to ask you at the time you were riding this bicycle, and someone said you said you should come to one side is there any policeman who said come this way?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes the policeman who had raised his hand indicated to me that I should ride in between the peoples.\nUITENHAGE HEARING TRC/EASTERN CAPE\n6 K BUCWA",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "So as you were riding the bicycle, you were riding because someone had indicated to you?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "No, I did not.  I was riding because I was with the crowd of the peoples, so I did not actually go to the direction that this person has asked me to follow.  Then I saw the shooting and the dripping of blood.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "I would also like to refer to the fact that at 17 you were working and how far had you gone at school?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I had gone as far as Std.3 because my mother was a pensioner and there was other children and therefore we could not manage to help my mother.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "That is the main reason why I'm asking because there are many stories that we can relate about the suffering and the bad life that people have led.  So it means even earlier at an early tender stage you were working.",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I started to work in 1986 and I left school in Std.3 because I could not proceed with my education.  Thank you.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Just a few last questions, could you please come closer.  We are going to give ourselves time to go to the scene and to go and have a look at it.  Maybe when we get there you will again explain to us some questions that are still not clear.  You were in front of the crowd.",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, I was in front of the procession.  They were following after me.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "So the instructions that was given to people to disperse could have reached your ears first before the other people?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Was there any other order?\nUITENHAGE HEARING TRC/EASTERN CAPE\n7 K BUCWA",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "There was none.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Secondly, who actually fired, who made the first shot?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "It was Lieutenant Fouche, the one who had raised his hand.  He was the first to shoot, and then the other policemen started shooting and I fell down and I could hear some gun shots and they got off the hippo and they kicked me.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What was the distance between the procession and the casper, could you perhaps estimate the distance?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "I could say the hippos were where we are and people were there next to those doors, and I was closer to the hippos.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "In this Uitenhage story there is a mention of the name Rastafarian, which comes from another version as the person who was the leader.  Did you perhaps see this Rastafarian as you were walking down the street?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, I saw him, he was in front of the crowd.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Was he shot and killed on the spot?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What was his contribution towards this march.  Is it true that he was the leader of the crowd?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, he was the leader, he was asking the people to walk one side so as to give way to the cars.  He was maintaining order so that the cars should drive past.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "So you mean this was an orderly procession?",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "Yes, it was because this man had asked that people should walk in a row and hold hands to show that they were in an orderly manner.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "This report we get from Mr Fouche that these people ...(tape ends)... see some armed people.\nUITENHAGE HEARING TRC/EASTERN CAPE\n8 K BUCWA",
            "Unknown"
        ],
        [
            "KWANELE MOSES BUCWA",
            "No, they were not armed, in fact even the stones, I saw, I saw them in court.  So when I did not remember the bicycle, then they said they were going to bring all this exhibition to court so that we should talk about things we see.  So I was shown the bicycle, I was shown a big stone which was said I was carrying and several other stones that they said that these people were holding and yet I had not seen anyone with a stone.  Now they say these people were going to stone the Whites.  There was also an old bottle of the steri milk which was there and it was full of dust which showed that it was all empty.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "We thank you, Mr Bucwa. We thank you that we now know you.  We read a lot about a boy on a bicycle not knowing that you are the actual person. We are going\nto adjourn for about 10 minutes and we shall resume at 11:15.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}