{
    "header": {
        "type": "1 V BELESI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "VUYISWA VIRGINIA BELESI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55990&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/belesi.htm",
        "speakers": [
            "CHAIRPERSON",
            "PANEL MEMBER",
            "VUYISWA VIRGINIA BELESI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "VUYISWA VIRGINIA BELESI",
            "PANEL MEMBER",
            "MS BELESI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you, I now ask Vuyiswa Virginia Belesi as the next witness.",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Thank you Mr Chairperson.  Good morning Ms Belesi.  Can you hear me over the head phones?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "Yes.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Good.  Welcome here.  Your story relates to the death of your son, Phumzile Gladwell Belesi, during 1989, another victim of the conflict that we are hearing about today.  Would you like to tell us what happened?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "I was sleeping and it was in the morning, then there was a knock at the door and some commotion and noise, then I stood up to open the door and young men and boys asked for Phumzile and I knew the one that was asking, his name is Dugisowasi, then I directed him to the front room and they talked to him and I don't know what they were talking about.  Then they said that he should wake up and join them and Phumzile washed his face and got into the house and took a small kerrie.\n That was the last I saw of him and there was commotion during the day and they did not come back and we could see some ambulances moving up and down and the day went on and he wasn't coming.  Then I panicked and I decided to sent his girlfriend to go to hospital, to go and look for him.  \nUITENHAGE HEARING TRC/EASTERN CAPE\n2 V BELESI\nPhumbla and Notando went to hospital and when they got back, they said that they did not see Phumzile, but then there was a rumour that there were some that were in Livingstone in Port Elizabeth, so the following day I went to Livingstone hospital and they said that there was no such person there, but I looked for him for a long time and then I gave up and went back home.  When I got home, the wife Tumpeli, he called me and said to me that he had heard that Phumzile had died on that very day and so he opted to accompany me to go to Kay Street to look for him.\n So I was accompanied by another woman from no.24, this is a woman I used to help, so she accompanied me to Kay Street and I described him according to his attire but I was scared to get in, so the woman who was with me went inside and she saw him and so that is how I got his body.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Can I just ask you some questions just to try and clarify what actually happened.  Was it on the 28 December 1989 when the group of youths came and called Phumzile with them?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "Yes, that is right.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was that at your house at No.9 Hinsel Road in Kwanubushle?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "You mean to come and get him.  Yes, they knocked at my house and they asked for Phumzile.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Now, what was Phumzile doing, was he working or was he at school?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "He was working at BA, together with his father.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Can you give us an idea of what his age was?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "He was born in 1968, on the 9 September.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Did he have any children?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "Yes, he had one child, but when he died, the\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 V BELESI\nmother was still pregnant and this child is living with me at the moment.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Has he got two children?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "No, he was got one child.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "You say that the mother of the child was pregnant when Phumzile was killed?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "Yes, that is right.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "...that child now.",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "It is me because I am bringing this child up and the child stays with me, the mother left the child when he was 3 months old.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Did you find out how Phumzile was actually killed?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "From what I hear is that teargas was administered and they were chased by caspers and he was hit dead by a hippo.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was there ever any court case or an inquest concerning the death?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "No, we never went to any court.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Were you told officially who was responsible for the death, or officially told what happened?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "No.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Is there anything that you would like to draw our attention to in particular, or that you want us to attend to?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "I've got none.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Don't you have difficulty in maintaining the child yourself?",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "I have difficulty because he attends school but I have a wish that I could get assistance towards his upbringing and towards his education because he happens to\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 V BELESI\nbe the only child, whilst Phumzile on the other hand was the only child.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "If Phumzile was run over by a police vehicle, then one assumes that there must be some official record of that, would you wish the Commission to look into that issue and find out what has actually happened there.",
            "Unknown"
        ],
        [
            "VUYISWA VIRGINIA BELESI",
            "Yes, that is my wish only if it is not going to hurt me more.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "We thank you for coming and we thank you for giving evidence and telling us what happened to Phumzile, I will now hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions.  Thank you, could you again take your seat.",
            "Unknown"
        ]
    ]
}