{
    "header": {
        "type": "1 F GQUBULE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "FUNDILE LAWRENCE GQUBULE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55998&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/gqubule.htm",
        "speakers": [
            "CCHAIRPERSON",
            "CHAIRPERSON",
            "EASTERN CAPE",
            "FUNDILE LAWRENCE GQUBULE",
            "G GQUBULE",
            "MR GQUBULE",
            "MS MAYA",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "CCHAIRPERSON",
            "FUNDILE LAWRENCE GQUBULE",
            "CHAIRPERSON",
            "MR GQUBULE",
            "EASTERN CAPE\n",
            "G GQUBULE\n",
            "PANEL MEMBER",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "CCHAIRPERSON",
            "Can we now ask Mr Fundile Lawrence Gqubule to \ntake over.  Thank you Mr Nkobese.  We are going to ask the \nnext witness to come forward.",
            "Unknown"
        ],
        [
            "FUNDILE LAWRENCE GQUBULE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me start off by making sure about some \ndetails.  Do you stay in number 26 Sedidi, Khayelitsha?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time there was a shooting in Uitenhage \nin 1985, were you a resident here?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What street were you staying?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "It was number 14 at Gunsi Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this Gunsi Street near this spot of \nshooting in Maduna Street?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "No, it's not near.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I observe that you are in a wheelchair.  Is \nthis as a result of an injury when there was a shooting?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you explain, Mr Gqubule.  Where were you \non this particular day, and what actually happened?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "On this day, on a Tuesday morning, I just had a \nbath and I heard some freedom songs and I went out and I saw \na crowd moving toward Maduna.  Then I stood on the roof of \nthe house because I couldn't see clearly.  At the time I \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "2",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "was looking at Maduna, I saw a hippo that was driving \namongst the people as the people were standing waiting for \nthe bus.  So I saw this hippo dispersing the people.  Then \nthere were some South African Defence Force next to Maduna, \nso I stood there watching the people who were being chased \nand the hippo trying to disperse the people.  Then I saw a \ngroup of people moving down Maduna and so I went down the \nroad and I went up Gonchi Street and next to the hall I \njoined the crowd and we were chanting freedom songs.  There \nwas a hippo just in front of us, and it drove past and \nstopped next to the John Wesley Church.  They were chasing \nus.  Then that is the last I can remember because I just \nheard some bullet sounds.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "At what stage were you hit by a bullet?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "It was at Khlamthini when I was hit by a bullet \nand I heard some shooting sounds and I felt something on my \nright ankle and people were turning around and running and I \ndon't know what happened.  Then I lay there on the ground.  \nI was the first person to be taken and I could see some \npeople were being shot and I could see these people lying \ndown there on the ground, they had some bottles placed on \ntheir hands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were lying there on the ground, what \ndid you see?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I saw a helicopter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any policemen that were moving up \nand down next to you as you were lying there on the ground?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes there were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were they doing?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "People were being kicked and they were being \nshot.  Some were being pulled out of the bridge.\nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "3",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In your statement you said there was a boy who \nwas riding a BMX bicycle, do you see that boy here now?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes I do see him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is his name?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "His name is Kwanele Bucwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You fell down and you were shot, then how did \nyou get to the hospital?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "As I was lying there in pain, I decided not to \nscream because most people were being killed and were \nscreaming.  I was then put into the first ambulance together \nwith Nlungi Simclagahle and some other people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now would you say how long did this shooting \ntake place?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I would say for about an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you were lying there, were they still \nshooting?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes, they were still shooting and people were \ncoming from shacks in Nimkhi who were coming to join some \npeople from section 15 and they were being shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there anything that was said by these \npolicemen at the time that there was shooting?  What were \nthey saying?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I didn't hear anything because I was really in \ndeep pain at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did this affect this shooting?  How did it \naffect your body, how did it affect your health?  Is there \nany medical treatment you are getting?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "There is none.  What happens is when it is \novercast my body becomes stiff.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you have to say Mr Gqubule, as to \nwhat you saw on this particular day?\nUITENHAGE HEARING TRC/",
            "Unknown"
        ],
        [
            "EASTERN CAPE",
            "4",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I was transferred from the Uitenhage hospital \nto a hospital in Port Elizabeth were I met Lungi Sinlagashe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they also shot?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you explain what you saw in hospital, \nwhat did you see in hospital?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I saw a lot of policemen, they were all over \nthe place, inside and outside, and some people were sneaking \nout of the hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any policemen in the hospital?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes there were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Khaan you say is the one who examined you \nin hospital, what did he say was the cause of the injuries \nyou had?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "He said they had shot me on the spinal cord and \nhe said they could not take out the bullet because if they \nhad to do that I would be completely paralysed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say, as you are sitting there, there \nis a bullet that is embedded here in your body?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes it is there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the cause of it that when it is \novercast you feel some pain and your body becomes stiff?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes I would say that is the cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you ever briefed any lawyer about this \nmatter?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were called which in Jubilee Hall, \nwhat was happening?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I was in hospital at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you actually did not go to Jubilee Hall?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "No, I didn't go, it is only my parents who went \nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "5",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What did they say to you when they came back \nfrom Jubilee Hall?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "They said to me, there were discussions with \nthe White people and they had been promised that some tax \nwould be sent to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any cheque that your parents \nreceived?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any money that was given to you for \nthis shooting?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "There is some money I got.  Some people from \nthe bank came to me whilst I was in hospital and so I \nsigned, I was still in hospital at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you have to say?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "On my way from 27, I was forced to go back to \nCape Town because after I had been shot I had abscess and \nsome fluid coming out of my knees, so I had to go back to \nConradie Hospital because this left leg was giving me \nproblems and it was to be amputated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By being here, Mr Gqubule, what is your actual \nwish, or your request to this Commission?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "My request to this Commission is that they \nshould see to it that we should have some sports fields for \nthe paraplegics.  I used to be a soccer player.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Gqubule for your explanation, I \ncan now hand over to the Chairperson so that if any of my \ncolleagues here have got any questions they should pose them \nto you.",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Thank you Mr Gqubule, can you hear me?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Yes, I can hear you.\nUITENHAGE HEARING TRC/",
            "Male"
        ],
        [
            "EASTERN CAPE",
            "6",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "How old were you when you were shot?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "Round about 20 something.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Mr Gqubule, we want to be able to determine \nthe impact of your injuries.  Would you please describe a \nday in your life starting when you get up, to determine how \nyou cope on a day to day basis?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "When I wake up in the morning, I just try to \nexercise a little bit and I take a bath.  My wife usually \ndresses me and I have breakfast, and visit friends, nothing \nelse.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "So it means that without the assistance and \nsupport of your wife, it would be difficult for you to \nfunction on a day to day basis, is that correct?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "That is correct.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "You say that you were an athlete before your \ninjuries?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "That is correct.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Before your injuries, what were your dreams \nand your plans for your future?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I was dreaming of being a sportsman and an \neducated person, but because of the fact that we were very \npoor and my parents and I did not have a lot of facilities.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Mr Gqubule, this is a very difficult question \nbut I need to ask you.  On a day to day basis when you think \nabout what could have been, and what is now, what goes \nthrough your mind, and what emotions are surfaced in you?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "It is very painful to see myself in this \ncondition.  When I see other people I just think that if I \nwas not in this condition I was going to be somewhere else \njust like a certain person.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Thank you, my last question.  I know you \nUITENHAGE HEARING TRC/",
            "Unknown"
        ],
        [
            "EASTERN CAPE",
            "7",
            "Unknown"
        ],
        [
            "G GQUBULE",
            "haven't really asked for anything, but you also say you are \nnot receiving treatment.  I ask again, is there anything you \nwould like the commission to take care of?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I would like to have a better wheelchair than \nthe one I have right now.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "And continued medical care?",
            "Unknown"
        ],
        [
            "MR GQUBULE",
            "I don't think I need any special treatment \nmedication, besides the fact that sometimes I'm trembling.  \nI think it is because of this bullet that is in my body.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Thank you Mr Chairperson, I might want to \ncome back to Mr Gqubule when we summarise at the end.  Thank \nyou.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Maya is going to lead the next witness.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Just before we leave Mr Gqubule.  Your life is in \nthis condition today, I want to get clarity, when you think \nback, who is responsible for this?",
            "Female"
        ],
        [
            "MR GQUBULE",
            "I can say it is Boers, I only know that I'm \nhere today, I am like this because of the Boers.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Gqubule.",
            "Unknown"
        ]
    ]
}