{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-26",
        "location": "UITENHAGE",
        "day": "1",
        "names": [
            "XOLISILE THIKANE MTHIMKULU"
        ],
        "case number": "EC /96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56014&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/mthimkul.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR POTGIETER",
            "MS GOBODO",
            "MS MAYA",
            "XOLISILE THIKANE MTHIMKULU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "XOLISILE THIKANE MTHIMKULU",
            "MS MAYA",
            "MR MTHIMKULU",
            "MS GOBODO",
            "MR POTGIETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            ". . . of the Region, I would like to swear Xolisile Thikane Mthimkulu in.",
            "Unknown"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthimkulu, we welcome you and we also thank you that you have availed yourself before this Commission on a very important issue when there was attempted murder. We are therefore going to ask you to answer the questions as posed to you by Ms Tiny Maya on behalf of this Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I thank you Mr Chairperson.\n I greet you Xolisile. In this statement before us here, we see that you are going to tell us about an incident in 1985 when you were still a Std. 9 pupil at Phakamisa High School. \n We are going to ask you first to tell us how was the situation in your location and even in the schools, because according to what we see here, you were shot within the school premises. What was the reason for that?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Firstly, we were students fighting for our rights, mainly we wanted the SRC's to be recognised in our schools.",
            "Male"
        ],
        [
            "MS MAYA",
            "What led to the shooting of the students within the premises?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "On the 23rd July 1985, we were at school and we were protesting. At about 10 or 11 'o clock a certain man came to explain to us that at Ndzondelelo School the policemen were beating up the school children, that is what we got from this young man.\n As students we decided instead of getting injured out of the school yard, we should be injured within the premises so we kept within. A certain white E20 drove in and the person just looked like policemen but I can't explain, they were working at Le Granse and they were lead by Sgt. Bahlekazi Tungata, amongst them was Warrant Office Standford Mene, there was also Constable Zwane and Constable Qhayiso.\n When they arrived, as students we decided to get into the laboratory and we saw Sgt. Tungata alighting from a car, demanding a key from the Caretaker and yet the key was with us. The Caretaker said the key was with the students.",
            "Male"
        ],
        [
            "MS MAYA",
            "What key was this?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "This was the key for the gate. So, what Tungata did was he came out and with a firearm and he shot in the air and fired a second shot. This was too much for us because this man was notorious for killing people.\n We then decided to get into the laboratory in seek for shelter. He shot for a third time and he jumped over the fence getting into the school yard. When he fired his third shot he was within the school premises. There were some in front going out - we all went out running away. As we were turning round the school there was one boy named Mtobele Mgane who was shot, but I don't know who shot him. I then jumped over him as I was running and as I was next to the tennis court I could hear the sound of the shooting.\n I looked and saw a policeman standing on the other side of the fence and she shot me in the head and I fell down. I fell into a ditch, there after I became unconscious.",
            "Male"
        ],
        [
            "MS MAYA",
            "Just before these policemen shot you, did you see him?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "No. I did not know them, the only person I knew was Tungata because even in the meetings we held we used to see him, otherwise I did not know the others, I just got to know about their names later on.\n The principal came because he had been away at the time, they took us into a car and I was with Mtobele Mgane and another teacher. What surprised me is that the person who gave the name of the person sitting next to me was me, because I regained consciousness, though I again lost consciousness and I was taken to Dr. . . . . . (inaudible) surgery.\n I was then referred to Livingstone Hospital where I was admitted and I was there for quite some time - unconscious. As I regained consciousness, one of my legs was tied onto the bed and one side of me was paralysed. After some time, I was discharged from hospital and I was taken to my house by the principal.\n On Friday morning whilst I was lying at home I saw a white man coming into our house. He knocked and they let him in, he was with Mr Oliefant who was a policeman in Le Granse. When they entered they asked \"Are you Xolisile?\", then I said \"Don't ask me, ask my mother\" - who was there with my grandmother and my grandmother asked \"What are you going to do, are you going to kill him?\" and then this man said, \"No, we are not with those people, I am now the investigating officer and I want to take him to school and from there, I want us to go to Le Granse where he is going to give a statement\".\n He took me to school and at school I just said what I could remember and I was taken to Le Granse and he asked me who had shot me. I told him that I had been shot by Tungata - I said that because he was the one in the lead of that particular group. One thing I have left out is that in this car there were not four passengers, there were about eight passengers in that E20 and the people I actually saw were four.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to what you know, how many students got injured and died in this incident?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "They were Mtobele Mgane, Gideon Skep and the third who died, I don't know his name, but they say even some teachers were shot and got injured. One teacher I can recall is Mr Saphuku who was clapped by Tungata.",
            "Male"
        ],
        [
            "MS MAYA",
            "How long were you in hospital?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "I just can't recall, but it was quite a long time.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you were discharged, what did you do, where did you go to?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "They phoned our school principal who fetched me and took me home.",
            "Male"
        ],
        [
            "MS MAYA",
            "What were the injuries you sustained?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "I was paralysed one side and I had this wound on my head and I had a constant headache, such that I could not sleep on the pillow, I had to sleep flat on the bed.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where you able to continue with your studies after this incident?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "In 1987 I tried to go back to school but I could see that I was unhappy, I was frightened as before and there was a certain teacher here in school who was our history teacher, he used to talk loudly and this irritated me and I stated taking epileptic fits. I talked to my family and decided that I should leave school.",
            "Male"
        ],
        [
            "MS MAYA",
            "How long did you go on having fits?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "This stopped in 1990 because of the treatment I got.",
            "Male"
        ],
        [
            "MS MAYA",
            "And then did you pursue your education?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "No, I couldn't even work.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now, this shooting, how did it affect your life?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "This is really killing me because when I look back and see those students I was at school with, some of them are teachers, some have got their own houses and even people keep on asking me \"Are you not working?\"\n The teachers would even ask me \"Where are you now?\" and this kills me, it is unbearable to me because when I see a person I was a school with, I decide to evade because I know the questions that are going to be posed to me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there any other thing you would like to say in addition to your statement. Or let me say, I am sure you perhaps have a wish or a request to bring forward to this Commission. What could it be?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "I have left out a point. At the time they took me to Le Granse, there was a white policemen named Strydom. Strydom was his name, an old man, he asked me and my mother whether we had put in a claim. She said no.\n He said we should not hurry by putting in a claim, he would tell us when, because he knew that some people are going to come to us and advise us then we should disregard those people because he would ultimately come and then we waited until now.",
            "Male"
        ],
        [
            "MS MAYA",
            "Can you tell us, was there any court case in connection with this incident?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Yes, there was. It was a New Law Court.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the outcome of this case?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "It becomes very difficult to me because at the time I was very sick. I was always in the offices of the UDF. I only made an appearance once and I would be there at the offices of the UDF, but the information that I get was that Sgt. Tungata was sentenced to 11 years. Standford man was sentenced to 21 years, but a week thereafter I saw them walking in the streets.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you get rumours perhaps as to why they were discharged?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "They said they appealed and Tungata was later sentenced to 7 years and the other one 11 years, but they were still not locked in. What I heard is that they were suspended, that was all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Let's go back to your wishes and to your request to this Commission.",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "My wish is that I want to be able to claim because I was made not to claim. I was tricked.\n Secondly, my request is that if this Commission could help, there could be some commentation of this shooting that happened within the school premises.",
            "Male"
        ],
        [
            "MS MAYA",
            "We thank you Xolisile. We are now going to hand you over to any of the other Commissioners who may be interested to ask questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Pumla Madikizela-Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Mr Chairperson.\n Xolisile, you made mention that when you went back to school you felt uncomfortable and you would have those pictures of that day of the shooting. What pictures did you have?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "What brought these pictures was that I would have an echo of those sounds of the shooting. They were still in my mind as if it was that actual day. During lessons I would go outside.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Trying to run away from these sounds?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO",
            "In other words it was as if it would be that very day. How often would this happen to you, or did it happen when it was the history period?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "It would happen all the time but mainly during the history period because the history teacher had a loud voice.",
            "Male"
        ],
        [
            "MS GOBODO",
            "So, it was the loud sound that would bring back these memories?",
            "Female"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO",
            "Thank you Xolisile.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Over to you Mr Denzil Potgieter.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Mr Chairperson.\n You said that you were shackled to the bed you say?",
            "Male"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Yes.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Why, and who shackled you?",
            "Male"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "I think the doctors and the nurses.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Was it because of your condition?",
            "Male"
        ],
        [
            "XOLISILE THIKANE MTHIMKULU",
            "Yes.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "OK, I understand.\n I would just like to explain why I asked these questions. Most times people don't have a clear picture of how the young children are affected. There is something that is  called post-traumatic post-disorder and these are signs for that. When you are sitting then you have memories of past events. This is a disorder and this is a condition that was not observed, only because you looked as if you were surviving, but this needs some attention.\n You find that a lot of the youth that could not go back to school suffered from such disorders and they failed to concentrate in class and it is therefore hurting to hear you talking like that, because it is very difficult that you should be employed and it is important that you should look into this matter.\n The Chairperson has asked me to thank you, so on behalf of the Chairperson and this Commission I want to thank you and say, what happened to you and the other youth members was very painful, especially in Uitenhage here in the Eastern Cape.\n We know that the powers of the policemen grew at the time when soldiers started patrolling in black locations and this spread all over the country and how people were shot, we are aware and it is very painful.  \n The example you have given to us that the policemen were very desperate to an extent that they had to jump over fences so as to kill the youth, only because they could see that the youth was in the forefront of the struggle.\n We therefore thank you gentlemen for coming here, it is painful to hear that your life came to a standstill as a result of this incident and we are definitely going to look into your request. We thank you.",
            "Male"
        ]
    ]
}