{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-26",
        "location": "UITENHAGE",
        "day": "1",
        "names": [
            "NOMBUYISELO BEAUTY MXOLI"
        ],
        "case number": "EC /96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56015&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/mxoli.htm",
        "speakers": [
            "CHAIRMAN",
            "CHAIRPERSON",
            "CHAIRPMAN",
            "EUNICE MANYE",
            "MR POTGIETER",
            "MRS MXOLI",
            "MS GOBODO",
            "MS MANYI",
            "MS MXOLI",
            "NOMBUYISELO BEAUTY MXOLI",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "MS MXOLI",
            "NOMBUYISELO BEAUTY MXOLI",
            "EUNICE MANYE",
            "REVD XUNDU",
            "MS MANYI",
            "CHAIRPMAN",
            "MRS MXOLI",
            "MR POTGIETER",
            "CHAIRPERSON",
            "MS GOBODO"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Are you both going to take the oath.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Yes, we are.",
            "Female"
        ],
        [
            "NOMBUYISELO BEAUTY MXOLI",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "What is the name of your companion?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Eunice Manye.",
            "Female"
        ],
        [
            "EUNICE MANYE",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Nombuyiselo Beauty Moxoli and your sister, we welcome you to this Commission. You have come to give testimony on the death after the disappearance of Vuyani Nojayiti Mxoli. We are then going to hand you over to Reverend Xundu who is going to lead you by asking questions that this Commission would like to forward to you. We therefore ask that you should reply very clearly and as much as you know and tell us the truth according to what you know. Over to you Reverend. Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Firstly, Nonbuyiselo. I would like to ask where do you live?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "I live in 11377 at Site.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "I am Manzo    Mxoli. . . . (inaudible)",
            "Female"
        ],
        [
            "REVD XUNDU",
            "At Site, could you tell us your activities as a resident and what type of work you do?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "I grew up there and I went to school at Ngingza but I am now working.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How related are you to Vuyani?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "I am his sister.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now you say Vuyani was a COSAS activist?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he perhaps a chairman or just an ordinary member?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "He was an SRC member at Mtzontsundu.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "On this day or at this time, you say a certain  Nkululeko came and called him, now can you tell us more about this incident?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "At about 5 o'clock on a Friday 1985, I can't tell the date, Nkululeko came who was a friend to him, I don't know whether they were in the same school but Nkululeko was working already. He took my brother away and they said they were going home. I asked them not to come back late because I was aware that the Boers were after him.\n I went to bed and I thought perhaps he had spent the night at home, then early in the morning there was a knock at the door. Because I had my own place, he had come to stay with me because the Boers were after him. So there was a woman who knocked at the door and I opened and she had a hat that belonged to Vuyani her hand. I asked her what she wanted. She took me and went to a certain street nearby.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you still remember the name of this woman?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "No, I don't remember her name.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was it a person you knew.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Yes, I knew her because we lived in the same street. So as we were entering this house, there was a big dog and it wasn't easy to get in because the dog was vicious, so we went round the house. It was very difficult to get there and I found Vuyani lying on his stomach. He was dressed in a school uniform in a grey trouser and a white shirt.\n He was dressed in a white shirt and he was lying on his tummy and his hands were placed on the back of his body. Looking at him, I spotted some holes, a lot of holes if they were made by bullets, then I couldn't look at him any further. I went to call my brothers at home.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "So, as you could see the hands placed at the back. Were they tied.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "No. It was as if they had untied the belt and the trousers were down on the knees. I asked this woman why she did not come to call me at night.\n The neighbours came out and I could see in this passage that in this house this woman had not heard what had happened. It was as if someone had been guarding my brother. Even the neighbours confirmed that they had heard all what was happening, but they were scared to go out of the house as Vuyani was sleeping he was sleeping next to this woman who had come to call me.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "But this woman did not come to call you.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "No. So when my brothers came they took Vuyani's body and turned it and they saw some bullet holes all over his body and they ran for an ambulance but police came before and they took photos of the body so they took Vuyani.\n After they had left, Nkululeko came crying in the company of his mother and I asked him why he did not informed me that Vuyani had been shot.\n Nkululeko is the one who fetched Vuyani from home, so I asked him and he said he had been very scared to come and tell me. Then my mother had said that Nkululeko should sleep, so we left them.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, what other evidence did Nkulukeko have about this incident. What did he actually say?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "He said they were standing in the street and then there was shooting. Vuyani was standing somewhere with the girlfriend and he ran away.\n So we went home and after that whilst we were sitting with my mother, policemen came asking for Vuyani's clothes because they wanted to identify the bullet holes. They took the clothes with them and before the funeral they asked us to come to Liskraans and asked whether we had not heard who had shot Vuyani and we said we did not know then the police promised that they were going to investigate.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was there any inquest about this death?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Just before his funeral.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was there any inquest by the police trying to investigate and to find out what had caused the death of Vuyani.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Sis Lucy knows about it.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Could you give over to her to explain to us about this matter. Just before you give an explanation, just tell us how related you are to this family.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "Yes, I am related to them.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, could you tell us further as to whether there was any inquest or any investigation as to what was the cause of the death?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "If I were to begin from the time there were these problems, I would say, after the shooting of Vuyani Mxoli we were taking by policemen to a mortuary and the family members were visited by two white policemen and were at the charge office at the time and Beauty was there.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you know these policemen?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "No, but one was a white policemen from Le Granse. Then they asked whether we were the people related to Vuyani and we said yes.\n They left us for about 30 minutes and then they came back and they said I should go with them to go and identify Vuyani's body. When we got to this dark place where the corpses were, who were just thrown callously and Vuyani's corpse was underneath. They left me there.\n I started praying because it was my first experience with such a lot of corpses and I then identified and they came back and they asked whether I had not seen him, I said no and ultimately I got his body underneath the other corpses. There was one white man in charge of the mortuary who said are you sure, then, I said yes, I am sure.\n They took the body and they asked for the undertaker, then I said it was going to be Head Bush. They took us into a motor car and they drove us to Le Granse. They asked us who had shot this boy. We said we did not know, then they said go and look for that person. \n They wanted to go with us to go and get his clothes so that they could be able to identify what were the types of bullets that shot him dead.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, when you got there, was there a death certificate you received.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "No. Up to now we never received any certificate. They took us, they followed in hippos to our house and they demanded that we should give them the clothes that he was wearing at the time he was shot. Those policemen took those clothes up to date.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was there any other thing, some information as to how he had died.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "The following year I received a letter from the Messenger of the Court and there was a white man who said to me, who showed two photographs to me and one was that of Vuyani Mxoli and then he asked whether we had not found out who had killed him and they said they were still investigating. So I went away.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now we go back to the day of the funeral. Now, the policemen were they showing any interest that they could be perhaps be implicated in the death of this boy.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "We waited when we had to bury the body. We were unable to get the body because they were saying they were still busy and talking. After a long time they said we could bury him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you bury him at Sisonke?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "Yes, we did.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Vuyani's mother, was she old or young at the time.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "She was quite old.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, you say in your statement after the death of her son, her health was affected?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "She said she would sometimes think, it was haunting her and she would keep on talking about it.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now what was the actual illness that his mother had which could have been caused, for instance, by the shock.",
            "Unknown"
        ],
        [
            "MS MANYI",
            "She has got a heart condition, she is diabetic, she becomes dizzy to an extent that she can't walk all by herself.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, as you ask telling us this story, you are indicating that you were not satisfied as to who exactly was the murderer of Vuyani and would like therefor to know.\nAccording to you, how do you think this Commission could help you, but before you answer the question, I would like to find out, that before the funeral you say the body was taken from you or was this body taken from the mortuary?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "It was taken from the mortuary and it was difficult for them to release the body.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "And then when the police did not allow you to transfer the body from the police mortuary to the mortuary owned by Head Bush?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "I am not certain about this, so I will hand over to my sister here.",
            "Female"
        ],
        [
            "CHAIRPMAN",
            "We are about to conclude.",
            "Unknown"
        ],
        [
            "MRS MXOLI",
            "We just want a few things to be cleared. At the time, they gave problems at the time the body was at the mortuary, but we waited for the body and then a comrade came to tell us that they had taken the body to the charge office and I had to go there with the Minister to the charge office.\n We found the policemen sitting on the coffin and they asked who were the people who were in my company. I said they were people who had attended the funeral. \n It was the Boers who were sitting on the coffin. Then I told there I wanted my brother, we wanted to bury him because he was dead and I did not understand why they didn't release the body and they asked me very silly questions and I ended up crying and after ten minutes they released the corpse.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, in your conclusion you have made mention that there are certain things you would like the Commission to help you with, could you state them?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "My wish is that my mother is still unhappy about this death. I would like this Commission to help and investigate and find out the murderer of my brother because one other day in Mzontsundu some children came to burn a school and my brother stopped them from doing so. Now, I want this Commission to investigate the person who shot my brother and why he shot him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Now, you say your brother was standing with the girlfriend. Do you know the name of the girlfriend?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "No, we don't know the girlfriend and she also did not give us any clue, she said something that we did not understand, even Nkululeko did not tell anything.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is Nkululeko still alive?",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "Yes, he is still alive.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What are the full names of Nkululeko.",
            "Unknown"
        ],
        [
            "MS MXOLI",
            "He is Nkululeko Mkyliphi.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Over to you Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPMAN",
            "Are there any questions Mr Denzil Potgieter.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "We have noted your request that we should assist and try and find out what happened. I am just waiting for you to to get the translation.\n We have noted your request that we help to try and find out what happened actually to your brother but it might be of some assistance to us to get a little bit more information from you.\n This happened in August of 1985 you say in your statement? What was the situation in the area where your brother was shot at the time, was there unrest, what was the situation like?",
            "Male"
        ],
        [
            "MS MANYI",
            "That was the time when it was rioters in our area, but at the very moment he was shot, there was no fighting.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "You say it was riots. Were there police patrolling in that area at the time, during that time?",
            "Male"
        ],
        [
            "MS MANYI",
            "Yes. Policemen were patrolling, I think it was during the time of the State of Emergency.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "And you said that you noted that there were various marks caused by birdshot pellets on the clothing and the body of your brother. Is that correct?",
            "Male"
        ],
        [
            "MS MANYI",
            "Yes, both sides, that is the front, the back and the sides, all over the body. There were many holes.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "So it appears as if your brother was shot with a shotgun, the one that shoots the small bullets.",
            "Male"
        ],
        [
            "MS MANYI",
            "Yes.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "At that time, who was using this sort gun, this sort of shotgun in that area.",
            "Male"
        ],
        [
            "MS MANYI",
            "It was the police.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "This kind of gun that shoots the pellets?",
            "Male"
        ],
        [
            "MS MANYI",
            "Yes, it was.",
            "Female"
        ],
        [
            "MR POTGIETER",
            "Thank your for assisting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Pumla Madikizela-Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Honourable Commissioner. Nombuyiselo, many a times words cannot explain the suffering and pain within a person especially when you see the body of a beloved person like Vuyani tattered as it was.\n We have taken note of your pain, we sympathise with you, you did explain to us that the policemen were hunting Vuyani, which was the reason why he was staying with you.",
            "Female"
        ],
        [
            "MS MANYI",
            "It's because he was running away from the police.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Could you explain to us, what were certain things you observed that could have caused the police to want Vuyani.",
            "Female"
        ],
        [
            "MS MANYI",
            "Vuyani was a Comrade and he used to attend several meetings. He was very active and even at the time when he died many people of high position in our area came up and they used to say he was of help to us and they said Vuyani's death was a loss to them.\n I remember one day, we were walking together, he was from a funeral and he had a T-shirt that was written \"Steve Biko\" and we met a lot of white policemen and they dragged him because they wanted him to take off the T-shirt and he talked to them, he struggled and they wanted to take him into a police van and I intervened. Then they took the T-shirt.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you Nombuyiselo. We can see that you were very close as siblings with Vuyani.",
            "Female"
        ],
        [
            "MS MANYI",
            "I liked Vuyani because you could see that he was going to take care of my mother.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he the only son at home?",
            "Unknown"
        ],
        [
            "MS MANYI",
            "No. There are two, but those surviving are not at good as Vuyani.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Yes, we know it is very tough especially when you think of what Vuyani could be doing today and you are just left there without Vuyani.",
            "Female"
        ],
        [
            "MS MANYI",
            "Vuyani was an asset to the family and he used to help my mother and my mother keeps on talking about this.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you. We can see that there is a lot you could say about Vuyani but I know it is very painful to talk about him. We thank you, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Nombuyiselo we thank you as this Commission for coming forward with your story which is causing pain to you which cannot easily heal within you.\n After so many years we still see tears running down the way its happening because of your brother then this is an indication that this is a deep pain within you.\n In other words we would say we have a wish that those who were in the government at the time, should be present here in these hearings to observe these tears, to observe the pain that was caused during their regime. \n The National Party last week gave its submission before the Commission and made mention that there was a time of total onslaught. When they decided to respond in the total onslaught and we know that the youth like your brother got hurt a lot during that time and it is them who carried the heavy load of the liberation and freedom. \n Some of them disappeared and did it ended there, and some disappeared but they were found dead.\n There are questions that are still there as to what actually happened to them as you are saying before this Commission. We therefore thank you for your testimony and I would truthfully like to say that some of the questions that I asked can never have questions ever, because those perpetrators did it in a very secret way, in such a way that it would be very difficult to get the actual truth and we remaining suspecting one another.\n There are filthy things that were done by experts who were experts of evil as a result. \n All we can do therefore we shall do to the best of our ability with the help of God and perhaps we will be able to answer some of the questions as to what happened to your brother. \n We thank you therefore for your testimony and you should know that the freedom that South Africa has got is a result of the attempts that were made by Vuyani. This is causing pain to you but I would like you to think that you are here today because of the struggles that were done by people like Vuyani. We therefore thank you.",
            "Unknown"
        ]
    ]
}