{
    "header": {
        "type": "1 T NOKIE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-27",
        "location": "UITENHAGE",
        "day": "2",
        "names": [
            "TINA BABSIE NOKIE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56024&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/nokie.htm",
        "speakers": [
            "CHAIRPERSON",
            "TINA BABSIE NOKIE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TINA BABSIE NOKIE",
            "MS NOKIE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call on Ms Tina Babsie Nokie.",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I understand that you are going to be giving your evidence in Afrikaans so I would like to say to you that my Afrikaans isn't all that good.\n According to the statement you were one of the persons who was on your way to the funeral on the 21 of March 1985, is that correct?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you please give the Commission a very brief explanation of what happened and of how you were injured.",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "We were on our way to the graveyard.  We went down Maduna Road and there was a Hippo following us.  We went past Mittles shop down 16th Avenue and we stood there singing.  There was a hippo in front of us and behind us and there was also a Rastafarian that was in front who was telling us the route that we were going to take to the graveyard and the hippo was in front.  While standing there they started shooting at us.  Thereafter we were lying on\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 T NOKIE\nthe ground.  Having being shot, I was also injured and I was lying on the ground.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Could you please tell the Commission about the nature of your injury?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "They struck me four times in my back, one on my upper right arm, one on my upper left arm.  I was lying there.  They came to place stones next to me.  When the ambulance arrived, they picked us up and took us to the hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you in hospital for 2 months, at Uitenhage Provincial Hospital?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes, I was at the Provincial Hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any particular doctor that is currently treating you from time to time for the treatment?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Do you mean at the moment?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "No, I am not under any doctor at the moment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any complaints?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your complaint?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "My complaint is that I am battling.  I have a house, I don't have any income, I cannot work for myself, I cannot do anything for myself and I am at hospital at least every month.  I have a bullet in my stomach, and every month my stomach swells up and I have to be admitted into hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The bullet that you refer to in your stomach, what did the doctors say about that?  Why have they not been able to remove it?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "The last time they said to me that they would remove it, but then they didn't say anything about it\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 T NOKIE\nthereafter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When was this?  Is there anything else that you would like to tell the Commission?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is that?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "I am battling, I don't have any income.  I have a child who is at school and I don't have any money to care for my child and to buy my child a uniform.  We are hungry at home, I don't have any money.  They don't want to give me a grant and they keep returning my application form.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you receive a State pension at any stage?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "I applied the first time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What was the result thereof?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "They sent the papers back to me saying that I should go and work, saying that I am fit to go and work.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did they say about the doctors opinion in the papers, did the doctors declare you unfit to work?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes the papers came back saying that I am fit to work.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that all that you would like to say to the Commission today in connection with this matter?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "I would like to ask the Commission if it cannot be of assistance to me.  I don't have any income, I've got a child who is still at school.  Nobody is working and I am unable to work because I am sick and I can't do much for myself.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The other people who gave evidence, referred to the Jubilee Hotel, saying that they were called there, were you also called?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened there?\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 T NOKIE",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "We were called, and they compensated us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you also compensated?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes, I was given R29 000.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else you would like to say to this Commission?  Is that all you would like to say to the Commission?",
            "Unknown"
        ],
        [
            "TINA BABSIE NOKIE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Ms Nokie.",
            "Unknown"
        ]
    ]
}