{
    "header": {
        "type": "1 T NGWILA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "THANDO GENE MPAMBANI NGWILA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56020&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/ngwila.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MPAMBANI",
            "MR MPOMBANI",
            "REV XUNDU",
            "THANDO GENE MPAMBANINGWILA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "THANDO GENE MPAMBANI-NGWILA",
            "REV XUNDU",
            "MR MPAMBANI",
            "MR MPOMBANI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are now going to ask for the next victim, Thando Gene Mpambani-Ngwila.\nWe welcome you Thando, Reverend Xundu is going to lead you on behalf of this Commission.",
            "Unknown"
        ],
        [
            "THANDO GENE MPAMBANI-NGWILA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman.  Thando, could you briefly state, who you are.",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "My name is Thando Mpambani.",
            "Male"
        ],
        [
            "REV XUNDU",
            "You are here, because your brother Luvuyo Mpambani, who was a member of the Uitenhage Youth Congress, was injured.  Is that so?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Yes, Luvuyo is my youngest brother, who was shot in 1987 on the 15 August.  At the time, just before he was shot, Luvuyo was coming from school and it was 2 'o clock in the afternoon and he was a Student here in Nobuhle.  He was in the company of his friend and they were coming from school.  Then there was a car that was driving around, only to find that it was looking for Luvuyo.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Here in your statement you mentioned that there were some people there in this car who had balaclavers do you perhaps know who these people were, or were they members of an organisation?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "One of them was Makaleni who was a member of the Ama-Chaka, and the driver of the car was a White person.\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 T NGWILA",
            "Male"
        ],
        [
            "REV XUNDU",
            "What was Makaleni.",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Makaleni was the member of the Ama-Chaka, he was a policeman belonging to Ama-Chaka.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Where did he come from?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "He was from Nobuhle.  Then he decided to be a member of the Ama-Chaka.  At the time, we referred to the policemen as Ama-Chaka.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were they Black or White?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "For as long as one was a policeman, he was referred to as Ama-Chaka.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Then, what happened after they chased and arrested him?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "They called him on his way to school and he saw some people who had balaclavas and who were in a car and Luvuyo decided to run away.  The school where he was attending was not far from there and so he crossed Hello Street and got into Goqo Street and they still pursued and chased him.  He then decided to turn back and that was at Chulu that he was shot.  After that they again shot the second time, and they grabbed him, they dragged him to the other side of the street.  He was crying, he was screaming for his mother and people were trying to stop these policemen and the policemen were driving the people away and Luvuyo's mother came and got the report that Luvuyo had been shot, so they went to Makaleni and a gun was pointed at my mother because they did not want my mother to go to Luvuyo.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Are these comrades of Makaleni?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "No, yes they are.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you perhaps have their names?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "I would mention the name Mini, and another girl who's surname was Mthengani, and there was another man\nUITENHAGE HEARING TRC/EASTERN CAPE\n3 T NGWILA\nwho died last year and he was the member of the Ama-Afrika, and there was also Malawi.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is Makaleni still a policeman?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Yes, he is.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did he get any promotion?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "No, not to my knowledge.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So, that is how your brother died.  Was there a funeral after that, or perhaps was there an inquest to investigate about his death and the cause of death?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Just before that, I want to indicate how he was tortured just before he died.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Go on.",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "At the time they were taking him out, they were kicking him.  That was after they had shot him and they were kicking him and trampling on him.  The mother was crying and they pointed guns at her because they were prohibiting here from going to the son.  They kicked him on the chest until he died.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Could you please keep quiet.  Thando, who is this person crying?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "It is my mother.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is it your mother who is crying, the mother to you and Luvuyo?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Yes, it is my mother.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Could you continue then, and try and be as brief as possible.",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "And so there was a funeral and there were restrictions and policemen were harassing us together with the Ama-Afrika.  They were threatening, there were shots whilst the funeral proceedings were taking place and then Luvuyo was ultimately buried.\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 T NGWILA",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is it your view that the policemen were working together with the Ama-Afrika?",
            "Unknown"
        ],
        [
            "MR MPOMBANI",
            "Yes, they were.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now, what is your request on this matter?",
            "Unknown"
        ],
        [
            "MR MPOMBANI",
            "Since I see Makaleni was discharged in a very funny manner because at the time there was this court case, he kept on saying that was not bothered about law because he was going to be discharged after all, he had killed Luvuyo.  This case was handled by Advocate Chegi and this took a long time and ultimately he handed it over to Pienaar because he was leaving, going somewhere, and so, when Pienaar handled this case, it became very clear that Makaleni and his comrades were guilty, but in the last moments, it was said Makaleni was not guilty.  The lawyer Pienaar, who was handling this matter, came to my mother and said, what were supposed to do as a family was to put a claim, and as a family, we felt that this was very useless and we felt that now that Luvuyo had died, we were not going to do anything.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Now, what is your request to this Commission?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "We want that there should be investigations and Makaleni should be taken to task and he should pay for the blood of Luvuyo together with his comrades.  Thank you.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is that all you have?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Yes, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpambani, it is very clear that your mother is still suffering from the effects of the violation, how has she been doing so far and what kind of assistance do you think she needs to get her through this period?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Firstly, I would say Luvuyo's mother, the biological mother, after the day of Luvuyo, she did not have good health, because she was quite old and his mother died\nUITENHAGE HEARING TRC/EASTERN CAPE\n5 T NGWILA\nlast year in August.  The cause of her illness was this tragic death of her son and we as the family that is brothers and sisters, we still have a grudge as a result of this tragic death of our brother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it your mother?",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "Yes, it is my mother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you think should be done for her.",
            "Unknown"
        ],
        [
            "MR MPAMBANI",
            "If there is any way I think we as a family would be delighted if we were to see that Makaleni and his comrades could be taken to task appropriately and that the law should take it's course and there after if we were to see Makaleni paying for this death of our brother, my mother, together with Luvuyo's mother wherever she is, because she died as a result of this tragic death of her son.  If the law could take it's course, then I am sure she could rest in peace and even our family would also feel satisfied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you Thando, you can go back to your seat.",
            "Unknown"
        ]
    ]
}