{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-26",
        "location": "UITENHAGE",
        "day": "1",
        "names": [
            "WENDY SIZEKA RAMATHE"
        ],
        "case number": "EC /96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56031&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/ramathe.htm",
        "speakers": [
            "CHAIRPERSON",
            "EASTERN CAPE",
            "FRANCINA NTOPELA",
            "MS RAMATHE",
            "PANEL MEMBER",
            "W S RAMATHE",
            "WENDY SIZEKA RAMATHE",
            "XUNDU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "PANEL MEMBER",
            "WENDY SIZEKA RAMATHE",
            "FRANCINA NTOPELA",
            "XUNDU",
            "MS RAMATHE",
            "MS NTOPELA",
            "W S RAMATHE\n",
            "EASTERN CAPE\n"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Are you both going to swear?",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "What is your name?\nFrancina Ntopela is my name.",
            "Unknown"
        ],
        [
            "WENDY SIZEKA RAMATHE",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We welcome you ladies and we thank you that you have come to appear before this \nCommission. We shall now hand over to Revd Xundu to lead the witness. \nREVD.",
            "Unknown"
        ],
        [
            "XUNDU",
            "Thank you Mr Chairman.\n We greet you Wendy. By the way where is your home Wendy?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "My home is in New Brighton.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "My clan name is Madiba.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "By the way, your story states that you were working for the Department of Health and \nWelfare here in Port Elizabeth. Could you now tell this Commission what work were you doing at the time?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "I Wendy Ramathe used to work for the Department of Health and we used to look at the \nwelfare of the people and this was a very big job. \n On the 29th July 1986, I used to work with Albertina Dlanjwa.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Just before the 29th, could you tell us that you also used to deliver food parcels together \nwith Albertina and people used to queue up for these food parcels. These were people from Soweto, is that \ntrue?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes, it is like that.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Now, when did it all start that you should be suspected, whereby people started to have \ndoubts about you?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "We used to work hand in hand with the people and this suspicion that people had later on, \nbecame a surprise to us. We used to look into the needs of the people. Then on the 29th July, I got a \ntelephone call from Albertina's husband, telling me that Mrs Dlanjwa was not well and he was asking me to \naccompany her to see a doctor in Corsten.\n At 3.30 after my rounds I then went to Mrs Dlanjwa's house and there were visitors from Transkei \nand some other people who had problems, because that is what they used to do, since we did not have an \noffice of our own. People used to come to us and then we would look into their needs and their problems and \ngive what is appropriate.\n Firstly, in that Zwide area, we saw that there was suffering and a lot of facilities were lacking, there \nwere no creches, this was not the first project. There used to be a house owned by the Municipality in \nSiyongwana, so we investigated and looked at this house to be used as a creche.\n In 1982 we got it and some children were kept there and it was named Ntlalontle, because it was \nexpressing that we wanted good health for our people.\n People from the locality worked there. Then again, we could see that some people were sending \nchildren to this creche when they were actually doing nothing. We decided to keep these elderly people busy. \nSo as to curb their suffering we taught them wonderbox, we taught them how to knit socks and even the \nyoung women who were unemployed, we decided to keep them occupied by teaching them handwork.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "I remember that you had a remarkable work, which was well known to most people at the \ntime?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes, it is like that.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "I am listening to your story. I now want you to tell us about this particular incident of the \nday which gave you a great shock, because there had been no indication that people were not in favour of \nthis? I still remember even the \"roldebuck\" that used to be sold there. So, you found people throwing petrol \nbombs at you?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "On the 29th, a young boy of about 15 years came into my house and I was from work. In \nfront, I was with Mrs Dlanjwa who was talking on the telephone and there were two elderly women next to \nthe door. \n This boy passed and I saw him cutting and disconnecting the phone and I was shocked. He was \ndressed in a Khaki shorts and I saw him taking out something that he hit on the floor and I could see it was a \npetrol bomb. Thereafter there was fire.\n My first reaction was to jump for these old people who were sitting next to the door and Mrs \nDlanjwa also helped me. There were people in the bedroom, here in Mrs Dlanjwa's house. They screamed, \ncalled out \"Wendy, your head is on fire\", and then I tried to put off the fire. We ran towards the kitchen and \nthis boy again exploded another petrol bomb and there was a big flame in front and at the back and there was \nno way out. The doors were locked with burglar proofs.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Do you think the neighbours were responsible for this or do you think that this was \npolitically motivated?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "What I think is that there is some political influence in all this because, a little bit after that, \nat the time we were burning, there was one child who pulled the burglar door and we saw a hippo parked \noutside as we were jumping out through the window.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "What was this hippo doing?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "There were some white men standing next to the hippo, they were just watching. They \nwere not doing anything because as I was going out I could see they were just standing and doing nothing.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "You say, in that house there used to be mealie meal and so on. Did the people do any \nlooting on that day.",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "The one sitting next to me is the one who had a chance to see everything because I just \nwent out and ran out.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Did you identify any of these people who attacked your home? Is she the one who is \ngoing to answer, if so, then give her a chance. \n Mama, tell us how are you connected to this story, just tell us, were you just an eye witness or do \nyou have a lot of information as you were the person who was helping Mrs Dlanjwa?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "Mrs Nontsikelelo Dlanjwa is my sister. She comes after me. When I left my house, she was \nbooked off by the doctor because of high blood pressure.\n I did my washing and I decided to go and help her. When I got there, I found Mrs Myila who is our \nsister-in-law together with her son. My sister was sleeping in the bedroom and they were all in one bedroom. \nI helped with whatever, preparing food. In front there was an office and there were two women there in that \noffice. Mrs Wendy who used to work with my sister came. At the time there was this telephone call from my \nniece, I thought it was for me, but Mrs Ramethe Wendy said, \"No, the telephone call was for Mrs Dlanjwa\" \nwho went out of the bedroom to receive the telephone call.\n I then decided to go and take the washing from outside with the intention to prepare supper. For a \nshort while, I just went out and I looked round and I saw some smoke and this house was facing some \nshacks. I thought the smoke was from the shacks and I saw more and more smoke coming out of one of the \nwindows from my sister's house. I then turned, when I was getting into the yard, my sister was in flames and \nshe was wrapped in an apron and I heard her crying \"why are you burning me, why don't you tell me when \nyou are dissatisfied\".\n When I got into the yard, I saw some young boys. Billy was one of them, Mongezi of Mgengo was \nanother one.  Matega from Mgengo was another one, Temba.\n All these children, Temba came from Fumba and Maboetie was one of them. They were of the \nsame family, the Gondwana family.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Are these children still there?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "They were masked and they were coming out of my sister's house.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Do you still see them? After that incident, do you see them now or you last saw them \nthen?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "They are there, they were there, I remember that after that incident, there was a story that \nAlbertina was stealing some clothes and sending them to Transkei and this was dismissed by the comrades \nand there was no press report on this. These children said they were members of the UDF and when this \nhappened, some elderly guys came to my house, but I just can't recall their names. \n They told me that Mrs Dlanjwa used to work with them as a member of the UDF and these children \nwho had done this had been sent and bought to do all this. They said UDF was not responsible for this act.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "If you can recall, in that statement of Mkuseli Jack, he tried to distance the UDF and said \nthis was just a criminal act that they cannot promote. Do you still remember that?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "Yes, I do.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "After this, was there any way of getting hold of these people who were responsible for \nthis act?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "Firstly, I must say at the there was this fire, the hippo's came immediately as if they had \nbeen nearby expecting this act.\n They used a hosepipe to extinguish the fire and it was supposed to be a person to take guard of that \nhouse according to the government police. But what these soldiers did was that they just drove out and left \nno-one in guard. A certain detective was sent there and he claimed that he did not want to associate himself \nwith that because he had just come from Port Elizabeth and he had to investigate.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Was there a court case after this act?",
            "Unknown"
        ],
        [
            "FRANCINA NTOPELA",
            "They were collected, these children, and then when we sent another one to go and check \nwhether they had collected the right people, then this boy who we had sent said he got scared because these \nchildren were changing in appearance, so he got scared and he did not bring any definite information to us \nand it just ended there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sizeka we are going to hand over to you.\nREVD.",
            "Unknown"
        ],
        [
            "XUNDU",
            "Was there any investigation or any case on this act?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "I was called to the New Brighton Court where I was asked to identify these people. I \ncouldn't, except that I could identify that Mongezi who had come on that day and unfortunately he was not \nthere in court on the day.\n After that I was not happy, that was after I had been discharged from hospital, because at that time I \nwas in hospital, people kept on threatening me and when this one died, they said I would be the next.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Now, these people were just threatening you. Even of Mkuseli Jack had made that \nstatement to distance the UDF from this act?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes, that was the time that I was not happy, even in my house, I didn't leave my house by \nchoice, I was compelled to.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "So, there was no court case of this incident?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "There was, because I say I did go to the New Brighton Court but nothing happened.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "What are your wishes as you have come before this Commission. What would you like \nthis Commission to do about this matter?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Before I could state my wish, I would like to expantiate and say, in all the work that we \nused to do with Mrs Dlanjwa, we were working mainly with some white people like Molly Blackburn. I still \nrecall a certain incident where there were floods in Veeplass. We were working with them and there are so \nmany things that they used to help us with.\n They would even lead us and show us the correct channels to follow whenever there was any \nproblem.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Just on that point, now do you think this is what made these people to have this \nsuspicions. Do you think that there was a third force that influenced the youth?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes, I think there was a third force because I remember one other day in Veeplaas as we \nwere standing, we were taking food all over the place. We were standing there with Molly Blackburn and \nMrs Dlanjwa was there too and we were working. Mrs Molly said, there were some whites who said \"are we \nworking with this Molly Blackburn\" and there were some nasty remarks that were making us unhappy.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "So, your suspicion is that these youth were being supported by some police from the \ngovernment as if what you were doing was not favoured by the comrades. Is that your suspicion?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "That was the last time you worked?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "At the time this happened my husband had been retrenched and I was the breadwinner \nbecause my children were very young at the time. In July 1986, I then got injured and then there was no way \nof survival for my family and then we decided to leave Port Elizabeth for King Williamstown to go and stay \nwith my parents.\n It was very tough during these years. From 1986 to this year and it is only just a few months that I \nhave just got a job at one creche.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Did you get any pension?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes, I got 5% pension from work. I had many burns on my head. I have got no ear \nbecause it got burnt and when I am sitting, I have got to support myself.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "What did they say at your work?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "They just decided to book me off and they didn't give me any substantial amount. All they \ngave me was R7000 for burning and I had to live on this amount for several years because my husband was \nunemployed.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Then what happened to your house?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "When they moved from Mrs Dlanjwa's house, they moved onto my house. They looted \neverything, my furniture, they took everything that they wanted to from my house.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Was it general looting?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "Yes.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "The policemen too, did not investigate on this matter?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "No. My father who was there tried to stop them, but to no avail. So the people said we \nwere working with the system and I just couldn't tell how. It was just something to deflate us.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "You said you have now, you would like to state your wishes. What would you like this \nCommission to do for you?",
            "Unknown"
        ],
        [
            "MS RAMATHE",
            "My wish is that you should investigate who the instigators of this act were. I need my \nfurniture and everything of mine, because in 1991 my husband was threatened that he should not come back \nfrom exile clever and demanding his things.\n I am always nervous, I am afraid of crowds. I am not trusting because I can't take it that I used to \nwork in close connection with the community, but today I find that I am now an enemy to my enemy. \nWherever I am, I feel untrusted and I also don't trust.\nREVD.",
            "Female"
        ],
        [
            "XUNDU",
            "Thank you lady. I still remember this period and I know how you feel. I am now going to \nhand over to other Commissioners who may have some questions to ask.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Wendy Ramethe we wish to thank you for coming before this Commission to tell us \nthis pathetic story. We remember the time when this incident occurred. We people who come from afar, we \nthought that when there was word that this incident was not connected with the political organisations, we \nthought that it would be the end of everything and what would be left would only be the accident you met \ntogether with Mrs Dlanjwa.\n It is very painful now to hear after the incident, you still became unhappy and you were harassed to \nan extent that you had to live a lonely life in your community. This causes much pain to us. \n There is one thing that we have always said here that we should ask the policemen and soldiers \nwhose names are mentioned frequently as perpetrators, that they should come forward before this \nCommission. We therefore would like to make another plea to these young men you have mentioned here, \nwho are three in number, that they should come forward\nforward. Their names are Mongezi (surname unknown), Themba Ngodwane is one of them and Billy Pemba \nto come and explain what exactly happened, to this Commission.\n The Human Rights Violation are not only done by policemen and soldiers or whites, they are just \nhuman rights violation whether they are done by people who call themselves comrades, so we therefore \nmake this loud call to these three people who have been mentioned that they should come before this \nCommission whilst time permits. To come and tell us what exactly happened. \n We know that this will not give back your true health, you have been damaged and you will enjoy \nill-health until you die, but we still want to know the exact truth of what actually happened and also to know \nwho was the perpetrator and also if they did this on political motivation they should state why they did it and \nwho had sent them.\n We would also like to extend our sympathy to you and all the things that you have asked from us, \nwe shall look into them and as I said to you earlier, there is one thing that we cannot restore to you and that is \nyour good health. Thank you.\n8",
            "Unknown"
        ],
        [
            "W S RAMATHE",
            "UITENHAGE HEARING TRC/",
            "Unknown"
        ],
        [
            "EASTERN CAPE",
            "",
            "Unknown"
        ]
    ]
}