{
    "header": {
        "type": "1 N SOLANI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "NODOLI LILLIAN SOLANI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56035&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/solani.htm",
        "speakers": [
            "CHAIRPERSON",
            "NODOLI LILLIAN SOLANI",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NODOLI LILLIAN SOLANI",
            "PANEL MEMBER",
            "MS SOLANI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call our next witness, Nodoli Lillian Solani.",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "I greet you Nodoli.  You are going to tell us about the story about your son, whose name is Patrick  Vusumzi Solani, who left the home in December, who was a member of the ANC.  Just start from the beginning to tell us about his story and give us some explanation so that we can put this in a better context.",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "On the 28 December 1989, it was in the morning, 6:15, comrades came to my house and knocked and they said to me that they wanted Vusumzi.  He left with them, as parents we followed.  When they were in front, they were next to the Galmen stores.  There was teargas, there were police casspirs.  The other vans were coming to us as parents, we decided to run away back to the houses.  I sat in the house with the hope that some of the children are somewhere and kept to the hope that my child it coming.\n About 5, I went to report in Matamgema,  Comomo referred me to Toba,  ...(intervention)",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "So you say the comrades fetched Vusumzi, and they went to Kelman Besfile who was a member of the Ama-Afrika?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "So Vusumzi went away with the comrades and we\nUITENHAGE HEARING TRC/EASTERN CAPE\n2 N SOLANI\nas parents followed and when we came next to Limikhya, they were next to Kalmen, we saw that there was teargas that had been administered and people were dispersing and running away.  There were caspers, there were police vehicles and they were driving towards us as parents and we also ran because they were chasing us.\n When we got to my house, I had a hope that my son would be coming.  I waited.  Then at about 5:00 I went to Gomomo's Place to report that my son had not come back yet and he instructed me to Toba Etienne Kongane Street and he then asked Richard Mooi Buelenkomadna and another one unknown to me to help me to trace my son.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Could we just go back a little bit and when you came to Kalmen Besfile's shop, did you perhaps know that there were police there?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "No, no one knew that there were police there, they were hiding.  Toba sent Buelenkomanda to help me to go and look for my son at the provincial hospital but we did not find him. So we went to Lungesile and we did not find him, we went to a mortuary in New Brighton to no avail and I just decided to go back, but with the hope that he was still coming back.  I was there for quite some time and then on the 12 January 1990, police came to my house and they wanted to know what he was dressed in the last time I saw him, so they asked us to get into the car and we went to Khayelitsha and drove past Fika town.\n There is a road next to Despatch and they drove in there and they stopped, there was a parkway there and we went in there, and I found my son there within the bushes and his trousers were down and he was only bones.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "When you discovered this body of your son, on UITENHAGE HEARING TRC/EASTERN CAPE\n3 N SOLANI\nthis particular day, when last did you see him?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "I last saw him on the 28 December.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "So, you saw him after how long?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "I last saw him on the 28 December 1989 and his body was discovered on the 20 January 1990.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "And you assume that all the time he had been lying there?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "No, I don't know.  It was a policeman that led us to the place and we found his body in the bush and his body was covered with his shirt and the body was decomposed, there were only bones that were left there.  There was a funeral in January 1990 and after that I was greatly affected.  I was semi-paralysed and I went for treatment at Livingstone hospital but I could not manage to continue due to transport problems, and then his father got ill as well, and later died in 1993 in September, but the police did not bother themselves about the situation, nor on the condition of my son.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "How old was Vusumzi at the time?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "He was 23 years old.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Was he working or was he still at school?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "He had just started working.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Do you still want to continue.",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "No.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "First, let me ask you about your health.",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "I don't enjoy good health because this side of mine is semi paralysed.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Have you ever seen a doctor?",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "No.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "What are your requests to this truth Commission?\nUITENHAGE HEARING TRC/EASTERN CAPE\n4 N SOLANI",
            "Unknown"
        ],
        [
            "NODOLI LILLIAN SOLANI",
            "I am asking them to organise that I get medical treatment.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "This is very painful that we have to talk about this now, but we thank you for your strength and courage that you are able to repeat this story and therefore I am going to hand over to the Chairperson in case there are other questions from my comrades here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank you Ms Solani.  We therefore ask you to take your seat.",
            "Unknown"
        ]
    ]
}