{
    "header": {
        "type": "1 N TOTO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-28",
        "location": "UITENHAGE",
        "day": "3",
        "names": [
            "NETISI TOTO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56038&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/toto.htm",
        "speakers": [
            "CHAIRPERSON",
            "NETISI TOTO",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "REV XUNDU",
            "CHAIRPERSON",
            "NETISI TOTO",
            "MR TOTO",
            "MR XUNDU",
            "PANEL MEMBER"
        ]
    },
    "testimony": [
        [
            [],
            "Mr Chairman, I would like to call forward Khululekile Matthews Hens.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He is not present yet, so we will ask Tozamile John Diamond to come forward please.\n According to the order for this day three, ten first witnesses are going to testify on the matter of the conflict between the UDF, the AMA-AFRIKA CONFLICT because when we look at their statements, we notice that this conflict, though it happened in various placed in different ways, but it is very evident that it was the same conflict between the UDF and those people named the AMA-AFRIKA and it is for this reason that we are going to bring them together so as to get the background of the political context in which all this happened.  We thereafter take the witnesses one by one.\n Our work as a Commission is to get a full picture of what really happened and for us to gain this full picture we therefore would love to listen to both sides of the story, but in the statements we have here before us, we find that we have only statements from one side and mainly from the UDF members.\n We do not at hand have statements from the AMA-AFRIKA.  We did experience this in Queenstown where we were looking into a conflict between the ANC and some of it's comrades and the AZM which was the Ciskei political organisation and \nUITENHAGE HEARING TRC/EASTERN CAPE\n2 N TOTO\nwe were therefore fortunate that people who came to give evidence, they both came from both sides and then we had a balanced picture of what actually happened.\n It makes us sad that on the side of the AMA-AFRIKA there are not people who have come forward to give their evidence and unfortunately we are not going to compel them to come forward whilst on the other hand we still have an option to subpoena them as to the traitors but if people are victims, we can not compel them to come forward and come and complain to us, they should take their initiative on their wing.\n So most of the statements here that we have, come from one side and this is quite sad to us.\n We are therefore going to ask Reverend to bring forward some witnesses from the UDF.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.  We welcome you as witnesses who are going to give evidence before this Commission about the conflict and the incidents and experiences that you had as a result of this.\n We are therefore going to ask Mr Toto to give us the political context under which all these happenings occurred and also his perception of this conflict.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "... the house entire.  Having observed in 1985 how our people were butchered in Maduna the 21 March, we that were on the forefront of the leadership of the UDF felt it was quite of justification that we intensify peaceful methods of resolving conflicts in terms of our small town, Uitenhage.\n This had been a situation that we noted that the state repression was taking another turn but we took a vow that \nUITENHAGE HEARING TRC/EASTERN CAPE\n3 N TOTO\nwe'll maintain peaceful methods.\n It was in 1986 that we noticed that one of options and motives that the UDF leadership have opted that of consumer boycotts, so as to involve by all possible means all the sectors that happened to be in our small town, including the business sector.\n We felt that matters like consumer boycotts were the most peaceful methods because we had a problem that the State was intensifying it's repressive methods.  There was reimposition of the second state of emergency.  There was forceful removal in terms of our people that were staying at Langa, forced to be taken out to Kwanubushle, a place that is miles from the CBD area.\n We noticed that there were also some strategies that were so meant as to ensure that UDF is crushed, not to operate as a democratic vehicle in terms of it's peaceful methods.\n We therefore view 1986 as a time when there was a complete intention to crush the UDF and so when we saw the steps that were taken like the state of emergency, we were therefore forced to look into this matter and try as much as possible to protect ourselves as residents.  But to our surprise for the first time, it happened that in our town, we saw some of our comrades that we used to work with during the times of struggle, participating and differing in view with us, for example, when the children of the youth in 1985 was dissatisfied about the education, we were together with the comrades, and these were the comrades I am referring to that we differed with in 1986.  Earlier on we supported the youth that we should all attend to the education problem, though we knew that the youth were suffering because they \nUITENHAGE HEARING TRC/EASTERN CAPE\n4 N TOTO\nwere staying away from school.\n In 1986 we were greatly surprised to find ourselves in a situation where some of our comrades had to leave Kwanubushle, the old side and to move over to live in Khayelitsha.",
            "Male"
        ],
        [
            [],
            "What was the reason for this relocation.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "Because, what we know is that in Khayelitsha there were problems, living problems and there was a main issue about rent because people felt that the people in Khayelitsha were paying a lot of money for accommodation.  This is what we were protesting against because this meant that we were not going to pay the same rent and therefore it was a great surprise to us when we saw some people leaving the old Nobushle to go and stay in Khayelitsha.  This therefore surprised us.\n We did notice that there was a time when the state of emergency, we felt that it was mainly to make the leaders of the UDF suffer, and we saw 1987 as the turning point in as far as the conditions here in Uitenhage were concerned.\n In December 1986 the consumer boycott, and we are going to encourage students to start with proper schooling.  That decision we took on the 28 December 1986, whilst we were in hiding, running away in terms of state of emergency capturing us.  We were surprised to find out, despite proper  arrangements, pamphlets arranged so as to notify the entire community of Uitenhage, more in particular Kwanobushle, that on the 5th, the consumer boycott is uplifted, that is to say, on the 5th 1987 and the schooling is starting in January 1987.\n It was a surprise that when we started to distribute these pamphlets on the 5th, our town was surrounded.  On the UITENHAGE HEARING TRC/EASTERN CAPE\n5 N TOTO\n4 January 1987, we were suddenly surrounded by caspers, police force.  It was a surprise to find in a situation where you can find De Wet Duke, escorted by the police vehicle and security branch.  It was a surprise to notice this in Uitenhage because in front of these vehicles, these police caspers, you could see a well coordinated arm force of people.  These people were in front and behind there was a support of police vehicles and caspers and we were hiding in various places because if we were to be seen that meant death to most of us.  Some of us even present here today were amongst us.  \n It happened that there was an incident on the 4th, which compelled that the majority of the youth should run away and hide, so as to save their lives.\n At night, just before that one day, certain homes were visited and these were the homes of the leaders of the UDF and these homes were attacked and even their relatives were also attacked and the police would visit those homes.   Whoever could get deep into the details and events of that day would mean there is a lot to say about the events of the day.\n Then at night on the 4th, the whole leadership which had been in hiding because we had made a vow that we were going to work underground we were going to operate underground as much a possible, so we therefore gathered at night and we appealed to the people who were affected by this incident including the youth that we should have a meeting in an open felt and we decided not to revenge or to retaliate because the innocent people were going to be injured.\n Those people who were in the march were absolutely not \nUITENHAGE HEARING TRC/EASTERN CAPE\n6 N TOTO\ninvolved because some of them were compelled to join this march and so we felt that it was inappropriate that some of the innocent people should be injured, but some of those who were in this crowd were happy that the police were in the means to support them because the policemen were trying as much as possible to crush the UDF, because UDF was demanding the release of all political parties, including President Mandela.  They wanted all the people in exile to come back to the country.  That was the context of the demands that at that time the UDF leadership was pursuing.\n The intention of ..(inaudible) UDF.  A similar situation that was emerging in Natal through the Inkata emergents.\n We therefore would like to say that the incidents that occurred from that 4th day of January 1987, that is for three years up till 1989, crushing the democratic expansion, that wanted to emerge and it was quite evident that at the time people were determined and this was an indication that people were prepared to sacrifice even their lives.  People had taken an oath here in Transkei to pursue the mission.\nI am therefore going to ask that the victims that were affected during this time, who are present here today and those who are absent today, I therefore would like to explain that this incident was not Black to Black with the international community, that the conflict that is taking place inside South Afica is not Black to Black violence, instead, it is so designed that volunteer forces are co-vigilantes, make their services available to be used by the military intelligence, that has been confirmed by the present Vice President, Mbeki, that here in our area, Ben Conradie, the Professor was in charge of those missions.  \nUITENHAGE HEARING TRC/EASTERN CAPE\n7 N TOTO\n Now the thirty that we were projected as people that were fighting among ourselves was a part of an onslaught that has to be inculcated into our peoples' minds.\n We are therefore going to ask that those who got injured should be clear that they were not fighting against each other, but there was a third force that was responsible for this fighting of people.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, over to you Rev Xundu.",
            "Unknown"
        ],
        [
            [],
            "I have got a few questions to ask.  Who are these comrades you referred to who crossed over to Khayelitsha?  Did they form any organisation over there in Khayelitsha?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I was in a leadership that was to negotiate and resolve conflict that was emerging on an educational front together with my colleague Mr Temodi Yange, who is presently in the Afrikaners camp.  Then I knew that he was an Afrikaner, he was a PAC supporter, but when we formed the NECC, the National Education Crisis Committee, we formed it with an intention of ensuring that on the part of the state of apartheid, unfairness is done to our people, but when we found that the enemy was interfering with this struggle, we then saw comrades like Mr Temodi Yange, distancing themselves from the struggle.",
            "Male"
        ],
        [
            [],
            "This particular evening, that was the 4th, you say there was caspers, did you perhaps see any members of the PAC at the time?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "They called themselves the concerned group.  They named themselves, the Uitenhage Concerned Group, but the majority of them were later called themselves, the Ama-Afrikans.  One person who died by the name of Thank you, was in the first group that I referred to as the Concerned Group UITENHAGE HEARING TRC/EASTERN CAPE\n8 N TOTO\nand he went out proclaiming that he was an Ama-Afrikan.  Some of the comrades who were with, like Malawi Nogase, they were members of the Concerned Group but they later called themselves Ama-Afrika.",
            "Male"
        ],
        [
            [],
            "This group, Ama-Afrika, was it trying to control Nomushle, together with you or were they trying to maintain order?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "The truth is that they were proclaiming that they were African, but they did this under certain conditions that they were ANC and UDF members.",
            "Male"
        ],
        [
            [],
            "Now if you say these Ama-Afrika with was connected to the Azapo, not how connected were they with the government of apartheid?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "This is what caused the shock, because when we were arrested, it would be really difficult to see them arrested in the majority.  We were the only people who were arrested by the White people.\n One other thing that was causing some concern was that they knew where they stayed, like we were known, but when it came to the arrest you wouldn't see them arrested together with us in jail.",
            "Male"
        ],
        [
            [],
            "These victims from the 4 January, did they run away or did they go in exile, and where did they get to?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "Some of them went in hiding into the houses, here in Uitenhage.  Some, in the majority, went in hiding in Port Elizabeth.  The reason for this is that we did not want to go very far from Uitenhage where the struggle was.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "We understand that there were various methods that were used by the security branch to recruit people into such organisations such as Ama-Afrika.  For example, there\nUITENHAGE HEARING TRC/EASTERN CAPE\n9 N TOTO\nwere psychological tactics to threaten people, there was financing and there were other methods to make the people cross over.  In your opinion, what tactics were used in order to make people cross over to such groups as Ama-Afrika?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I would say the first psychological barrier was that of rejecting Uitenhage as divided in terms of Kwanubushle the old and Khayelitsha the new.  Psychologically if you happened to move across there was a psychological feeling that you are if you are staying in Khayelitsha, whereas that was not the case.  Most people move across because they were faced with the problem of housing shortage, which is still a problem up till now.  The fact that they stayed in Khayelitsha did not necessary mean that they were Ama-Afrika supporters, but they had a problem on housing.\n The second method was that of giving mass civilians in terms of not injecting methods around state arrest because we noticed a situation were most of us stayed periods close to two years uncharged affected by state of emergency, which was not the case to them.  Those were the logistical kinds of methods that we could conclude that they are systematically encouraging people to move across.  The list to (...indistinct) will be quite in depth if I had to get into that because allegation that there were a question of financial recruitment, no I wouldn't go on that because I don't have facts on that.",
            "Male"
        ],
        [
            [],
            "Firstly, what was the attitude of the employers when the people had to stay away from work when the people were in hiding?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I would say there should be a separate hearing on\nUITENHAGE HEARING TRC/EASTERN CAPE\n10 N TOTO\nthat matter.  Systematically the local industry including some portions of commerce were not in favour of the UDF activists.\n I therefore request that there be a future hearing in that regard.  There are victims in that regard and to recite names at this moment, I don't think I would be doing justification because I might be including those I'm disclosed but I am convinced there are quite a number of people that where not favoured because of the inclination in terms of UDF activity.",
            "Male"
        ],
        [
            [],
            "Those people that were in hiding, were there women and children among them?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Now, I would just like to know estimately the number of those people because I want to ascertain their state of trauma and also the lowering of their dignity because men, women and children had to live in one place.  Now, I want to see how their human rights were violated.  Just tell us estimately how many women had to run away, how many children and men had to run away and go into hiding.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "Because we were moving secretively and at night, those who were hiding here in Uitenhage, I would give a rough estimation of 300 in number, but in Port Elizabeth, there were about 500 people who were in hiding because they were accommodated mostly there in Port Elizabeth.",
            "Male"
        ],
        [
            [],
            "What would be your rough estimate of the number of the women and the number of the children?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "It would be very difficult to separate the children from their parents, but if one could look at the married couples and also the single people who were in hiding, I would say those people were about 50 in number.\nUITENHAGE HEARING TRC/EASTERN CAPE\n11 N TOTO",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman, over to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Toto, you are here today together with your witnesses in your company to come and give your side of the story.  According to your perception of this, you have already said to us, what could have been the reason for these people who named themselves Ama-Afrika, that they should not today be unable to give their side of the story, so that we know what they have to say.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I must admit that this is just an estimation that firstly because women obtained peace in 1989, due to this peace, we maintained and we encompassed the head of the policemen with the support of workers who decided to leave their work because they wanted peace in Uitenhage.  We are also supported by the Ministers of Religion, that we can never forget.  We are also supported by residents of Rosedale, Gennersmith and Gamville.  Because of this peace, I think this could be the reason why these people have not come forward with their statements and stories, or perhaps it may be that it is possible that they still have intentions to come forward because you must remember that we did not agree about coming to present evidence before this Commission, we do not all agree, and see it is a fact that people should bring evidence before the Commission.",
            "Male"
        ],
        [
            [],
            "Now could you explain to us what the relationship was between the business people and this group of the Ama-Afrika.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "Mr Chairperson, I always believe that if there could perhaps be another hearing on this matter about the industry, the business people, then perhaps they could bring up their own side of the story, but I must say that some\nUITENHAGE HEARING TRC/EASTERN CAPE\n12 N TOTO\nindustries like Volkswagen were noted that at this time, when there was a great level of unemployment, these industries decided to employ some of the people who we were in conflict with, despite that some of the people from our side could not be employed.  This is not an allegation but on the other hand, there is evidence to this effect.",
            "Male"
        ],
        [
            [],
            "Lastly Mr Toto, that group that named themselves as peace-makers here in Uitenhage, were they working hand in hand with the Ama-Afrika or were they the same group?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "As one who was born and brought up here I would say peace-maker groups were formed in 1975 and 1976 and they were actually focusing on crime to an extent that at the time of the struggle, that was after 1976, we could see that this group was not prepared so much to be active in the struggle for liberation.  It would be very difficult to say whether this Ama-Afrika is still in existence because after the unbanning of the organisation we saw a lot of people who used to be members of the Ama-Afrika now working together with the PAC people.  Now it is of none existence, but most of the participants at that time presently we noticed that they are taking functionaries of the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir, we want to pursue the question of the programme of the Ama-Afrika personally to revert back to political organisations, and find out if they were in fact a UDF equivalent.  UDF got assumed under ANC after 1990, perhaps we can go to the PAC and weigh that question also.  I would like to know more about detention.  Were there any signs of harassment or detention or torture or all the other things that all organisations, labour organisations, church organisations, whoever opposed apartheid at that time got subjected to torture and\nUITENHAGE HEARING TRC/EASTERN CAPE\n13 N TOTO\nimprisonment.  Your own evidence did it indicate that they were subjected to that as well?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "In terms of Uitenhage's political activity at that time, the only person who was visited by security branch as we said at that time, was Mr Temodi Yange, but what was surprising, we were not together with him, all those to state emergency, the first state emergency we are alone, the second state of emergency we are alone.  It will be very difficult for me to count even a person among  the local Ama-Afrika participants, that were with us at the time.  I am trying to say, we couldn't find them, we couldn't identify them in terms of them being subjected to State repression.",
            "Male"
        ],
        [
            [],
            "Thank you.  The last question.  As residents    ...- which were given to this group, or were they treated in the same way as the rest of the community?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "In terms of municipal services, I will say, we enjoyed more-or-less the same treatment, the old Kwanubushle and the Khayelitsha residents.  In terms of security logistics, then we could see those differences.  For example, our areas were cordoned off by security forces, whenever there has to be some raids, which is something which was not an exercise in terms of the other areas, in particular Khayelitsha.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Today, as we live in our community, can you in fact identify members of Ama-Afrika, that you knew at the time who are presently living in the community, and if you can, what is the attitude towards them, in other words, I am trying to see if there are any underlying conflicts or tension because they are still living in the community.",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I want to be honest with you.  We had quite a\nUITENHAGE HEARING TRC/EASTERN CAPE\n14 N TOTO\nnumber of them, even in this gathering here, I identify some of them, but as I have mentioned, the peace settlement that we broke in fact, that we initiated in 1989, I think it was a master plan in terms of, we wish all the country should have followed us in terms of Uitenhage.  It is only Uitenhage that could fit around the table and resolve issues of difference, once and for all and that is why we are very proud of that, and that is why we start to question why Uitenhage is not valued.  I will say, most of them, presently we happen to interact on developmental programmes despite the fact that they happen to be Africans in thinking, but in terms of development, ideology is not what divides us.  This is why I am saying that this is what we are proud of, in terms of Uitenhage.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "I think in terms of taking examples from Uitenhage, what do you think facilitated the move towards this peace?",
            "Unknown"
        ],
        [
            "NETISI TOTO",
            "I would say the - apart from being too artificial, but I think the fact that we happen to know each other, we call ourselves Uitenhagers.  We don't talk of Lange, Kwanubushle, Rosedale, we are saying we are Uitenhage people and because we happen to be Uitenhage people we know each other very well, and we know our mistakes, our weak points, our strong points, and because we happen to interrace on our every day to day social activities in terms of church, in terms of sport, in terms of commercial, in terms of industrial activities, that makes us know each other more than one might expect.  I think that element is the most crucial and the most reinforcing factor that ensures a possibility of creeping of any kind of misconduct in any sphere.  That is why even we could know when our colleagues\nUITENHAGE HEARING TRC/EASTERN CAPE\n15 N TOTO\nwere taking another path, deviating from our original vow deposition that we are going to crumble apartheid.  We could know that our colleagues are now deviating because what we had vowed in 1975, with some of them, in 1986, in the 80's, it made it easy to detect this deviation, and this is why we could say the element of the task force is manipulating elsewhere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Toto, we thank you, if time was allowing we would spend this whole day talking to you because you give us much interest in this matter.  We are therefore going to go back to the political organisations very soon, especially the matter that has been mentioned by the national party which is the unconventional strategies, where they say that because of the intensification of the resistance, they say they had to resort to unconventional strategies.\n You have mentioned some are here in Uitenhage, which is connected with this matter, and actually even promoting conflict as long as it is targeted on those who are resisting it's policies, and the questions that we are having is how much expenditure went into this kind of support, and how much energy was spent in promoting the Vet Doeks of this world, the ADM's of this world, the INKATA's of this world, and the manifestations that you are telling us about here in Uitenhage.\nThank you very much",
            "Unknown"
        ]
    ]
}