{
    "header": {
        "type": "TRUTH AND RECONCILIATION COMHUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-26",
        "location": "UITENHAGE",
        "day": "1",
        "names": [
            "VICTORIA NONDZUZO"
        ],
        "case number": "EC /96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56040&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/uiten/vena.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SANDI",
            "MS GOBODO",
            "MS MAYA",
            "PANEL MEMBER",
            "VICTORIA NONDZUZO MAKINANA VENA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "PANEL MEMBER",
            "VICTORIA NONDZUZO MAKINANA VENA",
            "MS MAYA",
            "MRS VENA",
            "MS GOBODO",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            ". . . . .",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Thank you Mr Chairman. Mama, we are going to ask you to take an oath.",
            "Unknown"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "(Sworn duly states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We welcome you Mrs Vena and we thank you for coming before this Commission despite that you have got a problem with your walking.\n We are now going to hand you over to Ms Tiny Maya who is going to question you about certain incidents. Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairman.\n Mrs Vena, I greet you. I would like you to help me with this statement. I would like to explain before anything else. We saw you walking slowly and painfully, could you explain to us that is this slow movement is connected with the reason why you are here before this Commission.",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to your statement they say you were arrested in July 1, 1986 at 2.00am. I would like you to tell us about who you are until you come to day when you were arrested.",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "It was during the State of Emergency when I was arrested. I used to be active in the Women's Political Organisation.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was the name of this Political Organisation? What do you actually mean by saying you were working?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I was active as a woman in the Women's Youth League.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you join this organisation and why were you arrested?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I started in 1976 which was the year when the children were protesting against the Bantu education.\n We formed a parents committee and I was a member and we later formed the Uitenhage Women's Organisation.",
            "Female"
        ],
        [
            "MS MAYA",
            "Now, you say on the day of your arrest at 2.00 in the morning there was some people who were present there whose names you know. Who were these people and what did they do to you?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "There was a security policeman namely, Mthetheleli Vuyelwa who is now late and a Rino Nopesi and Masiba and a white security policemen.",
            "Female"
        ],
        [
            "MS MAYA",
            "Who was this white security man?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "It was on a rainy day. At that time we were sleeping and I heard a loud noise next door, then I said to my husband there is trouble because all these people have been harassing me all the time.\n I heard my name being mentioned in the . . . . (inaudible) yard they were inquiring about where I was living and then I heard some noise on top of the roof of the house. Next to my house lived a mechanic, so they used some of the pieces from there and they threw them on the roof.\n They were waking us up, calling us out, \"wake up, wake up\". They called out my name \"Nondzuzo, wake up, wake up Nondzuzo, you know what you have done, you know what you are\", and then they knocked at the door, kicking the door. I woke up. Though I did expect all these people, they had all along been harassing me and I knew that this was my day. I knew they were going to collect me. \n So we opened the door and they came inside and they asked me to take my washing rags and this was said by Vuyelwa Mthetheleli and they asked me to point at one Sierra that I liked and get into any of those. They were even saying you can see these are posh cars, you have never been in any of these posh cars now this is the chance to get into one and so I got into one Sierra and came here at Church Street.\n We went inside, I was following these police and I will ask the Commission not to - I am scared to mention the abusive language they were using, so I will ask the Commissioner to pardon me not to mention about this. \n So, Gerber who was the head of the crime stop, a white man as we were going up said \"we are going to beat your big backside\" - he said this in Afrikaans and I could see he was very rude. There were many of them following me as we were going up. There were some Black policemen like Vuyelwa Nopesi and Masiba amongst them.\n When we got to the top, Vuyelwa read to me the reason why I was arrested and he said, \"we black people together with our government were working together\" and Nopesi referred to me as the Chairperson of the street committee and Vuyelwa said I was the vice-president of the women's organisation, then I said \"yes, I was\".",
            "Female"
        ],
        [
            "MS MAYA",
            "What did they do to you in that office? When they put you in, what did they say to you?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "There was a rod, an iron rod that they placed at the back of my neck and some sparks came out and I screamed and they said \"I am going to die\" and they said \"Yes, you are going to die, you must speak the truth\". They said this in Afrikaans. I was scared of these sparks because I didn't know what affect it was going to have on my neck.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long did they place this rod on your neck?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "It was for about six minutes that this rod was placed on my neck.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thereafter, what did they do?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Vuyelwa then explained to me and I said to him, \"I hear what you are saying, but as a mother, if I have given support to children, is there anything wrong with that\" and then Vuyelwa said, \"Our government does not recognise what you do as blacks\".\n I was angry and I asked \"Who has recognised that government\" and then he said, \"There you are you do all these things and Nopesi said, \"You see this liar of a Chairperson, she is the one who convenes all these meetings\", then I said \"Boetie\", then he said \"I told her that I was not a liar, but I was vice-president, I was a member of the Women's Organisation as well\". Then he asked who were the other members of the street committee, I said I didn't know who were the other members and he insistently asked me but I said I didn't know because I did not want to be an informer. I just want to be all by myself there and I was not prepared to divulge any information.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long did they keep you there?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Well, you mean the interrogation?",
            "Female"
        ],
        [
            "MS MAYA",
            "Yes.",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I would say they interrogated me for about 15 minutes.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long did they keep you in custody?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "After that Vuyelwa said 180 days I should be kept in custody like Albertina Sisulu.\n Vuyelwa said I should be arrested for 180 days. Masiba took the fingerprints and said you are going to be in jail for quite a long time, so I went to Rooi Hell which is the North End prison.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were you jailed there for 180 days?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "As we were in custody were you given manual work. We were given bad food to an extent that I even fell ill as I was still there I had stomach problems, I collapsed. I was given tablets called \"the buffin\".",
            "Female"
        ],
        [
            "MS MAYA",
            "After the 180 days custody did they lay any charges that would lead you to appear in court.",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did they actually release you?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "They said it was the end of the State of Emergency, so I could go home.",
            "Female"
        ],
        [
            "MS MAYA",
            "And then when did you fall sick?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "After my release because we had been scrubbing floors, I had problems with my legs, I had severe headaches and then my health was affected. Judy Chalmers asked me to see Dr. Blackburn. Though I first went to the SACC to get a form that would make it possible for me to see Dr. Blackburn who gave me a letter that referred me to the provincial hospital.\n I said to Dr. Blackburn, \"This provincial hospital discriminates so I may not be attended to\", then she urged me to go there and then I went there and then of course they didn't help me.",
            "Female"
        ],
        [
            "MS MAYA",
            "Then, were did you get assistance ultimately?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Dr Pillay helped me.",
            "Female"
        ],
        [
            "MS MAYA",
            "How long was it after you had been released?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "That was six months after the release. I got a stroke and Dr. Pillay said it was as a result of my heart condition.",
            "Female"
        ],
        [
            "MS MAYA",
            "Let's go back a little bit. Unless there is something else that you may have omitted and you feel you want to add on?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "You mean besides that of the stomach trouble I had?",
            "Female"
        ],
        [
            "MS MAYA",
            "Yes, we are through now, are we through now with everything you would like to say?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I would like to say I had some problems. Nopesi said some nasty things to me, even when I wanted to relieve myself, he used abusive language asking \"What do you want to do\" and I just can't say it. He said in abusive language, trying to say, \"You want to go and relieve yourself, and then I said \"Yes\".\n I am shocked because it is my first experience to be arrested and now my stomach is running from the shock and all these things that have been happening to me, they have affected me and they have made me to have a running tummy.",
            "Female"
        ],
        [
            "MS MAYA",
            "Mama, by your appearance here, I think you have some wishes or perhaps some requests. What are those you may be having?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Because they affected my health and I am all by myself.",
            "Female"
        ],
        [
            "MS MAYA",
            "I am therefore asking is there any help you get from the government?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, there is. I am getting some grant disability, disability grant.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you see any doctor?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, I do see Dr. Pillay.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have any dependants?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, I have.",
            "Female"
        ],
        [
            "MS MAYA",
            "How many children are dependant on you?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "There are three.",
            "Female"
        ],
        [
            "MS MAYA",
            "And how old are they?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "One is 18, one is 15 and the other one is 7 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "Are they your own, own children?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, they are.",
            "Female"
        ],
        [
            "MS MAYA",
            "We thank you. We shall now hand you over to the other Commissioners who would perhaps have some questions to ask you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We hand over to Ms Pumla Madikizela-Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Mr Chairperson. Mama, we thank you for your report. There is only one thing I would ask you to clarify.\n Several times, females are mishandled only because they happen to be that sex, so don't get hurt if you don't want to mention the abusive language as you stated earlier, but I would like you to give us an idea as to whether these people were referring to your sex or is it because of their abusive language which is connected with you being a female?",
            "Female"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I did excuse myself about having to mention this abusive language, but they were actually referring to the fact that I was a female, they were based on that, they were swearing at me because I am a female.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Over to Mr Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mrs Vena, in your words, which you mentioned earlier on, you made mention of the name Gerber? By the way, you said Gerber was the head of the Crime Stop here in Uitenhage?",
            "Male"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "I don't think at that time he was the head of the Crime Stop.",
            "Female"
        ],
        [
            "MR SANDI",
            "Now, you don't mean he is the head of the Crime Stop now?",
            "Male"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, he is the head now.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you see that as a promotion to him?",
            "Male"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Yes, I do see it as a promotion.",
            "Female"
        ],
        [
            "MR SANDI",
            "Does that make you happy?",
            "Male"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "It does make me happy.",
            "Female"
        ],
        [
            "MR SANDI",
            "I am not sure whether you understand my question, Mrs Vena.\n - Break in questioning -",
            "Male"
        ],
        [
            "VICTORIA NONDZUZO MAKINANA VENA",
            "Excuse me, I have a request. I am not against Crime Stop, but the head is the one I am against because I don't want him to be there, the Crime Stop is OK because it takes care of people but the head of the Crime Stop, Gerber, should be put aside.",
            "Female"
        ],
        [
            "MR SANDI",
            "We thank you Mrs Vena. I have got no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you Mrs Vena, since this morning we have been listening to testimonies from various people about what happened to the youth of Uitenhage to an extent that we also wanted to get some views about what was happening to the elderly people, so we are happy therefore to see you as a representative of the elderly people who also participated in the liberation.\n Old people like yourself who were detained for 180 days which is an indication that people here in Uitenhage were also involved, this was not just for the youth, even the elderly people were fully involved. \n We honour you, we honour the women mainly who at that time fought for the freedom of South Africa. Fought for sacrifice that there should be no oppression. The whole of South Africa honours you, all that you have said here which you need that we should look into, especially your health.\n We therefore want to make a proposal that those people who fought should be taken care of by South Africa to make some gratitude of some kind and to show that they have made everything to bring about this liberation to South Africa.",
            "Unknown"
        ]
    ]
}