{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-23",
        "location": "MMABATHO",
        "day": "3",
        "names": [
            "ONTLAMETSE BERNSTEIN MENYATSOE",
            "AMNESTY"
        ],
        "case number": "AM7498/97",
        "matter": "MURDER OF AWB MEMBERS - ARGUMENT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52878&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98092123_mma_mmabath5.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR HENDRICKSE",
            "ADV MOTATA",
            "ADV BOSMAN",
            "MR TERREBLANCHE",
            "MR VAN DER BERG",
            "ADV SIGODI",
            "INTERPRETER",
            "MOKOTEDI MPSHE",
            "MR HENDRICKSE IN REPLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR HENDRICKSE IN ARGUMENT",
            "ADV MOTATA",
            "MR HENDRICKSE",
            "ADV BOSMAN",
            "MR TERREBLANCHE IN ARGUMENT",
            "MR TERREBLANCHE",
            "MR VAN DER BERG IN ARGUMENT",
            "MR VAN DER BERG",
            "ADV SIGODI",
            "INTERPRETER",
            "ADV MPSHE IN ARGUMENT",
            "ADV MPSHE",
            "MR HENDRICKSE IN REPLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "As mentioned when we adjourned yesterday, we will be hearing submissions this morning commencing with Mr Hendrickse.  Mr Hendrickse?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman and Honourable Committee Members, thank you for the opportunity.  Mr Chairman, first of all I will start with, let me start with the background of the events which led to the incident for which the applicant is applying for amnesty.\n\tThis incident Mr Chairman, should not be seen in isolation, but it should be seen against the political background, the situation which prevailed at that time.\n\tIt is common cause that there was political turmoil in the then Bophuthatswana.  The majority of people in the then Bophuthatswana wanted reincorporation into the greater South Africa.  The new South Africa that we have experienced for the past four years, was dawning, and in Bophuthatswana the majority of people wanted to be part of this new South Africa.\n\tThey wanted to vote and take part in the elections.  The then Bophuthatswana government did not want to allow the people to take part in the elections.  This led to political instability and the uprisings that occurred in the ex-Bophuthatswana.\n\tMr Chairman and Honourable Committee Members had the opportunity to view the video footage and you are also in possession of a background as contained in the extract from the Tebbutt Commission reports which was handed to you yesterday.\n\tIt is against these backgrounds that this application must be looked at.\n\tIt is common cause Mr Chairman and Members of the Committee, that the AWB was present in the Mmabatho, Mafikeng area.  Whether they were invited here or whether they invaded the area, is immaterial for the purpose of this Committee, but one thing is perfectly clear and that thing that is perfectly clear is that they were not here on a Sunday picnic.\n\tThis is testified to be the journalist, Mr de Ionne as well as Mr Lebotso.  I will come to the evidence later on during my address.  Coming to the merits Mr Chairman and Honourable Committee Members, this is an application for amnesty and there are two requirements that must be met for an applicant to be granted amnesty and that is number one, full disclosure of the events and relevant facts for which he is applying for amnesty, and two, he must have acted in furtherance of a political objective.\n\tMr Chairman and Honourable Members, this is not a criminal trial where it is necessary to prove the guilt of the applicant beyond reasonable doubt.  Applicant has admitted his guilt to these offences.  He said I shot and killed the three men.  The question as to whether he acted in self-defence or not, is immaterial and questions on detail like for example how far he was from the three men when he shot them, how many shots were fired, whether the three AWB men were armed or not, whether they posed any threat to the applicant or not, whether one moved his arm or not, which side the one was lying on, how long did the shooting take place and how long did the three men lay before they were shot at, etc, etc.  These are with due respect, immaterial for the purpose of this Committee.\n\tAs I already stated Mr Chairman, the applicant admitted that he shot and killed the three AWB men.  With regard to full disclosure, it is my submission that it cannot be said that the applicant did not make a full disclosure of the events that occurred on the day in question.  He gave his evidence in a satisfactory manner, he admitted that he shot and killed the three AWB men.\n\tAlthough it appeared that one of the men was lying there motionless and may have been dead by the time he was shot at by the applicant, the applicant nevertheless admitted that I shot at him and killed him.\n\tApplicant testified that he went to these men with the intention to shoot them.  What his reaction would have been if one of the men did not move his hand, is not known.  With due respect, I submit it is immaterial, it is neither here, nor there for the purpose of this application.\n\tApplicant takes responsibility for the death of the three AWB men.  Applicant was open and frank to this Committee and it is my submission that he fully disclosed all relevant facts and circumstances of the events that occurred on the day in question.  \tIt is well known that all the detail cannot be contained in a statement or an affidavit and some of the information, some of the detail will necessarily surface on questions being put to a witness.  This happened in this instance as well.\n\tThe question is whether the applicant can give a detailed, chronological description of the events that occurred.  The answer to that question is no and it is my submission that it should be borne in mind by this Committee that one, this incident happened more than four years ago, two, there was a war situation, three, the applicant was emotional, he was shocked, he was angry, he was confused, four, his own life was at some stage, in danger.  One cannot expect a person under these circumstances, to give a detailed description of events as it occurred in chronological order.\n\tApplicant stated that he can't remember everything in detail and it is respectfully submitted that he cannot be faulted for that.  Mr Chairman and Honourable Members will remember that applicant even referred to my learned friend when he answered questions by Mr Van der Berg, he referred to him as Mr Van der Walt and he kept on doing it, throughout.\n\tIt shows that this is a man who cannot remember detail in the circumstances, all the detail in the circumstances.  Mr Chairman, it is my submission that there was full disclosure on the part of the applicant.\n\tComing to the political objective, the AWB came here for a political reason.   The political situation was not sound in the then Bophuthatswana.  These situations are contained in the video footage that was viewed by this Committee.  The applicants states that he acted as a supporter of the ANC.\n\tAlthough this was not originally included in his application form, it is submitted that it does not detract from the fact that he was a supporter of the ANC as testified to it by the applicant.\n\tOn page 5, paragraph 11(a), if I may refer you to it Mr Chairman, he was asked the question the yes that is contained there, on whose behalf was he acting and the answer was clear, on behalf of the ANC.  He believe that he was acting on behalf of the ANC.\n\tComing to ...",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Hendrickse, when you speak of him being a supporter of the ANC, could you say to us for instance it existed throughout if we look at the years, because you led evidence to the effect that when the people, the nation as he calls it, was screaming for their help, that he identified with the nation.  Could we say then therefore when he suddenly identified on the 11th of March, that he was in effect a supporter?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman, I would answer yes, he was a supporter although when questioned by Mr Mpshe, he says that this deed that he is now applying for amnesty, was the first deed that he had actually done in furtherance of any political idea of the ANC.  It does not detract from the fact that he was a supporter.\n\tHe may not be a member, card carrying member of the ANC, but it does not debar him from being a supporter and there is overwhelming evidence before this Committee that he was indeed a supporter of the ANC.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Supposing we do take into consideration that say for a moment accept it that because he was a policeman, suppose that, that he was acting as a member of the Police Force, would it also detract now from the answer you have given?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "With respect no, Mr Chairman, it would not detract, not at all.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, you may continue.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Hendrickse, apart from the applicant's own evidence that he was a supporter of the ANC, what other evidence, overwhelming evidence as you put it, would you rely on?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Although there is no other evidence before this Commission apart from that he testified to and what is contained in the documents that are submitted to this Honourable Committee, it is my submission that that suffices to prove that he was indeed a supporter of the ANC.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Is that the overwhelming evidence that you refer to?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "That is indeed so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because if he was a supporter of the ANC, he wasn't a very strong one, because he stated he didn't know what the ANC stood for or what its policies were?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman yes, you need not be, you need not know all the - what the ANC stands for in great detail.  He is not one of the leading members of the ANC.  It is not expected of him to know in detail the policies of the ANC and what the ANC stood for, but that does not detract from the fact that he was a supporter.  He may as my learned friend has called it, be just a blind supporter of the ANC.\n\tBut that indeed is sufficient under the circumstances, I submit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that if he wasn't a supporter of the ANC, he wouldn't have shot them?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "No, no with due respect Mr Chairman.  The fact that he shot them, he was at that stage thinking and in his mind, he has made up his mind that he is acting for the people who were mostly ANC members and supporters.  It is neither here nor there whether he was in fact a supporter at that stage, or not.\n\tBut it is clear that he aligned himself with the people, he aligned himself by what he called protecting the nation against the invasion of the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there, what are your views on, just going through some of the evidence, on the applicant's version he says that he shot at the blue Mercedes and it came to a halt and then he immediately went to it from where you are sitting to the green door, 15 paces.\n\tHe asked a couple of questions and then shot the people.  On his version, the timespan would have been no more than three minutes or two minutes, yet it is quite clear from the affidavit of De Koker and also the evidence of Mr de Ionne that the victims were lying besides or next to the vehicle for at least 15 minutes.  \tHow do you explain that difference in the evidence?  What happened if the applicant himself said well, he is not disputing that it might have been 15 minutes, but on his version, it wasn't.  What did he do in those 15 minutes with regard to, what went through his mind, what happened in those 15 minutes, with the applicant?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman, clearly the time was estimated by the applicant to be three to five minutes.  If there is a discrepancy between that evidence and the evidence as presented by the video footage and that the journalist has testified to, but it is my submission that whilst in that state of shock, anger and being confused, and maybe frustrated I may add, it may well be that more time had elapsed than what he realised.\n\tBut it is my submission it is not material whether it was three minutes, five minutes or 15 or 20 minutes.  It is not so material for the purpose of this Commission.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Are you suggesting that in the anger, shock and probably frustration, the time lapse and the evidence we had that there were other people who got there before him and that blinded even his vision, that would be immaterial, according to you?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "That is my submission with respect, Mr Chairman.\n\tMr Chairman, if I may continue, if I may refer you to page 15 of the bundle, the second last paragraph \"our client decided to act for the public who were mostly ANC members and supporters.   Our client joined them and moved across the street at TTA, being shielded by the group of people, thereby making a clear stance with regard to which side he is on\".  It is my submission Mr Chairman, that although it is not categorically stated that he is an ANC supporter in this paragraph, it is clear that he made a clear stance as regard to which side he is on.\n\tIt is my submission that the reasons as to why the applicant said that his acts are associated with a political objective, must not be seen in isolation.  It must be seen, the whole objective and reasons must be seen in its totality.  If I may refer you to page 10 of the bundle, the reasons why the applicant says that these acts are associated with a political objective, is clearly set out.\n\tMay I refer you to page 11, paragraph 5, Mr Chairman.  At the time this happened, the people forced me to take a stance and defend them.  I had two choices, either to disobey the will of the people and be their enemy as they would see me as a puppet of the Homeland government or to act in protection of the people and achieve a political result they sought, that is to stop the takeover by the AWB and enable them to struggle for change and participation in the elections.\n\tIt is my submission that it can be inferred from the objectives here, that he is indeed, was indeed a supporter of the ANC.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but if we read the paragraph you have just referred to, we see that what was uppermost in his mind and in accordance with the duties he had as a policeman, he had to protect the nation and here again he says, that they, not him as well, they achieved their political objective, that is participate in the elections.  Not that we should, am I reading it correctly?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman, it is clear that from this paragraph, the applicant made a choice.  He made a choice for himself and he decided on which side he is on.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, no, he made a choice quite correctly, that he would defend the people and that the people should achieve their objective, not that I and the people should achieve our objective, but the people should, not him.\n\tThat is why he made the choice whether he is for the puppet government, Homeland government or the people who was standing against the Homeland government, and he made this point that I am going to defend these people against the AWB that these people should achieve their objective.  Am I reading it correctly in that sense?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman, Mr Honourable Member, to a certain extent yes, but it should not be seen in isolation.  It should be taken with the other evidence of the applicant that he say that I took a stance, I decided, I am going to fight for the people, I align myself with what the people stand for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that point about protecting the nation, I am sure there will be submissions from Mr Terreblanche and Mr Van der Berg on this point, so if I could just hear what you say on it.  We hear from the evidence of Mr de Ionne and also from the affidavits of various other policeman that formed part of this bundle that the three victims had been disarmed, that the situation regarding those three, was now under control.  The witness said that he didn't feel threatened himself from those three people and it was also apparent from the video that we saw and the press photo's that Mr Uys next to the wheel, had his hands up, one person was incapacitated through injury and the other one was lying stretched out on his stomach, not very aggressive type of situations and that they had been disarmed, no firearms could be seen.\n\tWere those three at the time, a threat to the nation and by shooting them, how was the applicant protecting the nation, or these men who had essentially surrendered?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman, again it goes back to what was in the mind of the applicant at that time.  What was he thinking at that time.  When he was across the street, he was shot at himself.  He saw other people being shot in his presence, two of them.  One was shot in the thigh, one was shot in the belly as he called it.\n\tHe was angered, he was emotional.  He went to these people, he questioned them about where they came from and the more important question was what were you doing here?  What was the purpose for you to come here?  In that anger and outrage, it is my submission that he may have thought as he rightly pointed out, that they were still a threat.  They could have, or some other persons could have shot and that is why he decided to kill them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman and Honourable Members, when the application form was initially completed, it was not categorically stated that the applicant was a supporter of the ANC.  It surfaced later on and he cannot be punished for not mentioning it.\n\tAn amendment can be made at any stage before he actually testified in his evidence in chief.  The fact that he was a supporter being included in the bundle of papers which I referred you to, before he gave his evidence in chief, clearly indicated that it was not an afterthought.   It would have been something different if he just testified to it before this Committee that he was a member or supporter or not a member, a supporter of the ANC and nowhere in the papers was it alleged that he took a stance and decided for the people or aligned himself with the people.\n\tThen it would have been something else, but in the papers it was included that he is indeed a supporter of the ANC.\t\n\tNow it comes to the following question, what was his objective.  The people in the then Bophuthatswana wanted to change, they wanted reincorporation and they wanted to go to the voting station to vote.  He acted for the people.  The AWB came here to stop the people from taking part in the elections.  That is what he testified.\n\tHe said that by shooting the three AWB, he chased away the AWB and showed his dissatisfaction with the presence of the AWB in the Mmabatho, Mafikeng area, hence the question that was asked, what did you want here, to one of the men.\n\tOn a question by my learned friend, Mr Mpshe, the answer came out very clearly, rather the people to topple the then Bophuthatswana government than it be taken over by the AWB.  This is what the applicant perceived the situation to be at that time.  \n\tIt is common cause that after the three AWB's were shot, there was a withdraw of the AWB from the Mmabatho, Mafikeng area.  The video's clearly indicated there was some remarks that was made by politicians and the Honourable Mr Justice Kriegler, who is the Chairman of the Electoral Commission.  He says that indeed these people were shot at in the glaring publicity of the media, but although they were shot like dogs, it had enormous effect on the rightwing resisting the elections at that time.\n\tMr Leon Wentzel also remarked.  He said that the events were said and said it is indeed Mr Chairman.  But it demonstrated that one cannot play with the peace process that was going on at that time.  And the freedom of the people, the freedom of the land, was not up for grabs at that stage.\n\tIt is my submission Mr Chairman, that these remarks should also be considered.  The journalist, Mr de Ionne, also testified and coming to his evidence, he clearly stated that what was prevailing at that time is clearly a war situation.  There were riots, there were uprisings, there was unrest in the area.  It increased dramatically when the presence of these men on the bakkies were felt here.\n\tWhen they came here, there was an enormous increase and the people protested against the Mangope government at that time, who refused the people participation in the elections.  This was the political scenario at that stage.\n\tThere is also the evidence Mr Chairman, of Mr Lebotso who was himself  a victim of the circumstances on the day in question.   His evidence is clear, it is fortunate for him to be alive to tell this story.  He clearly corroborates the fact that there was a state of war and innocent civilians were shot at random for no other reason than the colour of their skin.\n\tMr Chairman, this is the situation that prevailed at that time.  This is what makes the applicant to say there was indeed a state of war going on at that time.  It is my submission in conclusion that the requirements as set out in Subsection 22(f) and also to a great extent (g) is met.\n\tIt is my submission that applicant did not act for personal gain, nor did he act out of personal malice, ill will or spite.  It is further my submission Mr Chairman, that a proper case has been made out by the applicant to be granted amnesty.\n\tIt is true that regret or remorse is not one of the prerequisites for the granting of amnesty, but in a true spirit of reconciliation, applicant out of his own, apologised to the family members of the three deceased AWB men.  This he had done in the true spirit of reconciliation.  He asked for forgiveness and to reconcile the differences of the past.\n\tMr Chairman and Honourable Members, on that note I conclude, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hendrickse.  Mr Terreblanche, do you have any submissions to make?\n\tSorry Mr Terreblanche, Adv Bosman just wants to put a question to Mr Hendrickse before you start.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Hendrickse, could I just ask you to deal very briefly with the fact that the applicant - just deal very briefly how material the fact that the applicant did not come forward at an earlier stage to say that he had shot them in support of the ANC, or that he had shot them, why he kept quiet so long?   Does that have a bearing on the applicant's state of mind?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Mr Chairman and Honourable Member, indeed it is true that the applicant waited for quite some time, considerable time before coming up, out in the open.\n\tBut on questions put by my learned friend, Mr Van der Berg, he came out very frank, very open and said that he was confronted by the police and then he decided to come out and tell the truth.  He also explained in detail what occurred on that day when he was confronted, how he approached his legal representative, his lawyers at that stage.\n\tIt is my submission that it does not have such a great effect on this application itself.  People might come after years and open up and say I did it and I did it for this purpose.  It does not detract from him telling the truth and make a full disclose of what actually happened.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Would one not have expected a person who acted in support of a particular party, to come forward and say look, I did this for the nation or for the party, this is the gist of my question?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "It may well be that that another person may have come out sooner and says I acted for this party and this is what I was doing and I firmly believed that I was acting for the party.  However, it is my submission that he cannot be faulted for coming out at a later stage.\n\tHe came out and he applied for amnesty before the cut off date and that is why we are here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Terreblanche?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Honourable Chairperson and counsel, in my argument I will attempt to, in a spirit of the Latin quote, to search for the truth and to stand by it, then I think of this quote that is very familiar in legal circles ruat caelum fiat iustitia, let the heavens collapse, but let justice prevail.\n\tThis Commission was confronted with a very strange case.  A man applies for amnesty, your Commission must decide if he will not be charged in a criminal court with the evidence that was led in front of this Commission, and what he was confronted with and where he indeed will be charged for a triple murder.\n\tThe applicant himself is also or was also confronted with a unfamiliar situation, because of political unrest and because of what happened in Bophuthatswana and the fact that the Mangope government which is an independent sovereign State, did not want to take part in the elections of another State and because of that, there was unrest.\n\tIn this unrest three men were wounded, one apparently killed and the applicant arrives at the scene and he cold bloodedly kills them.  According to the evidence in front of the Commission, he also shoots the body of the third person with a machine gun.\n\tIt can never be doubted that it would be a murder case of the century in this country, but the applicant can see the light now in the light of the situation.  He cannot explain why he was in hiding for so many years, and he hid himself so well that the sergeant had to carry the guilt for years.  Nare, the sergeant, was known throughout the world as a murderer.  Nare carries the guilt and the guilty person, hides.  At no stage he goes to the police or to the Committee, and we have to conclude the police, or before the police finds him and confronts him with the following case that is under investigation for murder, and his reaction was there is no way in which I can escape what I did against humanity and makes misuse of the Judge and the other Members.  I will go and hide from justice, then the police can do nothing against me.\n\tHis plan did succeed, except for the heavens collapsed and justice will prevail.  He is, because of his own evidence and the evidence of others, he is found guilty, at least that he killed the people.\n\tBut in the meantime, while in hiding for those months and years, he also learnt how to apply for amnesty and there must be two reasons for doing this.  Then you are not a murderer any more, then you will be released.  You with your quick temper as he showed it in his biting answers, not only towards Mr Van der Berg, but also in answer to one of the Members of the Panel.\n\tHe must have a reason why he applies for amnesty and the first is someone had to give him an instruction.  He is in the politics, from what party section is he?  Who is his immediate Head?  These questions were put to him at various times:  who gave him the instruction, but because Mr Menyatsoe was never a member of a political party, and was never involved in politics, and it is my submission that he was not interested in politics, because then he would have at least said that he supported the ANC like a soccer club in Johannesburg.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "May I just interrupt you Mr Terreblanche.  As regards the instructions that he had to act on, his answer to that question says the situation as it prevailed, I had a discretion.  Could we falter his discretion which he took up at that moment when he was confronted with what he terms a war situation, that if you are that position, you have no discretion, you must obtain instructions, can we falter him on that?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Mr Chairperson, my argument is exactly that because he knew that there was no one to give an instruction, he had to adapt his evidence in such a way that he created a war situation of a scene which was indeed or should have been a hospital room, because he acted himself.  From a hospital room, he creates a war situation and shoot the bodies and I will argue further or later, and prove it because he did not receive an instruction and because he was not a member of the ANC and I am convinced that the ANC would not reconcile themselves with him as a member, because it is not the ANC's policy to kill injured, because he had nothing to do with politics, but because of his own evidence, I had to make a choice he said in one of his statements, either I had to support the Bophuthatswana police or stay with the people where I was tasked.\n\tThe police say you cannot leave, you have to stay there.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No but Mr Terreblanche, let's look at it and even take the evidence of the journalist in perspective.  He says the situation here in Bophuthatswana was so tense that we could ascribe it to a political upheaval and even the members, he cannot say who, that them as journalists had to cover the upheavals here in Bophuthatswana, were even restrained by these people showing them guns, we will shoot you, get away.\n\tYou find yourself in that situation, confronted by these men, are you going to say I must wait and go to Head Office and get instructions what to do with these people which are confronting you immediately?  Are we going to think along those lines?  If you are thinking rationally as a person, are we going to think along those lines?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Honourable Chairperson, I was busy to say and I hope this will satisfy you, that he decided there when he was confronted by the people, I now support the other side.  That is where he made his decision.  I now become part of them, that is true.  That because of the fact that he went to the people, but he said it was like this and I've got a problem with this.  I wanted to protect my people when the shots were fired.\n\tHe did not shoot back immediately, he later fired shots at this vehicle, he wanted to protect his people, but he also said that he had two choices.  The people forced him and that comes out of his statements.\n\tThey even wanted to take his rifle and he said he will not give it, he will protect them himself.  He did not have a choice, so he stood with his people and I accept that, that he then stood with the people who were threatened by the AWB and I accept his evidence.  It is true, but it was not politically.\n\tThe AWB according to him, shot or fired at the people and he went to go and protect the people and then afterwards he fell next to the road, and he said a vehicle passed him and he said that he fired shots at this vehicle and then the AWB is gone.  Then he went back to the people in order to protect his people there as a policeman, as a soldier, not as a peace or Justice of Peace, but someone who takes decisions about life and death, then he goes back and go and kill these people in order to protect his people and if you talk about people, these are the people who were standing there.\n\tNow the question is how can it ever be politically motivated to - when you kill or shoot at a body and kill other people in order to further your political case?  I did say that I do not think that the ANC would like to reconcile themselves with such a deed.  I do not think they would like to take responsibility for it.\n\tHe furthermore say because he heard the statements that were made by the learned lawyer for the applicant, statements that say that it brought about change, it made that the AWB  and rightwing were halted.  It was described by his legal adviser, it was in the media, he even said that some people congratulated him, that he was a good soldier and then he continues to say that he killed these people because he wanted to help his people, and the impression was created by the applicant's legal advisor, that he had it in his head or mind, that if he kills these people, he will prevent or stop the shooting.\n\tThe reality Mr Chairperson, is that the AWB was or fortunately the AWB had passed this scene, the AWB was not even in Bophuthatswana when the media showed this terrible scene to the world.  The AWB was fortunately gone, otherwise that deed ...",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Let's put it in perspective Mr Terreblanche.  Are you saying that on the 11th of March 1994, when the incident took place, the AWB was out of Bophuthatswana, am I hearing you to say that?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "(Own translation)  Mr Chairperson, that is indeed what I am suggesting.  There is evidence that the red Mercedes was the last vehicle.  This incident happened here in Mmabatho which is only a few kilometres from Bophuthatswana.\n\tAll the evidence and in my submission with regards to all the investigations we did, is that no one saw this.  The convoy was busy retreating, they had already left.  But there was confrontation between the Defence Force and the AWB and there is evidence that they shot at each other and then it became a war.\n\tIn this case, the AWB did not know about their Commanding Officer, Gen Fourie, Colonel Wolfaardt and Veld Cornet Uys, three senior officers were killed there and the AWB did not know about that.\n\tIf it wasn't about peace and it was the other way around, then the AWB would still have been in Bophuthatswana and they would not have retreated.  Then the blood would have flown worse than in the French Revolution.\n\tTo suggest that I am going to kill these people and then I will bring about peace and then the other people are going to vote, Chairperson, if it was another way around, then nobody would have voted in that election, because this country would have burnt.\n\tBut let's get back to my argument and if you will allow me, the applicant tries to make misuse of the amnesty law.  And maybe we can understand him, because three times life sentence is what he would have deserved if he did not walk out of here and if he did not get amnesty, that would happen to him, he would be in jail.  That is why he is not honest.\n\tTo say the least, the applicant never hesitated to lie to questions which was put to him.  Impossibilities, things which have never been heard in a criminal court, the question asked, he was asked whether he was alone or not, he said I was completely alone, he said there was no human being around when I committed these deeds.\n\tAnything that could die, was not there.  The only human beings there was himself and the people he then killed and then he was the only human being there.  But Chairperson, the evidence on the side of the Sunday Times reporter, he tells us and he was tested by cross-questioning, and this man says there was a lot of people, more than that. \n\tMr Menyatsoe, he makes a statement Chairperson, in Anglo-Saxon terms, affidavit, on the 26th of May and he says Chairperson, I killed the said men in full view of the members of the media, public, police officers and members of the Bophuthatswana Defence Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which page is that Mr Terreblanche?  Paragraph 2?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Chairperson, when we do not work with the truth, then the heavens do drop on your head and if we seek the truth in a case like this, and you start only like amending the truth, then you find yourself in this ridiculous position, where you start lying to yourself and to contradict yourself as happened here.  Nowhere in the evidence of the applicant did I see a reason why I should believe him and think that he was busy telling the truth.\n\tThere is a lot of examples which indicates to the fact that he was not telling the truth, but there is another very important characteristic which according to my submission, I noticed and that is indeed the fact that the applicant has got a very short temper.\n\tHe himself says that he was so angry, he said that in evidence in chief and he also says it under cross-questioning and his legal advisor says the reason for the death was that this person was so angry that he could not remember things.  The evidence of the Sunday Times journalist says that this person was so angry that he was cursing the dying people and the injured people.  He cursed them not because he was a member of the ANC or he was a supporter of the ANC, or because he was angry about the political motive which was his inspiration, his people was oppressed by Apartheid for so many years and that is why he became a member or supporter of the ANC, that is his motivation, their dignity was taken away from them, he becomes a freedom fighter.\n\tThat was never what he became.  He was a police officer who against the will of his people who he now wants to use to win the argument and he served under the BOP regime and with regards to the laws of the BOP government and the South African laws which forced these people not to go and vote, he was always in the same regime, he was never an ANC.\n\tAllow me to just mention Chairperson, that I was also a member of the Police Force, of the South African Police Force.  That I was in similar circumstances very often and forgive me for saying this, but it is quite relevant with regards to my argument, I was also chosen for the safety and the security of very important people and I had to protect the then Premier Adv John Vorster, I had to go and guard him.  I guarded him the same way the applicant guarded the General and the buildings of the State President.\n\tBut I have a problem with Adv John Vorster, I had one.  I was not in his party and I left his party, I not only left John Vorster, I also resigned from the South African Police Force and I joined the HNP and I became a candidate and I expressed by dissatisfaction with the government and I used proper democratic channels to do this.\n\tHere we are sitting with a man who was in a similar situation as I was.  He says he is a supporter of the ANC, but he uses the force of his uniform and his rank and he puts his cheque, his payment, he gets his payment from the BOP government.  But then the unrest came about, that has nothing to do with the AWB, the buildings were burning and people were destroying the University and the people got angry and they go and vote, they want to go and vote and Mr Menyatsoe listens and he hoists his sails to the wind and he thinks to himself where do I find myself.\n\tChairperson, he is scared.  If these people become the majority and the BOP government comes to a fall, where do I stand?  And then there was an interesting consequence that came about.  He hears from colleagues that the AWB is now in control of the military base.  I do not believe Chairperson, in all due respect, that he actually believed that the AWB took over because not a single shot was fired.\n\tIf the AWB kills the public next to the roads, what an incredible war situation it must have been for him to believe that the AWB now took over the military base.  He says it is the strongest force that the AWB now control.  Mr Menyatsoe was not telling the truth when he said that, but what he does know is that the AWB is busy to anger the people in Bophuthatswana.\n\tHe sees that people are being shot.  He hears the voice of Africa and the anger is prevalent in Mafikeng and this is with regards to people who were killed and he decides I must hoist my sails to the wind, the ANC might take over and then where was I?  Just a minute ago I was a policeman and I hunted the ANC because that is what Mangope did.  He was an ANC hunter in uniform, because Mangope gave him the instructions to do so and he knew this.  So now he has to stop it.\n\tHe does like a typical traitor would who does not care about his own loyalty and he joins the other side, he joins the people.  But how would the people know that Mr Bernstein Menyatsoe is actually an ANC supporter and not an ANC hunter under employment of Mangope?\n\tHe must get on the map, so he puts himself on the map so that the world knows about him.  He doesn't get the opportunity because he had a fright when the first shot was fired and it deflected close to his foot.  He is lying down next to the road when the vehicles come passed, we do not see him fight.\n\tThen afterwards, and then he ran.  After other bullets stopped the Mercedes Benz, not his bullets, he runs towards the scene of the crime in order to put himself on the map so that he would not only appear as an ANC supporter and as a supporter of the new government that is going to come, but he also wanted to be a hero.\n\tBut typical in his nature, his dishonesty, his cowardice and his disloyalty to the oath he cannot remember, typical in his nature, of his nature, the only opportunity he has is to commit murder.\n\tAnd Chairperson, he has got the arrogance to say that by this murder, he stopped change and the AWB left, but the facts of the Tebbutt Commission shows you differently.  The AWB left on own initiative after they were told to leave Bophuthatswana, they did so in pickups, and they all went home.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Terreblanche, was it public knowledge that the AWB was requested to leave Bophuthatswana, if so by whom and was it also general perception that the AWB is leaving and had they been leaving, what is so and on the footage there was general shooting, and if they are requested to leave, would you do so by shooting, and if we say for instance the political upheaval in Bophuthatswana had stopped for a moment, at what juncture and what indication was there from the AWB that the political upheaval has been contained, we are leaving?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Thank you Chairperson.  It is general knowledge that the next morning, the morning of the 11th, on the request of Mr Rowan Cronje who was then the Minister in the Mangope regime government, Mr Jan Breytenbach, who was in charge of the whole Unit which was there, the AWB was told to leave the country.\n\tThe Bophuthatswana government, Mr Cronje and others are able to control the unrest which is prevailing there and indeed, they did retreat.  The media covered these stories and these events.  There is a heading in a paper and it was shown here which says, we are going home when they were lying there and the media asks him, where are you going and he said, we are going home.\n\tEverybody knew and there is only one way home, and that is the way the AWB drove.  The vehicles in the front was already passed under the bridge and then the last vehicle found itself in this situation. \n\tI know that there are misperceptions with regards to what happened and to a certain extent one must give a few points to the people who say that because AWB's were killed here, they were stopped, but it was not the truth.  It was the discipline of the commanding officers of the movement that they did not go back and cause massive destruction.\n\tI was outside of Bophuthatswana because I was requested that evening to go and I did retreat.  After I met the men who did retreat, Chairperson, we received this news.  I carry the responsibility that I did not allow the AWB to go back and cause revenge.  So if we can correct this misperception.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "If I may interrupt you Mr Terreblanche, that what you are telling us now is not before us other than in argument.  We've got to look at your argument, taking what evidence was presented to us viva voce.  We don't have that kind of evidence from the interested parties, like for instance the AWB.\n\tWhat we have before us is the evidence under cross-examination and the applicant's evidence only.  We don't have the side of the AWB of the situation that obtained on the 11th of March 1994.  We are faced with this problem, please help us, that we have the applicant.  He says on the 11th of March 1994, a war situation prevailed.  It stops there.  We get a reporter who says I can ascribe the situation that prevailed on that particular day to a war situation.\n\tThat is the end of the evidence before us.  Even in cross-examination, this has not been put in the clear terms as you put it, that we have been requested to leave and we abided with that request to leave Bophuthatswana, but it only surfaces in argument and I have a great problem there, how far would I take the argument you have presented in coming to a decision whether we should grand or not grant.  I have a big problem there, if you could just take me over that.",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "Mr Chairperson, in my cross-questioning I put it very clearly the AWB is gone, I am quoting myself, the AWB has left.  I asked was there another vehicle behind this Mercedes and he said no.  I asked if there is one in front of it and he said that he cannot remember, because the fact of the matter is there was no vehicle behind that vehicle.  At least he did not say there was one, that was the last vehicle.\n\tI tried to the best of my ability to make it clear in my cross-questioning as far as the war situation is concerned, I said that these people had left.  Advocate appearing for Mr Uys also spoke about that.   The fact of the matter is they have left.  If you can give me a second, we can look at the bundle in front of us.\n\tMr Andy John de Koker testified Chairperson, and this bundle is available to you, it is page 18.  I noticed that there were around eight to ten vehicles in a convoy.  The last vehicle in this convoy was a blue Mercedes.\n\tThe next minute this vehicle came to a standstill on the left hand side of the road.  I noticed that the driver of this vehicle had his hands in the air, a sign of surrender.  I also noticed that the passenger on the left side was making a gesture with his hands.  I could see that there were three people in the vehicle.  All three were dressed in khaki and one shouted in English, don't shoot.\n\tThe last vehicle - the other vehicles, they were not shot at and they themselves did not shoot any anyone.  Where are they?  They did not stay there and created a war situation, they were on their way home.  This vehicle was the last in the convoy Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Terreblanche, can I just ask you.  Except for the fact that this blue Mercedes was the last vehicle, what would you say are the other factual factors which made the applicant think that the AWB has retreated?  Is there anything else?",
            "Unknown"
        ],
        [
            "MR TERREBLANCHE",
            "I think direction firstly, in which these people were driving.  I think that he was well aware of the fact that the AWB was busy retreating.  The time was getting short now for him in order to show his political colour, here is the last vehicle passing.  There must have been a lot of vehicles which already passed, he was in contact with Head Office.\n\tThe retreat of the AWB I would say, must have lasted for about an hour, it was a very long convoy, there were several hundred vehicles in this convoy and the Defence Force made an agreement with the AWB that they would lead them out and nothing much came of that.\n\tThe fact of the matter is that whilst these people were lying there for the 15 or 20 minutes, there is no evidence that there was a single AWB present.  No one, no one has heard any evidence to that extent.  This war which he saw, was passed.  It was passed.  I think that he did know as he received the information, that the AWB took over the Defence Force, surely he must have also received information that the AWB was on their way out, out of Bophuthatswana.\n\tMy honest opinion Chairperson.  Can I continue?  Mr Chairperson, at the end of my argument I would like to summarise it.  Unfortunately the law is so and it is not the law's fault, but it must be circumstances in the country and the new problems that a new government must confront, that various criminals try to get away with things by making use of this Commission, and by not admitting their guilt.\n\tThe law made it so easy for them, that the applicant have not spent one single day in jail, while four years ago, he shot and killed four people.  He probably was not even arrested or charged because he applied for amnesty and the Truth and Reconciliation Commission, and the world must hear me now and must listen to my humble submission and the world look at the protection of human rights and the dignity of people and above all, the God given gift of life as well as spirit.\n\tMr Menyatsoe did not convince me in any way.  No judicial person would be agreed by his arrogant remarks and answers.  My submission is that he was never interested in politics, but he used politics to make it more acceptable for this new government.  It is typical of the traitors in nations.\n\tThen he wanted to make use of politics to be acceptable before this new government.  Today he wants to use this Commission to not only get amnesty, but also to be taken up again in the community that he used for his own purpose.  My submission Mr Chairperson is that amnesty to this person with his unconvincing evidence and the reasons that he gave that he was politically motivated, the fact that he did not have anyone who gave him instructions, the fact that he was not a member of any organisation, and the fact that he was satisfied and just accepted his salary and the position that he was given to him, guard the Headquarters and guard the General, a way in which he betrayed Mangope and the General.\n\tHe also betrayed the ANC.  In this manner, he tried to make use of this spirit of reconciliation of this Commission to tighten the rope around his neck, in order to get away of what he did.  It is my submission and plead that the news must not go out into the world that the Truth and Reconciliation Commission that seeks truth and reconciliation, that the Truth and Reconciliation Commission now became the squatter camp of criminals where they can hide.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Terreblanche.  Mr Van der Berg?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "As it pleases you Mr Chairperson.  Mr Chairperson, last night I worked out the Heads and ask permission to submit it, it would just make it so much easier.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Van der Berg.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, to begin with I am sorry that it is not, or that it is handwritten.  I didn't have time to type it.  As it pleases you.  Mr Chairperson, if we can just look at page 1.  Firstly, what is mentioned there is the three requirements to which this applicant must adhere to and that he must make a full disclosure and the second paragraph Mr Chairperson, it is very clear out of this hearing, that the applicant refuses to reveal everything to this Court, Commission.\n\tThe applicant - it seems as if I am talking too fast.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will give the Interpreters a copy of your arguments.  Continue please.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "As it pleases you.  Mr Chairperson, it is clear that the applicant during this whole application, told blatant lies.  The applicant and that is in paragraph 4, did not, his evidence did not correspond with the statements that he made.\n\tThe applicant's deviations is in that he made certain additions to it, which is not manifested in one of his statements.  6.1, the applicant in his evidence in chief made mention of the fact that with his hands and gun in the air, he shouted with a group of people \"Viva ANC\".\n\t6.2, the applicant also mentions in his evidence in chief, that he was very nervous and anxious and he never mentioned this earlier on in his affidavit.  He also mentioned that he did not give any warning shots.\n\t6.4, in the affidavit it is not mentioned that he had certain discussions with the AWB members.\n\t6.5, the applicant also mentions that he was an ANC supporter and it does not appear in bundle A or statements.\n\t6.6 Mr Chairperson, I think I would say this is the most important aspect in this application.  It is very important that the applicant's case which he presented to the Court, it is not mentioned in any of his statements, in other words, namely that he saw that one of the AWB members' hand moved down to his hip and that the applicant was under the impression that he is going to take out a weapon and that is the reason why he started shooting.\n\tIn paragraph 7 Mr Chairperson, it seems that under cross-examination, that he agreed that he shot out of self-defence and that was his case.  I asked him pertinently at the beginning of this hearing if it is his case that he shot out of self-defence and he then confirmed that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that regard, the evidence of the applicant is - I don't know if this is the right word, but somewhat confusing, because at one stage he said at the moment that he started towards the car, that he started walking towards the vehicle, he had already made up his mind to shoot those people.\n\tThen he said that the proximate cause of him shooting this person, was this movement of the hand and that prompted him to shoot, which is you know, a bit of a confusion there, but one would expect that if the movement of the hand caused him to shoot, that it is not a detail that he would forget.\n\tHe said that he didn't put it in his statements because he can't remember all details, but it is the sort of detail one would think, one wouldn't forget if that was the actual cause of him shooting.  Whether or not he had made up his mind earlier to shoot them or not, but if that prompted him to shoot, why forget it?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Indeed.  That would also appear in the Heads later on that these allegations and that was his case, if I can just continue now with my Heads.\n\tIn his evidence in chief, that was his reason why he shot the people and in my question, why didn't you mention it in your earlier statements or affidavits, he said he forgot.  He always or he made these sinister comments about why he forgot.\n\tAnd then asked whether I could remember what happened when I was 19 years old, but that what is most important in his case, you do not forget.  That is what he said to this Commission.\n\tWe must take into consideration, that he had four opportunities to put his case and in all four of these opportunities, he had legal representatives.  Which is ironic Mr Chairperson, if he had the opportunity to make supplementary statements or affidavits, even with the postponement, he also had the time to look at all these facts, he had the bundle to his disposal and he could have verified this information.\n\tNow at number 99, he comes and gives evidence about things that did not appear in his affidavit.  He even mentioned that he had clarity of mind and that is on page 11 of the bundle, when I went to work in the morning, I had clarity of mind, that if possible, I would be part of those chasing the right wing away and restore the order.  That is paragraph 3 on page 11.\n\tMr Chairperson, if we then continue and look at paragraph 8, it is clear if we look at the video's that was shown, it is not true that any of the AWB members moved their hands as the applicant alleged and it can be confirmed with the photographs that was taken.\n\tIf I can just elaborate on this point and I will not talk long about this, the applicant's version that the hand moved down, what is strange, he had to at that stage, he should have known who the person was that moved, because there were only two who could move and point number two is, at least he should have been able to identify the hand or tell, indicate the hand that moved.\n\tWhat came out of the video's and the photographs is that it was blatant lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Another aspect also of the evidence which I found a little bit strange was the applicant said that he saw this movement of the hand, and that caused him to shoot, and then he was asked, well, who did you shoot first and he didn't say it was the person who moved the hand.\n\tWouldn't it be natural if he thought somebody was going for a gun, that that would be the person you would shoot first and you would know that?  But he says he doesn't know the order in which he shot or whether it was the man who moved his hands or not, which seems somewhat strange.  It could of course happen like that, but one would think that the first shot would be directed at the person who he thought was the danger because he was going for the gun.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr Van der Berg, wouldn't you think that what the Chairperson has said, is more probable than what you are putting out on paragraph 8, because if you were to talk about the photographs, like he said in his evidence, the applicant, they are motionless, something you can't see and then we return to the video.  What I saw and correct me if I am mistaken, is just somebody appearing and shooting.\n\tWhat obtained prior to that, did we have an opportunity to see what obtained prior to the person who came and shot?  I am not sure whether I saw that on the footage, I am not sure that I did?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, that is correct, it is not very clear.  The applicant moved from the side, the way in which we looked at the video or video camera, he moved from the right hand side.\n\tMr de Ionne also testified that he also moved from the right hand side and it is very clear that he fired shots, turned around and fired more shots.  It was not a question that he stood there and when he saw the movement, then fired the shots.  He moved in, it is very clear out of the video, he moved into the scene and then shot the people.\n\tSo it is not, it is very improbable that he moved there and then shot the people after he saw the movement.\n\tIt is also very clear Mr Chairperson, and I want to conclude this aspect, that on the video one can clearly see that Mr Uys, who was on the left hand side of the vehicle, lying against a wheel, that his hand falls forward.  There is no way that he could move his hand towards a weapon.  If there were weapons.\n\tAnd the same for Mr Wolfaardt, who was lying flat on the ground on his stomach, with his face towards the ground.  It is also out of my Heads that his left hand was on top of his right hand and there where he was shot, his hands stayed the same, in the same position, nothing moved.  That is a question that I asked to Mr Menyatsoe, that he could have answered if he wanted to and that is if it is true that the hand, he could not even say if it was a left or right hand side, but let's just accept that he moved with his right hand, but I think he mentioned left hand, if this hand moved down to the hip and when I asked him, did you shoot him when his hand moved towards his hip where there would have been a weapon, he said yes, but surely one would expect that the hand or the arm would remain in that position after you shot a person?  It cannot be true what he said.\n\tMr Chairperson, if I can then continue.  Paragraph 9, if the member who went for his weapon was shot immediately, his hand would have remained at his side.\n\tParagraph 10, the explanations that the applicant gives why these additions were not made to his statements, is because it happened a long time ago and he cannot remember.\n\tParagraph 11, Mr Chairperson, this explanation we cannot accept because the applicant had four opportunities to make additions to his statements or affidavits.  It must be taken into consideration that he did have a legal representative.\n\tHe is lying, blatantly lying.  It is all that he did here and these facts, he fabricated afterwards and came to tell it to the Commission.  It is not what really happened.\n\tThen Mr Chairperson, I would like to refer you to page 29 of the bundle.  That would be the 17th line, second last paragraph, it begins with I approached the occupants of the Mercedes and fired shots at them.  I immediately left the scene, I went back to the TTA and met one of the white officers who said I had done a good job.\n\tMr Chairperson, that is exactly the question that worried you and that is with respect, he never explained this 20 minutes.  Monday when I started with my cross-examination, I emphasised this because it is very important, this 15 to 20 minutes and what happened in that period of time.  He never explained it in any of his affidavits.\n\tHere on page 29 he tells a story, he runs to the Mercedes Benz, according to the version, he is apparently the first person that arrives there, and that from this out of the document, he shot and killed them and moved back.  But that is not what happened.\n\t15 to 20 minutes expired, where he was present.  On your question Mr Chairman, he answered or let me put it this way, I asked him did you leave the scene and then you asked were you there the whole time?  He said he was there the whole time, at the scene.\n\tOn his own version, he was there for that whole 15 or 20 minutes.  That is something which he did not explain, up to today he have not explained it to the Commission yet.\n\tIf we then continue Chairperson, in paragraph 13 the applicant mentions in his affidavit on page 10 and paragraph 13, that he feared that the AWB  would take over the government and that is why he shot.  He wanted to prevent them from taking over, but this is contradicting his evidence that he was an ANC supporter and he was opposed against the government of Mangope.  So he is saying two things, he wanted to prevent the AWB from taking over, and because he feared that the Police would be next.\n\tHe is looking at that, but one can say that he is pro the Mangope government and because he is fighting for the Police, but in the same breath he says I am a supporter of the ANC and I am jumping around with a gun in my hand.  That is contradictory.\n\tIt also does not correspond to when he was asked whether he had a political motivation.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Before you proceed, if we say in our deliberations regarding the political objective and we say well, this evidence that he was an ANC supporter, doesn't hold, say we say that for instance and now we look at him who was a policeman finding himself as he puts it, in a war situation, would he still qualify in those terms?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, surely one would expect that if he was an ANC supporter, this would have come forward in his documents more pertinently.  The shooting itself should be seen as an individual incident, he did this as an individual, he was not politically inspired when he stood there.\n\tHe doesn't say that all of us were here and we decided, or someone told me that I must do this and we decided this together.  That was never his case.  He went there as an individual.\n\tWe must take this into consideration, that was his case and we must not forget it, with all respect.  He didn't shoot in order to obtain a political objective.  What he said to the Commission was I shot them out of self-defence.  And if you look at all his statements, he made four of them, if you look at them, it is very evident that he shot out of self-defence, to protect myself and to protect the people.\n\tI will still get to this people because we do not really know who the people are he protected, seeing that he was the only person at the scene of the crime.  But there can't be any political motivations.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No Mr Van der Berg, if you look at it, the evidence that we have heard so far is that there was a political eruption or upheaval, which is ascribed to a war situation.  Are we able assist us please, that we could say when it stopped and if people are in a war situation, if they kill each other, can we say the other group in this war situation, who was shooting and killing in self-defence or to achieve an objective that we defeat the enemy, where do we draw the line?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, if you grant me a second and I am going to take it page by page and I am going to get to this aspect because it is included in my Heads of argument.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "We will rather do that, because it would be more structured, thank you Mr Van der Berg.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "As it pleases you.  Mr Chairperson, if you look at paragraph 14 at page 10 of the bundle, the applicant mentions that it was his duty firstly to maintain order, to prevent that the AWB take over and to protect the public or the people.\n\tParagraph 15, this evidence correspond with what he says in his evidence in chief, the fact that he was an ANC supporter.  I have already mentioned that before but it is also pertinently shown out of the pieces, out of the document.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr  Van der Berg, just for the record, if you look at paragraph 14.2 of your Heads, I think it should read it is to prevent that Bophuthatswana is taken over by the AWB?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Yes, indeed you are correct.  That must be the case.  I apologise, that is correct, that is the way it should read.  I thank you for that.\n\tTo return to paragraph 14, the last bit of it, once again it is said that initially he said he was fighting for the Mangope government and his evidence was that he was against Mangope and that he was dancing together with the ANC supporters.\n\tIn paragraph 16 the applicant also said in cross-questioning of Mr Mpshe and he said that he acted on behalf of the ANC and then Mr Mpshe asked him, on behalf of which political organisation did you shoot these people and his answer was I acted on behalf of the ANC.\n\tWith all due respect, where the applicant gets this information from, I really do not know, but that was his answer, but of course it does not correspond to his evidence which is evident from the document.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Van der Berg, I just want you to clarify this for me you know.  This incident took place on the 11th of March 1984 and if we look at the history of our country, elections were due the following month, April 1994.\n\tAnd at that time, there were negotiations and the ANC was back in the country.  In fact all the organisations had been unbanned.  Can you really say that it was so improbable that you could have people working for the Bophuthatswana Police Force, but who had sympathy or could see the way forward that look, this is the way things are going?  You know, it is highly likely that the ANC is going to take over the government and people want to be reincorporated into the main stream South Africa.  Is it that impossible to find people as individuals, having sympathy for the ANC and yet at the same time, still being in the employ of the Bophuthatswana government?\n\tIt is something that could happen and people saying, a person saying to himself rather than having our country, okay what is perceived to be our country, this Homeland, taken over by the AWB, rather I would resist the AWB and then we see what happens at the elections and in those circumstances, finding yourself having sympathy with people who wanted to be reincorporated into the new South Africa?\n\tI think we can accept that people could see the way the wind was blowing at the time.  This contradiction that he was a Bophuthatswana police officer, therefore he could not be an ANC sympathiser, therefore when you are saying that he shot because he had aligned himself with the ANC sympathizers is a contradiction in terms, but I mean, if we look at the whole background of the country, is it something really that impossible because the elections were going to take place the following month?  Can you just explain why you would say it is such an unlikely situation to occur?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, yes, firstly one has to go and look and see if the applicant was so strongly politically motivated or if he felt so strongly about the political situation, then we would have found that much more prominently in his documents, but we don't.\n\tIt is possible that somebody, we can find someone who might, who was for the ANC even though he worked for the Mangope government, who wanted to take part in the South African elections.  Definitely yes, you could find people like that, but the question is if the applicant did give us that case, did make an issue out of that, that is what we have to look at, not the possibility that it might, we might have find other people who is in a similar situation, but we have to look at this applicant.\n\tOne must also look Chairperson, if the applicant was unhappy or was angry at the Mangope government if I can put it that way, is that a sufficient reason to shoot the AWB people?  Surely that is not sufficient reason if he is angry at the Mangope to then shoot the three AWB members?\n\tThey did not prevent that he takes part in the elections, and also the AWB at that stage, the convoy was moving out.  Mr Menyatsoe, yesterday he answered my question, he said yes, he did see the convoy, so he did see it.  The convoy couldn't have gone anywhere else except leaving Mmabatho and as Mr Terreblanche has already said, some of them were already on their way out.\n\tSo in that context, one has to look at it whether there was real danger for him or not, and whether it was political or not.  Then we must also, I made a note here Chairperson ...",
            "Male"
        ],
        [
            "ADV MOTATA",
            "If I may just follow up on what my colleague has just asked you Mr Van der Berg, what I want to know is there dispute or denial that the AWB people or rather let's put it this way, that the khaki clad white members were shooting at people in Bophuthatswana and in particular at black people?  Is there denial of that nature?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, the applicant, when he shot the AWB people, he did not know about any other shooting incidents which took place.  It is the first incident that he was dealing with.  It was on that day.  I would like to refer you to the statement he made and specifically ...",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just to assist you, the applicant said if I can remember, one person was shot on his thigh and another one in his belly and her belly, it is a woman, and he said this enraged me because my people were massacred by these people, so I say let's just take those two incidents.\n\tIs there denial that the AWB ever did it because if I follow your argument to say they were retreating, they were going out of Bophuthatswana and I want to understand, if you say so, it means that war situation that prevailed, had stopped and if that war situation which is ascribed to, had stopped, then there was no reason for them to shoot, because they were retreating?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, let me just answer the first question which was put to me.  If we look at page 27 of the bundle and about line 20 onwards, on 21 more specifically, he, that is his neighbour, he informed me about the presence of the armed AWB members at the Bophuthatswana Air Force Base.  He said they had virtually taken over from the regular Bophuthatswana Army.  He informed me that the mere presence of the AWB was not acceptable to the black Bophuthatswana Defence Force members.\n\tThe point is this, at this given point in time, this is Thursday night ten o'clock, he knew nothing.  He was informed, it is all hearsay and that is what I am trying to convey.  It was all hearsay.  It was information which he did not know about, which his neighbour gave to him, which was not acceptable to his neighbour and his neighbour said this is not acceptable to the black Bophuthatswana Defence Force members.\n\tNever pertinently did he express his opinion, it is all hearsay and he reacted to that.  So then again, what I asked him yesterday, this is on page 30, round about line 15, about the 40 people who were killed or shot.  With respect, that evidence was not within his field of knowledge when he shot the AWB people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It does say on page 29 with regard to the blue Mercedes in particular, that the people in that blue Mercedes started firing shots at him and then he goes, it doesn't say it here, but he goes on in his evidence to say that those shots resulted in at least two people that he saw, being injured.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "That is so Chairperson, the fact that the shooting did take place at the TTA.  That is a fact, I am not going to try and argue that away.\n\tBut at the end of the day, who was responsible for the people who were shot or injured?  I think that evidence was concluded with the Tebbutt Commission, by the Tebbutt Commission, and because we do not know who was responsible for the people who were shot there, because the Defence Force was also shooting at points, so there was crossfire.\n\tA woman was shot in the stomach, according to this witness, yes indeed, there was a shooting going down, but the question at the end of the day is, after the shooting stopped and that is where the applicant is blatantly lying to the Court, he says that when he got to the Mercedes Benz, there was still shooting. \n\tI asked him, no it stopped, hadn't it, and he said no, people were still shooting.  It is evident from the video, it is evident from the evidence of Mr Peter de Ionne, that there was no more shooting taking place.  So right there and then ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can just push your button there.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "As it pleases you Mr Chairperson, I thought somebody wanted to ask a question.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but if we look at the, or recall the evidence of Peter de Ionne, he says at the Mercedes there was no shooting, and the question was asked about generally within the Bophuthatswana area, because you must recall he said, they got the news late, he only came in the following day.\n\tThis aggressiveness and tension, could we say other than the Mercedes having stopped shooting, can we say with certainty that there was no shooting anywhere else, because that is the only evidence we have before us, with respect?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, with all respect, there is no other evidence which indicates that the shooting was still going on.  The only shooting taking place, was the incident we are talking about, there was no other shooting going down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the video, didn't we see injured people lying in front of a shop door on the pavement?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "I am not quite sure, but that is not necessarily related to that incident.  It might be, it might have happened at some other point, I do not know, but we have to confine ourselves to this incident.\n\tWe cannot hear any shots being fired, and we can also refer to De Koker's evidence when he said no more shots were fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are talking about at the scene of the crime, at the Mercedes Benz, in the immediate vicinity, there was no shooting?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, let me just finish.  The evidence of Mr Peter de Ionne was simple, he said and you can also see this from my Heads, there was a tense atmosphere, that were his words if I remember correctly.\n\tThe situation was no longer dangerous.  Not at that stage any more at least.  It is quite evident the media went and actually had interviews quite comfortably with those people, they were all standing there, they were waiting for the ambulance to arrive.\n\tIt clearly indicates that at that point, there could not have been a war situation prevailing.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Van der Berg, what I fail to understand is how can you have a war situation now, and then suddenly there is no war situation?   When does a war situation stop?\n\tIf there is a short break, if there is no shooting for say about 10 or 15 minutes, can we really say that the war situation has stopped?  How do you know that people are going to shoot after 20 minutes?\n\tI am talking about a practical situation, when there has been an ongoing shooting, people coming in and shooting and taking over the military base from the previous day, from the previous day on to the following day, and shooting going on, you know, even the following day and you hear that people are being shot?\n\tWhen does one perceive that that situation has stopped?  Does it stop within 10 minutes, does it stop within 15 minutes and if there are still cars, still driving out of the situation, how do you, how can you be expected to know that they are now leaving, and they have been told to leave?\n\tIf it is a break of about 10, 15 minutes when the shooting stops, I personally if I were in that situation, I wouldn't be able to say that the war situation has stopped?  I would like you to clarify to me, when does a war situation stop?  When do people feel safe that they can go out because from what we saw in the video, there were still soldiers running around and there were still, well, some shooting?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, with all respect, one would certainly have to go and look at what the definition is of a war situation because a war situation is as wide as God's mercy.\n\tIt can be the World War II and it can also be in a room where a wife and man hit each other.  Mr Chairperson, my submission is the following, there was not truly a war situation as the applicant mentioned it and that was his own terminology that he used.  Shots were fired and it was a few moments, in other words it was an incident that happened very quickly, so it wasn't a full scale war.\n\tIn that war situation, and that is my argument, that came to an end when that blue Mercedes Benz stopped and when the three AWB men handed over, or gave up and put their hands in the air, they are lying there, they have no weapons and this is when the war situation ended.\n\tHow can you say it is still a war situation when they have surrendered?  It cannot continue and continue until the people are in hospital.  It must end there where the men surrender, we have now finished.\n\tWith the background of the AWB convoy leaving Bophuthatswana, I will continue later and argue this further.  Mr Chairperson, I would also like to mention it and I think it is on paragraph 16.\n\tThe last sentence, it was apparently the first deed that he did for the ANC and that was the question of Ms Bosman.  It was apparently the first time that he did something for the ANC, and that is when he killed these AWB men, which is ironically on a further question of Ms Bosman, if he joined the ANC later on and he said no.\n\tBut if he was so eager and so serious about a political organisation that he is going to kill people for it, and support them in such a manner and when it ended, he did not even join the party.  That does not tally.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Van der Berg, let's look at it in perspective.  We know the ANC and other liberation movements were banned.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Not at that stage.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, no, but had been banned, and we look at now Bophuthatswana, was Mangope truly because the unbanning was in the Republic of South Africa and probably a few Homelands as well, like for instance the Transkei.   Would you say the ANC was unbanned in Bophuthatswana and with the utterances of the President of the then Bophuthatswana against the ANC, and we say let's be practical and be open-minded about this, let's not hide behind incidents, we say even in the Republic of South Africa when the ANC was banned, would you even just wear a T-shirt because we would land in jail for that.\n\tWe must now relate ourselves to the situation of Bophuthatswana, it was not, ANC was not unbanned.  Would I be right?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Yes certainly Mr Chairperson, the ANC was not disbanded, but one would expect that if someone say that he is this loyal supporter of the organisation, one would expect more from him, than what the applicant said in his document or statements.\n\tIn that document he did not say that.  If it was truly such a big political goal and he was such a big supporter, then he certainly had to put it in his document or statement?  He would have mentioned it in his document, but by not putting it in the documents and to say that I forgot, it was a long time ago, it is not good enough, not if it is so important, then he would have mentioned it in the documents.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but we look at the documents in its totality and we have regard to page 15.  He says the people who were actually exhorting them to fight the AWB, was ANC people.  He then showed his stance on which side he is.  Doesn't he say so in his papers Mr Van der Berg?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "No, with all respect.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "The second last paragraph, our client decided to act for the public who were mostly ANC members and supporters.  Our client joined them and moved across the street at TTA, being shielded by the group of people, thereby making a clear stance with regard to which side he is on.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, can I just get the reference of that specific quote?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is page 15, the second last paragraph.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "But sir, with respect Mr Chairperson, he mentions it here but it was not mentioned in his affidavit.  It is also not what appears in his application for amnesty.\n\tFurthermore if you look at page 11, paragraph 5, that part of his statement he also did not mention in his evidence in chief.   Mr Chairperson, can I just hear from you, I don't know what time the Committee would like to adjourn for tea.  I see now it is quarter past eleven?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will have a short adjournment, we can resume at round about half past eleven.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Berg?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "(continued)  As it pleases you Mr Chairperson.   Chairperson, just to get back to the last question which was put to me, I would like to continue with my Heads, the ones I have prepared.\n\tIf we go to paragraph 15, it is quite evident from this paragraph, our client decided to act for the public who were mostly ANC members.  The applicant in this issue does not say that I am a supporter or that I am an ANC member, what does he say?  He said that he cannot become an ANC member because he was in the Police Force and he cannot belong to a political organisation, I can understand that.\n\tBut he is not reflecting on himself here, and in the second instance Chairperson, if you look at page 4 of the reasons that he gives for obtaining amnesty, it also, it is not apparent and I would like to continue with my Heads in argument, and I am going to paragraph 17 in this instance.\n\tThe applicant never knew what the policy of the ANC was and why he was a supporter of the ANC.\n\tThis issue Chairperson also quite clearly became quite apparent after Mr Mpshe asked him the question what does the ANC stand for, what is their policy, etc.  I am not going to repeat all that allegations, but he said I like the ANC because the ANC are negotiating or they talk a lot.  With all due respect, that cannot be a reason why you like a party and then also paragraph 18, the question if there was a state of war during the incident, if there was a state of war prevailing during the incident, also does not hold any water in the light of the following:\n\tFirstly Mr Peter de Ionne testified that since the, from the time the blue Mercedes Benz came to a standstill up until the point that the AWB men were shot, no other shots were fired.  This does not tally with the evidence of the applicant that the shooting continued whilst he was standing next to the vehicle.\n\tAlso on the video's one cannot hear any shots and this is contradicting what the applicant said.\n\tThen 18.3, Mr de Ionne also testified that the Security Forces had the situation under control and they monitored it, even though the atmosphere was a bit stressed.\n\t18.4, we can look on page 19 of bundle A, we can confirm Mr de Ionne's evidence.  You will see on the top of the page, my Mamba vehicle was standing on the opposite side of the road, I stood next to my vehicle.  I could see everything from where I was standing and at that stage, the whole situation was under control.  No further shots were fired.  There was quite a lot of media on the scene.\n\tNow Chairperson, it is very important to keep, to bear in mind that the Tebbutt Commission, I apologise the Tebbutt Commission found that the evidence of Mr De Koker was quite credible and you will find that on page 152 of the Tebbutt Commission's report if I remember correctly, but I can make sure.\n\tThen also Mr De Koker under cross-questioning during the Tebbutt Commission, I just want to see if I can find the passage Chairperson, during the Tebbutt Commission proceedings, you will find this on 1516 of the records of the Tebbutt Commission and I will read to you from the fourth line from the top.  Now you said that you secured the scene, is that correct, he says yes.  Were there soldiers around the vehicle in some kind of order in order to protect the whole scene, the Mercedes?  He says yes, our vehicles were ready.\n\tNow Chairperson, it is quite evident from this evidence of Mr De Koker that the situation was completely under control.  No shots were fired any more and we also know that the media was there and they were holding interviews and I also think you could see this from my Heads later on.\n\tIf I can continue 18.4, Mr De Koker mentions that the situation was under control and no further shots were fired.  The whole situation was secure and safe.\n\t18.5, the Commission today knows the following:  firstly the AWB was busy to retreat out of Mmabatho.\n\t18.5.2, an ambulance was called whilst the AWB members were lying next to the vehicle.\n\t18.5.3, the AWB people, members, were disarmed.  The next one, no shots were fired.  The media was holding interviews and they were also taking photographs of the whole scene.\n\t6, the situation continued for about another 20 minutes since the Mercedes Benz came to a standstill up until the point in time when the incident took place and we also know that the AWB members, or one of the members who were in the car, shouted don't shoot and we also know further that they were injured.\n\tSo in the light of these aspects Chairperson, with all due respect, a war situation could no longer have prevailed.  One has to look at the situation the way it was.  Not necessarily what happened beforehand because the shooting definitely did take place, but the 20 minutes and that is very important, 20 minutes lapsed whilst those three men were lying on the ground and they were completely, they had no weapons with them.\n\tIn the context of what, the context to which the applicant is referring to, it is impossible that it could have been a war situation.\n\tThen ...",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Van der Berg ...",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Sorry Mr Van der Berg, can I just interrupt you here?  Can't you make a distinction between a war situation and a fighting situation?  We must look at the state of mind of the applicant.\n\tIf he was under the impression that there was a war situation prevailing, wouldn't that be justified and that there wasn't a fighting situation at that stage?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, with all due respect, no.  The reason is simply the following.  A person cannot say okay, here is a war situation whilst the people are lying there defenceless.  Everything is under control and then a person comes from the outside, runs and shoots these people and says, that is fine, that was war.\n\tMaybe the war was only coming from his side, but there wasn't a war situation prevailing.  Those people were disarmed, they couldn't defend themselves.  To which war can he be referring if two of them are injured and one person is dead, then you can't even speak about a fight situation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Van der Berg, sorry, that is exactly my point.  If you see the situation in totality, wouldn't it be a justifiable inference on the applicant's side that around us there is a war situation.  Now you can say that he should have known that at that point in time, there wasn't really a fighting situation.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, I suppose one can speculate here.  What is the definition of a war situation, but if you look at his state of mind, any person who was acting at that specific moment in time, did not act within a war situation at that stage and this is very important.  The AWB was already retreating, so that is quite important.  The war which has been waged, already ended.\n\tI think it is De Koker who says that it was the last vehicle on its way out, apparently all the other vehicles were already out of Mmabatho so there can't be a war situation no longer.  Surely a war situation implies shots being fired from everywhere.\n\tBut what happened here, was what happened between the police and the Defence Force.  You can't even be talking about a war.  If these people were shot in the Mercedes Benz, you can't even mention it, say it is a war situation because maybe the police were defending themselves.  It can't be a war situation.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Van der Berg ...",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Can I just add to that Chairperson and say that it is also important to remember what the case of the applicant was.  His case was that he was shooting in self-defence.  He conceded to this under cross-questioning.\n\tSurely that is the way he approaches the Commission and that is how the Commission must decide whether he should get amnesty or not.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just referring to this, I mean your statement that the war situation had stopped.  What caused the Mercedes Benz to stop?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Sorry Mr Chairman, I didn't hear that question.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The question is what caused the Mercedes Benz to come to a standstill?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, we saw on the video's quite clearly that the Mercedes Benz came to a standstill and what caused that was I think a Nyalla vehicle which was in front of it and the Mercedes Benz was driving towards this vehicle.   A session of shots which were fired by the Nyalla people, they sat on top of a Nyalla vehicle and they had heavy automatic rifles and it is quite, you can hear those shots very clearly.  You can see it and you can hear it at the same time.\n\tWhen those shots were being fired from those automatic machine guns, one can immediately see how the Mercedes Benz pulled off the road.  You can see it.  The shots were coming from the front and you can also see that if you look at the car, it is apparent ipso facto that those shots killed Mr Fourie.\n\tThat is an answer to that question.  Then also Chairperson, if I can continue ...",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No but Mr Van der Berg, let's take it a little bit further.  Could you say to us that we should accept that other than the Nyalla, the people, the occupants of the Mercedes Benz never fired a shot?  Can we really say that?  That probably the firing from the Nyalla was in retaliation and the other people were also firing at the Mercedes Benz?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, I think we are going to start speculating now.  The applicant's evidence in chief which he initially started with, in that he said the occupants of the Mercedes Benz aimed at him.  He used the word aimed.  He did not say they shot at me.  Only later he said they shot at me, but firstly he said they aimed at me and then apparently he shot the warning shot.\n\tI don't know what the warning shot was for, but in any case, shooting did take place, but there is no direct evidence which pertinently says that the AWB did indeed fire shots and if they shot at people.\n\tI can also just mention this as background, the Tebbutt Commission found that there were bystanders, who threw rocks at the Mercedes Benz and maybe this ignited this whole atmosphere and maybe then the AWB did fire shots, maybe it was only warning shots, we do not know.  \n\tBut maybe this defused the whole situation.   But it is quite certain that yes, there was shooting.  But we are not sure who shot when or who shot at who.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just to clarify that because I want us to get this war situation clear, because it is important if you are saying that he shot when there was no need for him to shoot, when it was peaceful, if this is your submission.\n\tSo, I want us to get that situation clear because if this Mercedes Benz came to a standstill because of the shooting maybe from the Nyalla and maybe there were rocks being thrown at it as you are saying, stones being thrown, and then the Mercedes stopped for approximately 20 minutes before he came to shoot at the occupants, then can we really say that a period of 20 minutes is enough to say that the war situation has stopped?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Yes, definitely.  One must look at the circumstances.  This was not an offensive war taking place Chairperson, this was a shooting session which lasted only a few seconds.  It only lasted a few seconds, it is apparent from the video.\n\tSo, the situation came to an end, the shooting immediately stopped when the car came to a standstill.  Then it was over.  So there couldn't have been a war, the term war, with all respect, is used outside of context.  You cannot speak of a war in the wider context here.\n\tThat is why I said the definition of the state of war is as wide as God's mercy.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Van der Berg, let's look at this in perspective.  The video footage only relates the incident or the applicant shooting the then occupants of the Mercedes.  It does not give us a picture of what obtained within Bophuthatswana, does it?  I don't think it does, it just relates to an incident, and we have evidence before us that I am reluctant to use this word, mayhem in Bophuthatswana and we suddenly say no, no, no, in relation to the Mercedes Benz, the 20 minutes that lapsed, therefore the war had stopped.  Can we really say that, in reality, can we really say that because it doesn't show us the whole of Bophuthatswana, what happened here, it doesn't, does it?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "With all respect Chairperson, of course one can say the war came to an end.  If one party stops shooting, then the war is finished.  War means both parties are shooting at each other.  If one party says look the party is over, I am surrendering, I am lying on my stomach and I am giving my weapons to you, then the war is over.\n\tWar implies both parties shooting, but if one party surrenders, then there can't be any war.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "If perceptions that obtained even from hearsay the previous day and we have regard to the history of Bophuthatswana, that during 1988 there was this attempted coup and we look at the progressive history of our country today that for instance, negotiations were in process and concluded even then that the following month there would be elections, and then we have this person who says I have a country and this person says, I am not going to be part of that, is it within him or the people who should decide where to go, and we say then again, we look at the people brought in by him to defend that kind of situation.\n\tLet's be honest to ourselves and say let's examine the utterances of the AWB in respect of that process.  They were unpalatable, that is my perception, but I want to hear you from that.\n\tAnd we say these people now, as they came into Bophuthatswana, at the invitation of Mangope, which State were they representing or were they just people who were hired or soldiers who are hired to come and assist a man who says no, because if you look at the Republic, it is not part of it.  They say no, no, we want the process to go forward and obviously the former State President, Mr De Klerk, got a flatting for this.\n\tBut we now say we are here, elections are taking place the following month and there are these people belonging where, to come and say we are an Army, we would assist you Mr Mangope.\n\tIf we look at that, could we say now focusing that to the hearsay, the talk that went on in Mmabatho that the AWB are here and they want to take over, that is the evidence we have and the applicant says at first I was confined to the TTA, I heard shooting going on, I went out with my colleagues whilst having lunch, and a shot was aimed at me as well.  They are really the people who say we want a better dispensation in South Africa, cohorting him to say you people, assist us.\n\tAnd he says, oh well, I am here for the nation.  He goes out, there is shooting, we come to your argument if I listen to it correctly that we would probably go into the realm of speculation which I don't want us to do, but for 20 minutes in respect of one incident which we know before us, there is no longer shooting and we say if that happens, the war situation that prevailed, has stopped.  It is something that would go on normally.\n\tAre we realistic about it?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, with respect, a lot of things have been said just now.  Firstly what I can mention is the following, the AWB never took over the Bophuthatswana Defence Force, that evidence is not in front of the Commission.  It could not have been the case.\n\tThe AWB only arrived the Thursday night quite late, and they left the next day, so the whole question of whether there was a takeover, that is - it cannot be.\n\tIt is a misplacement of ideas, it could not have happened.  Whether they were there on invitation from Mangope or not, what is the relevance with all respect, in this incident?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "May I interrupt you Mr Van der Berg, that is why I said we shouldn't speculate.  What you should bear in mind too in your submission, is that we know the version given by the applicant and he said when he questioned those people, what are you doing here, why are you here, they said go and ask your President.  That is what he said.\n\tThen we say whilst that happens and I want you to assist us because really, it is not just a simple matter, we are here to assist each other, please assist us, and that it is not a fact that I agree with you, but there was rumour already, rumour - that hearsay that he got from the neighbour, it had already spread, that is why the township and even Megacity was on flames the next day, because of the presence of the AWB.  Forget about the other people or whether the AWB had taken the Army base over.\n\tBut they were housed there at some stage, that is all we know.  We don't know anything further.  So is there evidence before us other than your submission, which controverts that kind of evidence which we have?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, with all respect the rumours you are now referring to, was completely far-fetched and unrealistic.  The applicant did not even go to the trouble to verify this rumour, to see if it is true or not, to take over a Defence Force.  He said he was under the impression that the AWB took over the Defence Force, but there were no shots fired, there were no war waged, nothing.\n\tHow could the AWB enter into Bophuthatswana, take over the Defence Force and now, it sounds right, yes, the AWB came and took over the Defence Force, that is absurd to believe that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, it cannot be Mr Van der Berg, we have evidence before us from Peter de Ionne, he says he even went to the Air Base or rather Military Base and it is these khaki clad people who were pointing them with arms, firearms and say get away here.\n\tSo, wouldn't that kind of evidence strengthen the applicant's rumour that the AWB have taken over, if we have regard to Peter de Ionne's evidence?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Chairperson, with respect, it can't be like that.  We must go and see what was the state of mind of the applicant or what was in his thought processes, what was going on when he shot these people.\n\tMr Lebotso testified yesterday that he did not know about this.  It does not help we sketch a milieu of war and which is apparent ipso facto after we watched all the video's and then watch it and say there was an incredible war going on and the place was burnt down.  But that is not what the applicant says in his document and it has got nothing to do with his motives, and that is part of the problem.  \n\tHe heard everything from his neighbour the previous night and the next day he was there, and no further evidence is provided and then he goes and he shoots people.  It can't be like that.\n\tIf I can continue.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, no, but you spoke of what was in the applicant's state of mind, I think, that is very important and we have regard to the papers before us.  He says these people were killing my people and I mean there is a racial tone immediately.  Killing my people and they had reduced my people's lives to being cheap.  That is the state of mind he has.\n\tAfter he has been shot at and there is that Mercedes with these occupants, who belonged to these other people, he said in my shock and rage, I attacked them.  Is that not what the papers are saying?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "With respect Mr Chairperson, no it cannot be.  The fact that, or the reasons that he gives on page 4, it appears there.  What he says there is - it is impossible to fall into his field of knowledge when he shot the AWB men.  That what he said there about people who went to work, innocent people that were shot, that was not in his field of knowledge.  That was things that he found out later.\n\tAll that he knew when he shot the people, is the alleged or the rumour that the AWB took over the government and at the same time they are leaving Bophuthatswana and the people he saw being shot in that short session of shooting, but more than that he did not know.  That knowledge did not fall into that field of knowledge that he had.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "But at least we know at least he saw people being shot.  At least that is so.  Would we say his state of mind, when he saw the two people and now let's get the racial tones, my people being shot, wouldn't that - we now examine his state of mind there and not confine it to the criminal procedure and say, that mens rea was what was he saying, but we say in this state of war, once he saw his own people and him, even though he was missed, he was shot at and there is nothing to controvert that he was shot at.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, we first have to go and look at the beginning of what he said in his affidavit.  That is on page 27 where he says that his duty that was given to him was to guard the TTA.  In other words that was firstly his instructions to guard the place.\n\tBut the fact that he says that I protected the people, he did this what he is saying there, I am protecting the people, you are shooting in this war situation and the people will return fire and it was in protection of people.\n\tHe did not act here and say that I am protecting people to go and take part in the elections, I am shooting other people because I want to protect these people's lives.  That is what appears out of his statements, to protect my own life and that of the people.  It is about the lives of the people that he wants to protect and that is what it is about.\n\tSo he acted in his capacity as a policeman in order to protect the lives of people.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but he was using his discretion when he saw that people with khaki clothes, the white people, that they are shooting now not just his people, he was also shot at.\n\tDid not he then have the discretion like a policeman, to protect the people?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Certainly so, he had a discretion to protect the people.  He did not have the discretion, he had the duty to do it, but then he must execute his duty with the responsibility that is expected of him.  He did not do his duty when he blatantly shot the people who were lying there, that is not part of your duty.\n\tThat is why I said, that is why I asked why didn't he arrest the people.  So definitely he has a duty to protect the people, but in the context of their lives and not just to go and kill them blatantly.\n\tMr Chairperson, if I can continue with my Heads.  Paragraph 19, the applicant did not act on an instruction, but shot the AWB men on his own initiative.\n\tParagraph 20, there is no proper explanation why the applicant thought it necessary to kill all three AWB members.  We also know that he said he could not remember which one he shot first, but he then decided that he would kill all of them.  It sounds nice to shoot all of them.\n\tParagraph 21, the applicant is telling lies by telling the Commission that he alleged that he saw no other people on the scene despite the fact that there were people on the scene as we saw on the video and it took about 20 minutes.\n\tParagraph 22, the applicant's explanation why he did not arrest the AWB men rather than shooting them or killing them, is with respect absurd.  There was good enough reasons and time to do it, and more so specific in the light of the fact that it was his duty as a police official.  He could have arrested them, he had the capacity to do it, but he chose not to.  He chose rather to shoot them after 20 minutes.\n\tParagraph 23, the applicant also gave evidence that an R4 rifle was given to him in order to protect the nation.  This stand in opposition with his statement on page 28 of the bundle, where the applicant mentioned that his instructions was to protect the TTA.\n\tThis allegation that he made here, he made that in answer to a cross-examination by my colleague Mr Mpshe, and this is the reason that he gave in answer to that.\n\tThen paragraph 24, it is also submitted that the applicant never came forward and admitted that he shot the AWB men if the police did not find him and question him about this matter.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Would that be of importance Mr Van der Berg, that there was a lapse of time, and he never came forward?  If somebody had done a bad deed, and the police haven't found you, are you the one to go there and we look at the Act we are concerned with, serious one and probably face the death or life sentence, would you go forward and give yourself, or is the criteria here to say I submitted my application within the time prescribed by the Act, the Truth and Reconciliation Act?  Of what importance is it?\n\tWas he to go forward and say I own up or for him to make use of the process that is before us, and submit his application and whether that application is submitted timeously?",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, with great respect, after he was charged for murder, he was identified although it was wrongly, he was on his way to jail.  The applicant must also provide the Court with the whole truth and all the explanations that he gave us, was very confusing and vague and absurd in a manner.\n\tThis is just to illustrate his bona fide of his honesty, it takes him three years, it suits him after the - he must now be charged for what he did and in my submission here, he would never have come forward if the police did not go and interrogate him.\n\tThe guy who was innocent, would probably have been in jail till today.  It is in the wider context of his honesty.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No but precisely, he did not wait for three years, because we look at the Act we are concerned with here, only came into being in 1995 and his application was made in 1997.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "The incident occurred in 1994 Mr Chairperson, the 11th of March 1994.  In other words then up until 1997, that is three years.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No but if that was the case, it happened in 1994, are you saying to me, he should have come forward, go to the Court as you submit rather than say - your submission is that we should refuse amnesty, to go to court to be charged.\n\tMy question to you, a rational person, or any person for that matter, who has done such a heinous crime or deed, would go by himself to the police and say look, I killed so and so, sentence me to jail or death.  Would we say really that is realistic?\n\tBut we have in South Africa something very unique, truth and reconciliation, saying to us you can come forward and if we realise that your act was associated with a political objective and you come before the Committee that is duly constituted and says you have given us disclosure, we shall forgive you because what we are looking at at the end of the day, is to reconcile this polarised community of South Africa.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Mr Chairperson, it is very simple.  The applicant's case so far was that I acted in order to protect the people.  If that was the case and he was innocent, and that appears in my Heads, that includes that it is mutually inclusive, in other words it is his case, he could have said that I shot them and this is what I thought, it other words, then I am innocent, can I just rectify this or correct it?\n\tHe had a certain time or period when he could have applied for amnesty, it is approximately a period of two years.  Mr Chairperson, if I can then continue with my Heads.\n\tI think paragraph 24, it was also submitted that the - I think I have dealt with this.  Paragraph 25, the reason that the applicant gives on page 4 why it was a political crime or offence, could never fall within his field of knowledge.  It is also submitted that the applicant acted in self-defence and that it was in an emergency state.\n\tParagraph 27, the applicant also do not meet the requirements in that it was not a political motive as he did not do it for personal gain, he did it for personal gain and out of maliciousness.\n\tParagraph 28, ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please read a bit slower, the Interpreters find it difficult to interpret.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr Van der Berg, there is a request from the Interpreters.  They say you are reading very fast and they find it difficult to interpret.",
            "Unknown"
        ],
        [
            "MR VAN DER BERG",
            "Paragraph 29, it is also submitted that the applicant did not act on an instruction or on behalf of an organisation.  On his own version, he acted to protect himself.\n\tParagraph 30, there is no correlation between the death of the three AWB members and the alleged political motive.\n\tParagraph 31, it is also submitted that the applicant killed the three AWB members out of personal gain and maliciousness.\n\tParagraph 32, therefore I submit that this amnesty application must not succeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Van der Berg.  Mr Mpshe, do you have any submissions to make?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Chairman and Honourable Members of the Committee, may I with your consent be allowed to distance myself from the fray that is already existing and attempt to address issues that may be of importance and perhaps salvage the Committee from the quagmire that exist and I will do so by addressing the Act in particular and relate the evidence to the requirements of the Act.  I am going to restrict myself to the stipulations of the Act and not the factual quagmire that exists.\n\tMr Chairman, I will first start by addressing the aspect of full disclosure.  Mr Chairman, may I state that it is important that we differentiate between credibility of a deponent or of the applicant as well as stating all relevant facts to the omission or to the act.\n\tThe argument that is advanced Mr Chairman, by all parties so far, particularly the opposition party, is based on the credibility of the applicant.  I do not think the Act states that you can only be granted amnesty if you are a credible witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But then with regard to full disclosure, I am just talking generally now, what would be the position if you found a witness or an applicant not to have told the truth?  That is credibility, the credibility of his evidence is not accepted.  I am not saying that this is particularly so in this case, but generally just on your submission.\n\tThat surely must effect full disclosure because if you don't say the truth, then it is not a full disclosure.  Full disclosure means a full and honest or truthful disclosure.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, that is actually the point I was coming to.  Mr Chairman, I am saying the Act does not say that you can only give amnesty if a person is a credible person, the Act says or we should understand the Act to be saying is he telling everything that happened which may be believed, that is where credibility comes in.\n\tIn other words, there are two phases.  The first phase is telling all relevant facts to the offence, the second phase is, can we believe all that which he has told about the offence.  That is the decision I was trying to reach Mr Chairman, but I do hear the Chairman's remark.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, I will go along with what you have submitted now.  Now that you have clarified your initial, I would agree with that.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am indebted to you Mr Chairman.  Mr Chairman, still again on the aspect of full disclosure.  I don't know whether to say unfortunately, but unfortunately the application for amendment in as far as the insertion of ANC support is concerned, we don't have a decision as to whether that has been accepted or not.  If my memory is my good servant and I have got no doubt that it is, at the beginning the Chair made a ruling that that will be addressed later, but allow me to even if there is no decision, to address that aspect Mr Chairman.\n\tMr Chairman, if one addresses that aspect, the question of being a supporter of the ANC is correctly been addressed by my learned friend or by my learned friends, but may I hasten to state that even if it can be found that he was not actually a supporter at that particular moment, even if it can be found that even the evidence which he gave to the effect that when he saw the crowd, he raised a fist and thereby identified himself with the people who were, the majority of whom were ANC, I think Section 20(2)(f) and (g) of the Act should be looked into.\n\tI don't want to pursue that further Mr Chairman, less I be seen to be on a particular side.  I will let it rest there Mr Chairman.  But I still feel that the parties for the applicant in their address, should have said more than what they have said because this is an insertion that came in at a particular moment.  But I will leave it at that Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, with regard to that amendment as Mr Hendrickse said, parties are entitled to apply for amendment at any stage, if that amendment was granted, it wouldn't really make any difference at all to the argument submitted.  It would just be saying that adding those extra words into the application form, it wouldn't effect Mr Van der Berg's argument at all that that wasn't there when the application was made, it has only come in at the hearing.\n\tSo I don't know if the actual amendment itself carries any great significance at all in that it won't have any dramatic effect on the deliberations of the Committee.  I suppose in that regard the amendment that was asked for, may as well be granted, it is not going to change the situation at all, because we know that it has only come in now.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I have no reason to again say what the Chair said, I am in full agreement therewith.\n\tMr Chairman, the second requirement as required by the Act Mr Chairman, before coming to the Act, just to clear the dust that has been provoked by the arguments Mr Chairman, I just want to address the question of the war situation.\n\tThe manner in which this has been canvassed and addressed by my learned friend, Mr Van der Berg, it comes through as though it is a requirement for you to be granted amnesty once more, you should have committed that particular act in a war situation.  It should have taken place during a war situation, or it should have taken place during some, a disturbance of some sort, or it should have taken place during a particular upheaval, and that is not the requirement.\n\tTo go further on that Mr Chairman, we know of applicants, I don't want to say perpetrators, we know of applicants and we know for a fact the situation that prevailed in this country, orchestrated by the then Security Forces, where a person would be collected from his house and be killed by the Security Forces, in a quiet  moment when there would be no political upheaval, where there would be no political disturbance, people were collected from their houses.\n\tI can mention a few Mr Chairman, which are ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, we are aware of quite a few ourselves.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am just putting this Mr Chairman, to remove this cloud as though it should have been within a war situation.\n\tMr Chairman, I want to believe, I don't want to say this is what the Commission should do, but I want to advance and to say that may I attempt to look at the Act and perhaps this may be of assistance to the Committee.\n\tI am going to deal particularly with Section 20(3) Mr Chairman, the criteria that were laid down by the founder of the Indemnity as well as the Amnesty Act Mr Chairman.  If the Chair allows me, I don't want to labour this point.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  Mr Chairman, the paragraphs open up by saying whether a particular act, omission or offence contemplated in Section 2 is an act associated with a political objective, shall be decided with reference to the following criteria.\n\tThe Act specifically says it shall be decided with reference to the following criteria.  The first one is that the motive of the person who committed the act, omission or offence and by motive there, I want to believe we understand nothing else but the reason for him to do what he has done, this is on record as to why he did what he did.  I don't want to belabour this point.\n\t(b) Mr Chairman, the context in which the act, omission or offence took place and in particular whether the act, omission or offence was committed in the course of or as part of a political uprising, disturbance or event or in relation thereto.  There is overwhelming evidence, we have seen the video, we have listened to evidence, there was an upheaval, there was an uprising at that particular moment.\n\t(c) the legal and factual nature of the act, omission or offence, including the gravity of the act, omission or offence.  I don't want to belabour that one Mr Chairman, there is enough legal and factual nature to which testimony has been given.\n\tMr Chairman, paragraph (d) the object or objective of the act, omission or offence and in particular whether the act, omission or offence was primarily directed at a political opponent or State property or personal or against private property or individuals.\n\tMay I single out the word political opponent?  Mr Chairman, the evidence is to the effect that the applicant killed the three AWB members and the questions as well as the argument by my learned friend was to the effect, why did you kill them.\n\tMay I state that in my view Mr Chairman, with respect, the three AWB members in terms of the evidence taken as a whole, were seen by the applicant as a political opponent in that there was that unrest within the Bophuthatswana government then, unrest which was targeting the change of government to bring about a change, to bring about a democratic government, and the people, the AWB people came in to stop the change.\n\tNow, one cannot deny the existence of politics there.  Mr Menyatsoe should be seen to have perceived them as political opponents, because they are opposing the political move which the people of the then Bophuthatswana had and that is the change of government.\n\tMr Chairman, paragraph (e), I have already touched on this one when I was dealing with the full disclosure and the question of him being an ANC supporter Mr Chairman.  I don't want to belabour that.  May I skip that one.\n\tParagraph (f) Mr Chairman, in particular the keyword is proportionality.  Can we say that the act of the applicant is not proportionate to what was taking place then?\n\tI would be tempted Mr Chairman, to say that if one person, only one person was injured on that particular day, then Mr Menyatsoe would not qualify in terms of this particular paragraph, in that his act would not be seen to be (indistinct) with what was happening at that time.\n\tBut we have evidence Mr Chairman and Members of the Committee, and we heard evidence viva voce from Mr Menyatsoe that shootings were going on, we viewed the video footage that showed people lying sprawled on pavements in the town, blood all over the place and we have heard evidence that close to 40 people were killed on that particular day.  Can we really say proportionality kicks Mr Menyatsoe's application out?  I would say no Mr Chairman.\n\tMr Chairman, I think that is all that I want to say.  Your minds have been clouded by quite lengthy arguments from all sides, I want to rest here unless if the Committee wants to hear me on any particular aspect raised, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  Mr Hendrickse, do you have any reply?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE IN REPLY",
            "Mr Chairman, in short.  During my address I in full dealt with all the requirements.  I also outlined Section 20(2)(f) and (g) to the Commission.  I did not refer in particular to it, but I drew the Commission's attention to it.\n\tI know that this Commission is well conversant with the context of that Section.  I may just add, my learned friend Mr Van der Berg, referred to findings of the Tebbutt Commission.  May I then refer you to a finding of the Tebbutt Commission, Volume 2, page 369, it will be made available, 369, Volume 2 \"the evidence is so overwhelming that members of the Afrikaner Weerstandsbeweging entered the Mmabatho, Mafikeng area with the vowed intention of shooting its black citizenry and that they carried out that intention.  The chilling and horrendous prayer of the Afrikaner Weerstandsbeweging 'dominee' never countermanded by anyone that it would be expected of us today to shoot kaffirs', is testimony to this.  It is also borne out by what Mr Terreblanche said in an interview of Agenda, a programme presented by Max du Preez on the former SABC television, when he referred to what he called 'a great victory' of the Afrikaner Weerstandsbeweging in its invasion of Bophuthatswana in that 'the outcome of the attack is exactly that 11 injuries or five deaths on the side of the AWB, but 50 dead, 285 on the side of the Bophuthatswana people', (indistinct) was the many innocent, unarmed citizens who were gunned down by members of the Afrikaner weerstandsbeweging\".\n\tAs outlined by Mr Mpshe, if we go to the criteria, the proportionality, it cannot be said that the act that the applicant is applying for amnesty for today, is totally out of proportion for was happening at that stage.\n\tMr Chairman and Honourable Members, you have viewed the video, you have seen that shots were fired, not only from other vehicles in which khaki clad white men were, but also from this Mercedes Benz and it is clear that moments thereafter, when the Mercedes Benz came to a halt or to a standstill, the question asked by the Honourable Member, Sigodi, at what stage can we say that the war is over?\n\tWe cannot, we cannot say that the war ended 15 minutes or 10 minutes after the occupants of the very blue Mercedes Benz fired shots.  That concludes my address and I submit that a proper case has been made out by the applicant to be granted amnesty.  All the requirements are met.  I thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Chairman, just a question Mr Hendrickse.  When it relates to full disclosure, which is a question that cropped up often and I think the larger part of Mr Van der Berg's argument rested on, would we say we have the truth of what obtained there when those people were shot?  Can we accept that the truth has been told?",
            "Unknown"
        ],
        [
            "MR HENDRICKSE",
            "Certainly yes, Mr Honourable Member, Mr Chairman.  There may be discrepancies with regard to the time, whether it is five minutes, 15 minutes that the people lay there.  There may be discrepancies with regard to how many people were at the scene when the actual shooting incident took place, there may be differences in the evidence that is here before you.\n\tBut it is my submission that does not detract from the fact that the applicant made a full disclosure of all relevant facts that occurred, and I stress relevant facts.\n\tIt is neither here nor there, whether it was three minutes or five minutes.  It is neither here nor there, whether he was making a movement towards his side also.\n\tIt is not our case Mr Chairman, that we say that we are acting in self-defence.  It is clear before this Commission that Mr Menyatsoe said when he walked towards the Mercedes he had the intention, he made up his mind, I am going to shoot and kill.\n\tThat is what he said.  In a further question that was asked about the movement of the hand, he said that he decided for himself now is the moment to fight.  It brings us back to his state of mind.\n\tI hope I have answered the question of the Honourable Member.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr Hendrickse, I think you did.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hendrickse.  We shall reserve judgment in this matter, our decision at least.\n\tBefore we adjourn, I would just like to thank everybody who made this hearing possible.  I would like to thank the Interpreters for the work they have done, the sound technicians, the media coverage, the legal representatives and certainly not least the caterers who fed us so well as well as the security provided for us through the police and the Witness Protection Programme.  Thank you very much and I would also like to thank the authorities for making this very convenient and wonderful venue available to us.\n\tI would also like to thank I believe it is BOP Television for loaning us some equipment to enable us to view the video.  Thank you very much.  We will now adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}