{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-06-21",
        "location": "MMABATHO",
        "day": ": 1",
        "names": [
            "J P MODISANE",
            "MR MOGALE"
        ],
        "matter": "BOB COUP",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53505&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/990621_mma_990621mm.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR DLAVANE",
            "MR MULLIGAN",
            "MR SEABELA",
            "MS LOCKHAT",
            "JONATHAN PHOLELE MODISANE",
            "ADV SIGODI",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DLAVANE",
            "MR MULLIGAN",
            "MR SEABELA",
            "MS LOCKHAT",
            "JONATHAN PHOLELE MODISANE",
            "MR MODISANE",
            "ADV SIGODI",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Morning, everybody. I apologise for the late start. When we commence hearings there's a lot of setting up to do and other arrangements to be made which explains the late start. I apologise for any inconvenience caused by this. \tBefore we start with this hearing today, that is the hearing of Messrs Modisane and Mogale, I'd just like to introduce the Panel to you. On my right is Adv Sigodi, she is a member of the Amnesty Committee and she hails from Port Elizabeth. On my left is Adv Bosman, also a member of the Amnesty Committee. She comes from the Cape. And I'm Selwyn Miller, a judge of the High Court from the Eastern Cape, attached to the Transkei Division of that Court. I'd just like to ask the legal representatives please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Thank you, Chairperson. I am Adv Dlavane. I am here representing the two applicants who'll be appearing before you this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "May it please you, Mr Chairperson, I'm Andre Mulligan. I'm appearing on behalf of the Seane family, who are here because their aunt, Elizabeth Mwasa, died as a result of what happened in 1988. Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan.",
            "Unknown"
        ],
        [
            "MR SEABELA",
            "Mr Chairperson, I am Bruno Seabela, I'm representing the Ntsime family who could not be here this morning, but who've given me instructions to represent them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Seabela.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "My name is Lyn Lockhat and I appear on behalf of the Truth and Reconciliation Commission. Thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Lockhat. Mr Dlavane.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Chairperson, may I call applicant no 1 as being, surname Modisane, first names Jonathan Pholele.",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "(sworn and states)",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Mr Modisane, you are here seeking an amnesty on an occurrence that took place on the 10th February 1988. Is that correct?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Can you briefly describe for the Committee what was your occupation then?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "On that particular day, that is the 10th of February 1988, I was a driver, I was a member of the Bophuthatswana Defence Force, and I was a driver.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "What rank were you occupying in the Defence Force?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I was, I did not have a rank there. I did not have rank.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Which Defence Force was that?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That was Bophuthatswana Defence Force.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Now, as it has been introduced that you are seeking an amnesty for an occurrence of the 10th February 1988. Are you able to briefly describe for the Committee on this day what happened and what role did you play in the happenings of that day?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "On that particular day, it was 2 o'clock in the morning. Before that, on the 9th at 11 o'clock, Sergeant Major Timothy Pirie called us and said that he wanted to tell us something. After some time, we assembled. He explained to us that there is an operation which we need to execute. He told us he will come back and that we should not leave the base on that particular day. We waited until 2 o'clock in the morning. He later arrived. At the time I was a driver. We took a truck, then he explained to us in details about that particular operation.\n\tAfter that, we went to fetch arms in the storage. Each and every one was given a gun, a firearm. Then he sent us to drive to Geroma Building. When we arrived at Geroma Building ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what building?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Geroma, Geroma Building.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "To help, Chairperson, Geroma Building is the name of the building that houses government departments.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "When we arrived at Geroma Building, he said the drivers to stay in their vehicles and he said the passengers, that is members of the defence force, I would say those members of the Gat Unit, they went to Parliament. This is the building where they went, this is the old parliament where we went ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that we are now? This place, here.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, that is correct. We are in the same yard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Modisane, could you just give us an idea approximately how many people? You say that you were told, you and the other drivers were told to wait at the trucks and the others went to the parliament building. What were the numbers? What numbers are we talking about here?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Approximately 160 something people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you all in uniform?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, we were in uniform, all of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you. Sorry, Mr Dlavane.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "The reason for us to stay behind was that the truck which I was driving was loaded with firearms. Then if they, they had shortage of firearms, or maybe if there is a threat of people who want to thwart the operation, then we will give them extra firearms. Then the other truck was just parked there, which was loading member of the defence force.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Mr Modisane, you mentioned that you were called by a person called Timothy Pirie. Can you just describe for the Committee who is this Pirie, who was this Pirie? And how did he come to picture?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Timothy Pirie was a Sergeant Major, that is our Bophuthatswana Defence Protection Unit. He was the leader of the Unit and we received instructions from him.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "The other thing that I think you must clarify for the Committee is, you spoke of Pirie calling you into a meeting and advising you of an operation that was to be undertaken. What operation was that? Did he tell you?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "He explained later that the operation involved the overthrowing of the government. He told us about that explanation around 11 o'clock that it was involving the overthrowing of the government.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Did this Timothy Pirie explain the reasons for such an action?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, he did explain the reasons.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Just describe for the Committee the reasons that were outlined.\nINTERPRETER ASKED FOR MORE TIME",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed now, Mr Modisane.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Sergeant Major Pirie explained to us that there is a lot of dissatisfaction about the government of that time. And then again we ...(indistinct) the various departments within the government, though he explained more about the Defence Force. He told us that there is maladministration within our department. Then he told us about nepotism. He told us about corruption. And then I gained that the whole community within Bophuthatswana are not satisfied and then he gave examples about chiefs who were removed from their positions. And then about forced removals. They were taken to various places which they did not like. Like killing animals, for example, donkeys which people used for transport. Those are the reasons which I'm able to remember at this time. Maybe I'll remember other reasons later.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Mr Modisane, as this Timothy Pirie was addressing you on these reasons, you were a soldier by that time, did you agree with what he was saying to you?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, I was agreeing with him because many of the reasons he stated, I was able to experience. For example, within the Defence Force, you'd find that at times there would be a white person who'd just come and pass at the gate, wanting to see General Temmer, then the following day that person would be employed on higher rank.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Now, you were busy outlining as to what happened then on that actual day. We hear that you was a driver and guns were loaded and then what happened then?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "After other members of the Defence Force left Geroma Building, whilst we were still at that place, we heard gunshots within the area of the parliament. We stayed there. We stayed there for if we were wanted we should be called. We waited there until six, five o'clock to six o'clock. Then I said to my co-driver that we should go to that particular place to find out what was happening. Then we used the truck I was driving.\n\tWhen I arrived, I found that members of the Cabinet were taken out of their houses and then they were taken to the stadium including the former president, Chief Lucas Mangope. What was happening at the gate was that those who were coming with government cars, they were taken out.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Now, Mr Modisane, we, the Committee hears that some of these things you indeed did experience them. Do you know if you experienced any means that was taken that failed to resolve these issues other than the action that Mr Pirie told you about, which was a coup on that day?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "As I was a soldier, I did not know as to whether there are other alternative methods to resolve our problems. Because there were elections before this coup, then it is alleged that there was a widespread allegations that Malometsing's party won the elections but the elections were not free and fair. We knew that elections would be able to change the face of the government, because I remember that the Chiboke Party, that is Mangope's party wanted, or lodged a complaint that the election should be, votes should be recounted and that was not allowed. Therefore we have to use the military means to overthrow the government.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Now we know that, and we see it on the documents we have here in front of us that as a result of this action of the 10th February 1988, you were together with your colleagues, were ultimately arrested and you were charged and you were convicted and sentenced. Do you remember how were you sentenced, yourself being Modisane?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, we were convicted and sentenced. I was sentenced eight years in prison.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "In the documents before this Committee, there is an extract of the judgement of that day and I note under, I note that when the judge made comments about yourself, Chairperson, it is in page 44, it was after your legal counsel by then had argued on your behalf. The learned judge then made comments to the effect that the, your conduct was consistent and pursuant to the plans and you had the necessary knowledge and you, in a way, associated yourself with what happened. Do you, today, appearing before the Committee seeking an amnesty, do you align yourself with the sentiments as were expressed by the learned judge? That you associated yourself with this occurrence?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "That is page 46, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Page 46. The second last paragraph.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "And that is the reason why you are here today seeking amnesty. Is that correct?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That is correct. The other reason which I may explain is that after, after I have been released from prison there were no obstacles in terms of my experience because we were released unconditionally. But after some time, things happened which I am not able to achieve because of my criminal record of high treason.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Mr Modisane, I know that you touched upon that aspect when giving evidence of what happened actually on that day. But say someone may come and argue before this Committee and say during that time the government, the then government, or the then president of the then government was peacefully running the political administration of the then government. So, there may not have been any reasons why an action that was taken by that time, was to have taken. What will your comment be?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "At that time there was no stability in Bophuthatswana. I will give an example about what happened in Braaklaagte. As I said there was no political stability at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what happened at what place?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Braaklaagte.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Thank you, Chairperson, I have no further evidence to lead here.\nNO FURTHER QUESTIONS BY MR DLAVANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane. Do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Thank you, Mr Chairperson. Mr Modisane, there were two ladies killed in the complex that morning. Did you know about that?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I heard about it.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Do you know who killed them?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I've no knowledge. The way in which we make a statement, at the time when they came to parliament, those who were coming to take out the ministers from the houses, people grouped themselves to go to various houses of the ministers. I think people would be able to be identified in terms of those who went to a particular house.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Do you have any knowledge of who went to Minister Seane's house?",
            "Male"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I've no knowledge because at that time I was not there. I only came early in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you personally go into, yourself, into any house?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "The house which I went to belonged to Mr Holele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go into the house? Did you enter the premises?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, I went into the house because I was given instructions that we should ...(indistinct) the force. That was around 8 o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No further questions, thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MULLIGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seabela, do you have any questions.",
            "Unknown"
        ],
        [
            "MR SEABELA",
            "I have no questions, Mr Chairperson.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Yes, I do. Thank you, Chairperson. Mr Modisane, did you have any firearms on yourself as well?",
            "Female"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, I had 9 mm pistol.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Tell me, from the time period that you had received your instructions, you took a truck containing all the weapons and then you stayed behind. Pirie informed you to stay behind and take care of those weapons. Is that correct?",
            "Female"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "How long were you, how long did you take to stay behind when the others went and took part in the operation?",
            "Female"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I left around parliament between five and six o'clock.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "I see you made a statement to the magistrate as well as in the court judgement, the judge mentions this on page 44, it's at paragraph 3, at paragraph 4, excuse me, regarding the information. I will just state it. He states that he received information that a certain house a woman was shot dead. He received permission to go to the house and try to remove the body, but he could not do so. Can you just explain to us who that person was, that body that you tried to collect?",
            "Female"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I did not know the identity of that woman on that day, because at that time other members of the police went inside there, because they received information that people were shot. At the time I was at the gate. The guards did not allow the police to enter the gate. Then after a while I tried to negotiate with the guards that those people who were shot should be taken care of and then they should be taken out. Either to be taken to Bophelong Hospital and then we did not receive permission to do so and then I did not know the identity of the person who was shot.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "What was your instructions from Pirie? What was your specific duties? Can you just elaborate on that?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In relation to the ...(intervention)",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "In relation to the operation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "To the whole operation ...",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "To the whole operation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... to get the body.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "My duty was to drive so that later if there were people who were injured or died, we should be able to load them in that truck.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So was your duty to take care of the weapons that were in the truck as well as to load people that were injured? Did that incorporate all your duties?",
            "Female"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "The way I was trained, a soldier would be able to use his own initiative. You'd not just leave things unattended, you'd use your own initiative to do things even if you're not instructed to do them if you're involved in an operation.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Dlavane, do you have any re-examination.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "No re-examination, thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Sigodi, do you have any questions you'd like to ask Mr Modisane?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Just one aspect. Did you, before this operation, did you have any other meetings concerning the coup? Was it the first time that you?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, we had meetings.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So, before this time, you already knew that there was going to be a coup? It was, was it an ongoing thing that was being planned before the 10th of February?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Is not days before we had only one meeting, that was around half-past eleven on the 9th of February. That is when we knew that the operation to overthrow the government was envisaged and planned. And then he said to us we should not leave the premises, he will come back to explain to us in details about the operation. And then when he returned he came around half-past one to two. Then at that time we started with the operation.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Now what I want to find out is the background to the coup. What happened before? If there had been any other plans before the 9th of February 1988?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "No, I did not have a knowledge any meetings prior to the 9th of February.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And this dissatisfaction which the Bophuthatswana Defence Force had with the government, did it only culminate on the 9th of February 1988?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "I would say our dissatisfaction was there all the time, but we did not have the way of resolving our problems. Because before then, General Temmer was called by Bophuthatswana Security even if I'm not able to remember the date, where he was explained to about our dissatisfaction or the way we were treated.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Okay. Thanks, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Adv Sigodi. Adv Bosman do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson. Mr Modisane, if you turn to page 6 of your application, do you have it before you? Paragraph 13, the question there is, are there civil proceedings pending or envisaged as a result of the acts, and your answer there is, yes. Can you see that?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who has instituted civil proceedings against you?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Maybe I was not able to understand the English because I was advised by my legal counsel as to whether, what does that question wanted to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is anybody, because of what took place on the 10th of February 1988, suing you for damages or taking you to court? Not a criminal court, but a civil court?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "No one did that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Is this really just a mistake, an incorrect answer? We just want the record to be right.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "It is mistake I did.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Right, and then you, when you were asked by the Evidence Leader what your duties were, your specific duties that day and you said that they were to guard the arms in the truck and also to pick up any people who might be injured or killed in the coup. But prior to this you gave evidence that you went to Mr Holele's house which you entered and that you were instructed to do that. Who gave you those instructions?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "The instructions came from Major Pirie that we should unplug the phones from various houses.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So did he personally instruct you to go into that house and to unplug the phone?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Within the Defence Force at that time, the way we were so many, he would not be able to speak directly to, or instruct a particular person to do something. If he instructed one person that person would relay the instructions to various members of the Defence Force of what should be done.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But can you remember who instructed you? The instruction came from Major Pirie, but who sort of relayed the instruction to you?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That is Manyemeng.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And what was his rank?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "He was an instructor at the time. But he was not given the rank, but we used to call him an instructor.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So was he senior to you?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, he was senior to me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Modisane, when did you join the Bophuthatswana Defence Force?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "On the 17th of March 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that you were unconditionally released from prison during 1991. You were tried and charged in the Bophuthatswana Supreme Court. Is that correct?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were also imprisoned in Bophuthatswana?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know in terms of what provisions, or why it was that you were released unconditionally in 1991?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "There were many things which happened that we should be released. Firstly, is hunger strikes, then secondly, is that we smuggled letters outside. I remember that we wrote letters to F W de Klerk, then we wrote letters outside, for example, I remember a particular time that we sent a letter to George Bush in America. We requested that they should put pressure on the Bophuthatswana Government that we should be released.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the order for your release came from the Bophuthatswana Government as far as you know.",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "Yes, it came from the Bophuthatswana Government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And with your release in 1991, were the other people who were also convicted of the same offence arising out of the same incident also released? Were you all released?",
            "Unknown"
        ],
        [
            "JONATHAN PHOLELE MODISANE",
            "We were all released though not at the same time. We were released in groups, but the one who remained behind was Sergeant Major Timothy Pirie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Dlavane, do you have any questions arising out of questions that have been put by the panel?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seabela?",
            "Unknown"
        ],
        [
            "MR SEABELA",
            "There are no questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No questions, thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Modisane, that concludes your testimony.\nAPPLICANT EXCUSED",
            "Unknown"
        ]
    ]
}