{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-19",
        "location": "BLOEMFONTEIN",
        "day": "3",
        "names": [
            "MOHLOLO PAULOS MOHAPE"
        ],
        "matter": "WESSELSBRON SUPERMARKET ATTACK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52822&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081721_blm_bloem3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MOHLOLO PAULOS MOHAPE",
            "MR BHANI",
            "MR MALAN",
            "MR MBANDAZAYO",
            "MR STEENKAMP",
            "PEDRO IGNACIO DE CASTRO"
        ],
        "original_speakers": [
            "MR MBANDAZAYO",
            "CHAIRPERSON",
            "MOHLOLO PAULOS MOHAPE",
            "MR MOHAPE",
            "MR STEENKAMP",
            "MR MALAN",
            "MR P DE CASTRO",
            "PEDRO IGNACIO DE CASTRO",
            "MR BHANI"
        ]
    },
    "testimony": [
        [
            "MR MBANDAZAYO",
            "Mr Chairman, the last person I'm going to call is Paulos Mohape and he is the one Mr Chairman, his application would be held tentatively, provisionally until the confirmation that he did apply.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The same might apply to the one we have just completed.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any objection to taking the oath?",
            "Unknown"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What are your full names please?",
            "Unknown"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Mohlolo Paulos Mohape.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can I proceed Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the document handed in and signed by the applicant on a number of sheets?  That is a statement from him, is that common cause?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I don't know about the statement, it's just that it came up during the questioning when the Committee was trying to verify the signature of the applicant and there was a statement handed in. He also signed the statement.  I haven't had a sight of it except when it was passed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you should have a sight of it.  I've just glanced at it now and it appears to deal in some detail with how the weapons were hidden, where they were hidden and when they were hidden.  And it's a matter which I think should be investigated fully and compared with the other statement he has made.  I am now going to entrust the copy to you, the original document to you.  Perhaps it would be preferable to have photostat copies made and the photostat be given.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, will that then be admitted as Exhibit D?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is Exhibit D as far as the - no, Exhibit E, as far as the - Exhibit D is the specimen signature we obtained here.  This will be Exhibit E as far as the signatures are concerned and then I think counsel should be given an opportunity to consider what is contained in it.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, just before I proceed with this applicant, I was looking at the time, maybe the Committee would make a ruling.  This morning when the applicants came to court they came to me and they told me that they had problems yesterday, they didn't have a place to sleep until this morning they were able to wash, even this morning.  That is why they also came late to court and they were treated badly yesterday because they were told that they came late and everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, is this in a prison?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "...[inaudible] prison Mr Chairman.  So now that problem, because they did not sleep yesterday because they didn't have a place to sleep.  In fact ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This unfortunately is a problem that I have met up with before, that there appear to be arrangements made to cope with accused persons who are returned from court, that the prisons make arrangement to receive them but it does appear that in certain prisons, and this may be one of them, there are not satisfactory arrangements to receive other people who arrive there later.  Do you know what time they have to be there by?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you perhaps enquire?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "I will enquire quickly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because last time, yesterday we sat till half past four which is very much later than usual.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, I've arranged that the prison will be able to admit or take care of these people at any time, it's in your hands Mr Chairperson but I've spoken to the person of Correctional Services now.  Yesterday apparently there was a logistical difficulty but that's been taken car of for today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we will go on until 4 o'clock but we won't sit later than four.  I think that is the time courts normally adjourn and that's when the logistics appear to be adjusted to.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please assure your clients that if they have any further problems of this nature they are to inform you as soon as possible and then you will please inform me and I will take what steps we can to make sure it doesn't happen again.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "Thank you Mr Chairman.  Sorry Mr Chairman, it seems as if I want to make sure whether they have the copy of the - Mr Chairman, it seems as if there is a problem regarding the affidavit of the applicant.  I don't know what happened because they were done together with those which are in front of the Committee.  I don't know what happened.  Sorry Mr Chair, it seems as if they managed to get hold the affidavit, thank you Mr Chairperson.\n\tMr Mohape, there is an affidavit in front of you and the affidavit which is in front of you is also before the Committee.  Do you confirm that the affidavit ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I'll use this.  The other one relates to the application, the submission of the application.  I will use the other one which is the shorter one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The shorter one?  Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Mohape, the affidavit which is in front of you is also before the Committee.  Do you confirm that the affidavit in front of you was made by yourself and you abide by its contents?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "I would like you to go to paragraph 5 of your affidavit\n\"I confirm that I was arrested on the 25th of November 1993 and was convicted and sentenced on the 2nd of June 1995 for possession of arms and ammunition\"\nNow can you tell the Committee how did it come that you were in possession of these arms and ammunition that you were convicted of?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I will explain it this way.  These weapons belonged to ...[indistinct], that is the People's Liberation Army.  I got hold of them because we could not give them to Mazete because there were many people living with Mazete, that is his sisters.  So he asked me where we can put these weapons because he was the person who was involved the task force like myself.\n\tI decided that I would take these weapons to my shack because I was living alone in that shack.  So we went to fetch those weapons and we took them to my shack.  That is where I hid them.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "As a follow-up to that point, when you took the firearms, were you together with Mazete?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, I was together with Mazete.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "With whom did you hide the weapons in your shack?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I was together with Mazete.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know these weapons or did he tell you where they were coming from and how did they come into his possession?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "As the person who had already had information regarding the task force I asked him, I asked him about the whereabouts of these weapons, where they come from and then he said they were brought by the members of APLA.  They were given to him - as I've already explained I was living alone, then I accepted and then I agreed that I would go and hide them at my place.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know that these weapons were used in the attack at Wesselsbron Supermarket?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I did not know but I was suspicious because I heard from the radios, from the television, that this must have been APLA's actions because that supermarket was near to the township where we live.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "All what you are telling the Committee is that you did not know that, you only suspected?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is true, I only suspected, I did not know.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all Mr Chairman.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.\n\tSir, you were never a member of APLA I take it?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I was a member of the task force.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What was the role of Mr Mazete in the task force, do you know?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, I know because he was a commander in our branch in Monyake.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "But Mr Mazete never told the Committee this, he said he was also a task force member, he never said he was a commander.  Do you know why this is?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I agree that he didn't say that because himself, as far as I know he was a member of the task force.  Really, I don't know why he didn't tell the Committee about this.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "What was his function as a task force commander, do you know?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "As far as I know we had the same function.  Our function was to fight.  We were both involved in the armed struggle to liberate the African people who were oppressed at that time.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you just tell the Committee what exactly was your political motive for your part in this incident?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Just for purposes of clarity, if my learned colleague can clarify which incident he is referring to, the possession of arms or the Wesselsbron incident?",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Well I think we can stick to the Wesselsbron incident for one.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Steenkamp, the applicant gave evidence that he wasn't involved, that he had simply a suspicion at a later stage and that he was only involved in safekeeping arms.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman, I'm sorry about that, I read the wrong paragraph here.\n\tCan you tell me what your political motive was for the possession of firearms, as you testified?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "My political motive as far as the weapons are concerned was to carry forward the armed struggle in our country.  So I saw it important that it was necessary for me to be involved in the liberation fight so I hid them where I hid them so that we can carry forward all the aspirations of the African people so that they can be liberated in their own land.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mohape - I'm sorry, Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it you have no re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairman.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mohape, you stated now that you had the same function as Mr Mazete, that function was to fight,  you say you were involved in the armed struggle.  What was the fighting, how did you fight?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Even though I did not carry some of the responsibility that I was given inside APLA I was also involved in carrying out some of the aspirations of APLA like any other members who are the members of the PAC.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, that I understand, but you gave evidence and you said that you were not a member of APLA but you were a member of the task force, you had the same role as Mazete, and the role in the task force was to fight, can you just give us an indication what that was about?  How did you fight?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Thank you Mr Chairperson, I will explain it in this way.  During the time when I was trained I was trained to come and fight to liberate the people.  I never received an instruction to go and fight although I was involved orally by educating our people, the people who did not know how to participate in liberating our country.\n\tSo that was the way that I was using because I already had the education and I was also getting education from other members of APLA.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you were at no stage yourself involved in armed struggle in the sense of physically carrying guns and partaking in projects or actions?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Not at all, that never happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "So was this the only occasion when you had guns in your possession?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct, that is the only occasion that I had arms with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "So then you will recall the circumstances fairly well I assume?  Is that correct?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, I still remember, even though I do not remember that much.",
            "Male"
        ],
        [
            "MR MALAN",
            "You knew Mr Mazete well?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, that is correct, I knew him well.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said that a lot of his family were living with him, his sister and others, is that correct?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "He was living alone but sometimes it happened that the people will come and rent his shack.  He was using that same shack with other two people who came to rent in that shack.  They were actually accepted by Mazete's sister.  So we were forced to take out the weapons from that shack to my shack.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just tell me, when it was put it your shack was it ever removed again and put in another shack?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "No, they were never removed from my shack.",
            "Male"
        ],
        [
            "MR MALAN",
            "You made a statement to the Magistrate Brown, did you?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "In terms of that statement you told him that you, a few days after the incident, were taken to the house of Shemi, is that correct?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "If I remember well, that is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now who is Shemi?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "He was the Chairman of the Monyake branch.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you told the Magistrate that there were four R4 guns, magazines and rounds of ammunition as well as three handgrenades.  That's what you said in your statement, is that correct?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And that then you assisted to take it to a corrugated-iron shack where it was buried again or where it was buried.  Let me just read out to you, this is the summary of the Judge in his Judgment.  He says\n\"After a few days it was, the weapons were taken out again and moved to another shack where it was again buried.  Thereafter it was moved to a third shack where hit was then again buried\"\nThis shack was your own.  So it was moved on a number of occasions and apparently you were involved in this moving of the weapons, is that correct?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct, that is what I said.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it true?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That was not true.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now why did you tell the Magistrate that you had more involvement than you indeed had?  If you only received it and put it away once in your own shack, why did you tell the Magistrate that you were involved on more occasions?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Chairperson, I will explain it this way.  When I was arrested conditions were very bad.  Some of the things that I said are things that I did not do.  I wanted the police to sympathise with me because those police who came to arrest me were assaulting me, they chocking me, they were doing all these bad things to me.  \tSo everything that I said, those lies that I said in that statement I think they would continue beating me if I didn't make those statements.  That is the way that I was using with the intention of forcing them to release me.  That is why I told the Magistrate those lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why should the police be interested in saying: \"I took the guns and I buried them in one spot and then I buried them in another spot and then I buried them in a third spot\"?  The police were interested in finding the guns weren't they?",
            "Unknown"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "It is true because those weapons that they got, they never believed that those were the only guns that were used.  For example, during the interrogation while they were asking me questions they were asking me about APLA, they wanted to know: \"Who is APLA\"?  They were referring to it as if it was a person.  So they did not believe that these were the only weapons that we had.\n\tI was surprised by their attitude, that is why I decided that I would tell lies they way I said it, so that they could stop assaulting me.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you made this statement, this specific statement, that was made to the Magistrate and not to the police.  Can you remember when you made the statement to the Magistrate?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Mr Chairperson, I do not remember well but I think it's a day after that I was arrested because they went to fetch me from jail and they took me to their offices.  That is where they instructed me that everything that I've written in the statement, because they had already written everything that is in that statement.\n\tThey said to me, if I'm not going to tell the Chief Magistrate about this thing that I've already written they are going to assault me until I make what they want me to do because it was their duty, because they already assaulted me.  Because I was in great pain, then I agreed that I will say so at the Chief Magistrate's offices and that is what I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you explain to us why the police would want you to state that it was buried at three different places and not only at two?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I told the lies because I was protecting myself because I realised what I was telling them they did not accept as the truth.  They forced me to tell them the way I told them because after telling them those lies, that is when they stopped assaulting me..",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but I can't understand that.  You're telling them the truth, which is that it was first buried in comrade Mazete's shack and from there moved to your shack and they keep on beating you, and then you tell them, oh, but inbetween it was buried at another shack too, and then they are happy.  Is that what you are telling us?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct Mr Chairperson, because as they continued assaulting me, after I told them they were in my shack they did not accept and that is why I was forced to tell lies and say they were also taken to another shack.  That is when I realised that they were now stopping to assault me, because they accepted that is was so.",
            "Male"
        ],
        [
            "MR MALAN",
            "But your statement Mr Mohape says that the last time it was placed in your shack, and that indeed was so, that is where the weapons were discovered, not so?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct, they were found in my shack.",
            "Male"
        ],
        [
            "MR MALAN",
            "So I still fail to understand why it was important to tell a lie as to the route the weapons followed until they landed in your shack, because you start in your statement to the Magistrate, with the shack of Mr Mazete.  You say in your statement that he had family and that you therefore decided to move it, but then you say you moved it to another spot and eventually to your house.\n\tI can't understand why the police would be happy with that, simply because you also talk about another place where there was a temporary stay of the weapons.  What was the importance thereof, why would they be happy with that?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I will say they were happy about that because the way I explained it to them, when I said I took them to my shack until my arrest, they did not accept that as the truth, they continued assaulting me. That is what forced me to tell them the lies and then I realised that after lying to them, after saying I moved it to other places as well, that is when they accepted.  Although I knew it was not the truth, but they stopped assaulting me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you not - you never knew that the weapons were buried in the shack of Mr Mazete, you didn't know that?  Is that what you're telling us?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I did not know.  I only knew when were taking them to my shack.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  So he was your commander, he kept the weapons for a month but he never told you about it, is that what you are saying?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "During that month while they were still at his place I don't know, I only knew about them when he told me that we have to take them and get them another place and then we agreed that we would take them to my shack.  That was the first time that I knew about the weapons, that is the time when we were taking them to my shack.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you assist him to take it out from under the ground at his shack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say they were under the ground at his shack.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No, no, I'm asking that because that was in the statement, it was buried he says, in the statement to the ...[inaudible]\n\tDid you assist him in removing the weapons from his shack, taking it to yours?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "That is correct, I helped him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you find the weapons in his shack?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "They were buried inside the shack under the mat, they were wrapped.  So we took them to my shack and then we wrapped them and buried them and they were safe there.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you helped him to take it out from his shack?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "Yes, I helped him and he also helped me to bury them at my shack and then we separated after that.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you didn't ask him about the origin of the weapons and the use?",
            "Male"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "I asked him where these weapons came from and he said to me: \"They belong to the organisations\".  Then I accepted it was not necessary for me to ask further questions because I was trained as a member of the task force that I should not ask unnecessary questions to another comrade.  If he gave me an answer I must be satisfied.  So I was satisfied with the answer that he gave me, that they belonged to the organisation.  So we took them and ...[indistinct]",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one point I'd like to clarify so that you can't be criticised on the same basis as the previous applicant.  Were you also - did you also hold an office where you were branch organiser?",
            "Unknown"
        ],
        [
            "MOHLOLO PAULOS MOHAPE",
            "In the youth arm of the PAC I was an organiser, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, no further questions.  That is my applicant's case at this stage Mr Chairman, thank you.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, I've handed in a new statement, or not a new statement but just an attested statement of Pedro Ignacio de Castro.  The previous one you had in your possession was not attested to, this one is attested to.\n\tMr Chairman, if you would allow me, there are certain statements I made to some of the witnesses which I said will be testified to and to this cause I would like to call Pedro Ignacio de Castro, the owner of the shop.\n\tMr Chairman, Mr de Castro's statement is in Afrikaans.  I don't know if he wants to speak Afrikaans or English but his statement is in Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, do you want to talk English or Afrikaans?",
            "Unknown"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "It doesn't matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are prepared to take an oath?",
            "Unknown"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What are your full names?",
            "Unknown"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Pedro Ignacio de Castro.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Thank you.",
            "Male"
        ],
        [
            "EXAMINATION BY MR STEENKAMP",
            "Mr de Castro, you were and you still are the owner of the Wesselsbron Supermarket?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That's right.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "At the time of the incident you were still then the owner, am I right?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That's right.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you tell me, am I right in saying that one of the victims was your wife?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you just state her full names for the record please?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Maria Fatima de Castro.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Am I right in saying you are also opposing, as the other victims are, the applications of all the applicants?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That is one hundred percent.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you briefly give the Chairperson an overview of exactly what happened on the night in questions?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "It was a Saturday evening.  It was about two minutes to 9 o'clock.  I was on the back of the supermarket.  I was attending to one of my workers who was ask me for money ...[intervention]",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Sorry, who was this, do you know?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Poelie was his name.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Poelie?  Do you know his full names?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Solomon Setsuro.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And was he one of your employees?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That's right.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You may continue.",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "I was attending to his pledge to me that he wanted to borrow some money for the weekend and all of a sudden I just heard people screaming in the front of the shop.  At the same time I heard one gunshot going off.  We both quickly ran to the door which is from the bakery side onto the supermarket ...[intervention]",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Sorry to interrupt again.  Can you maybe speak a bit slower so that the translators can get through?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Okay, sorry.  And I saw some men.  One which was carrying an R, it looked like an R4, an AK47 and he had a briefcase in the other arm at the same time.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Is it possible for you to identify this person here today, is that person here today?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Yes, he's here.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you please identify that person?  Is it possible?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "His name is Bhani.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you point him out?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Yes, the first one on my left sitting down.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can that person just stand up please?\nAPPLICANT STANDS UP",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "That's him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you said his name was what?",
            "Unknown"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Bhani.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And you ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you please tell us your name for the record?   The person who was sitting in the front row of the audience who was identified has now come up to put his name on record.  Please give us your full name.",
            "Unknown"
        ],
        [
            "MR BHANI",
            "I'm Mangalisekile Bhani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  That is the first applicant.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairperson.\n\tMr de Castro, you were saying this person was carrying a bag or can you describe this container?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "He was carrying this briefcase, a black briefcase and at the same time he was handling a firearm, which I presume was an AK47 or an R4 or whatever.  It was very long.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You may continue.",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "But you know, I got into such a state of shock you know, things were happening so fast.  Then I just saw some people standing against some our fruit and veg that we had stacked behind the tills.  Behind our cashier's tills we had some apples and tomatoes stacked up to about, just a bit higher than a person's height and I just saw, I saw Mr Giovani, he's sitting over there.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Do you know his full names Sir, and is he related to you?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "He's related to my brother.  His names is Giovani Kleynhans(?).  He was standing against the boxes with his arms up in the air and I saw his late father, Mr Kleynhans and I saw his brother-in-law, Mr Sparkham, all with their arms in the air.  And they were being ...[indistinct] because they were like pushing themselves into a flat, into a piece of paper against those boxes you know.\n\tAnd this chappie that was with me, Poelie, he got into a state and he started shouting and then they started shooting at us to the back of the bakery.  The shots were so much that we didn't have an option, we had to run out of the shop on the back door.\n\tWhile we were trying to get out of the shop we had to climb a high wall on the back of the shop, then we just heard shots going off and I quickly ran for help and when I came back I just saw everybody lying down and killed and injured and ...",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr de Castro, can you give an indication of how many people were in your shop at the stage of this incident?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "At that stage, when I got back into the shop, there was five people killed, which was my wife, Mr Kleynhans senior, Mr Sparkham and two employees of Telkom which were doing shopping at that time at the supermarket.  I've got no idea what their names are, I've forgotten.  And I found my brother, John, he was injured.  He had been shot several times on his leg and Susan and Henk Viljoen.  They were apparently on their way out of the supermarket and they pushed back into the supermarket and they were shot just like that you know.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Sir, as far as you can remember when these people were shot, the victims, where were they, were they standing up, were they running away or where were they?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Excuse me?  Can you repeat?",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "When the victims were shot, people were shot, do you know where they were?  Were they standing, were they running away, were they hiding, where were they?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "No, when I got back into the shop they had been shot just there where they were, or when I last saw them alive with their hands in the air, they had been shot on that same place.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr de Castro, can you give any explanation why your shop or your supermarket was attacked at that specific time and place?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "I don't for a second believe this was politically, I think this was done for the purpose of getting money or financial gains for their own gain, because if you want to create havoc under a community you choose the busiest time when that place or business or whatever is frequented by a large amount of customers.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And was this such a time?  Can you elaborate on that?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Yes, we had been - from round about that same day, on the Saturday of the 3rd of July, we had been busy from round about 8 o'clock up until about seven in the evening and our main business was about 90% black.  And that was the end of the month as well, it's when everybody gets paid and that is the busiest time of the month.\n\tWe usually used to close, on a Saturday evening we usually close five to nine, ten to nine but that day we were unfortunately still open because some of my brother's family which were present there, were waiting for him to go home because they were going to have a braai and that's why that specific day there was so much people, or that time there was so much people in the shop.  At that time normally there would only be myself and my brother to close the business and there would be nobody else at the shop at that specific time.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr de Castro, do you know how much money you had in the shop at that stage?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you tell the Committee?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Plus minus R200 000.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And where was this money kept?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "The money was kept on the, some on the safe and some under the tills.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Do you know if any person in your shop was armed?  Do you normally carry any firearms?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "At that stage I didn't even have a licence for a gun, nor did my brother.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr de Castro, you heard the evidence of some of the applicants, that apparently you were the Chairperson of the AWB, or at least you belonged to the AWB.  Did anybody, including yourself, ever belong to any right-wing organisations, as far as you are aware of?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "At no stage did I belong to any political organisation.  That is the last thing I would ever do as a businessman.  That would be very detrimental to my business.  So I never got involved in politics and that's proven, that's why we had so much support from the black community.  I mean the black wouldn't have bought from Wesselsbron Supermarket if I was an AWB or involved with the AWB.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "That was my next question.  Can you describe just briefly, what was your relationship with the local community there?  Did you have any problems previously and how long had you had this shop before this incident?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "By then I'd had the shop for six years and we never had any problems whatsoever in that business.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I know this is maybe a difficult question, but as far as you know, did any AWB members ever visit your shop, or people that looked like AWB supporters, as far as you know?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "I don't know what the difference is between AWB and another human being.  I was never involved in politics and I don't want to know about politics.  My concern was to make a living and to survive at the end of the day, and to see that my business would run smooth.  I had no time to differentiate people.  Whether he was AWB or PAC or NP, I wouldn't know.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "When the attackers attacked your shop did they indicate whether they are PAC or APLA people?  Did they wear clothes or did they shout slogans, anything like this?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Not at all, they were actually very smartly dressed that day.  Mr Bhani was dressed, had a leather jacket on, a black leather jacket with smart trousers on.  And I mean, if he was an army fighter or a soldier like he said here in front of the Commission, he should have had an army uniform or an APLA fighting uniform on you know, to show the people that they were soldiers.  So to my mind they were never soldiers, they were doing it for the purpose of robbing money for their own use.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr de Castro, can you tell what the effect of this attack was on you and your family?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "Well it's been very much detrimental to us because I mean, we had a, myself and my wife we had two kids, one being a six month's baby and one a three year old and that's, you know I've lost my kids now because now they're permanently staying at my in-laws because I cannot cope with the kids and the business.  And you know, I mean I loved my wife and you know I've lost my loved one and I'll never forget that you know.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Anything else you would like to add Mr de Castro, and tell the Committee?",
            "Male"
        ],
        [
            "PEDRO IGNACIO DE CASTRO",
            "I'd actually like to tell the Committee that these guys are all lying to us because from their evidence which I've been listening to since yesterday, nothing that they say makes sense.  If they were soldiers and fighting for the freedom of people, they should have done it in another manner.  There's no use or there's no need to take other people's lives for liberating a country or whatever.\n\tAnother thing that I'd like to make clear is that if they were fighting for the PAC or APLA, whatever, and they wanted to cause havoc within a community, why do they come to place where usually or 99.9% there would only be two people closing that business.  That clearly states that they were coming to that supermarket with the intention to rob, because at that time it wasn't trading time, it was closing time.  Normally at that time we were already closed.  So that clearly shows to everybody that their intention was to come and rob money.\n\tThirdly I'd like to contest their amnesty applications.  I don't think they really deserve amnesty for what they did.  They clearly stated here to the Commission that their main objective was money but then come on and they talk about politics.  I don't even know if they know what politics is, I really don't.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr de Castro.  No further questions, thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to start cross-examining?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I don't think I would like to start now.  If I'm going to be I wouldn't like to stop in the middle and then we adjourn.  I would rather start ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, in the light of the possible difficulties of getting back to the prison we will adjourn now until half nine tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}