{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-14",
        "location": "BLOEMFONTEIN",
        "day": "3",
        "names": [
            "LUVUYO KENNETH KULMAN"
        ],
        "case number": "AM1638/96",
        "matter": "ATTACK ON FARM IN LADY GREY AREA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54257&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200614bl.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "JUDGE DE JAGER",
            "LUVUYO KENNETH KULMAN",
            "MR COETZER",
            "MR MBANDAZAYO",
            "MS MTANGA"
        ],
        "original_speakers": [
            "LUVUYO KENNETH KULMAN",
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR KULMAN",
            "ADV SANDI",
            "JUDGE DE JAGER",
            "MR COETZER",
            "MS MTANGA"
        ]
    },
    "testimony": [
        [
            "LUVUYO KENNETH KULMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Mr Kulman ...(end of tape)",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "That is correct.",
            "Male"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "And you are 28 years of age and unmarried?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it correct that you passed standard 10 at Cohen High School in Port Elizabeth?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you joined PAC in 1989 through AZANYU?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you underwent military training in Zimbabwe in 1990?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that your first operation was in 1992?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you were also involved in three to four other operations, mostly farm attacks?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you were involved in the farm attack in the Lady Grey farm area?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee about this farm attack in Lady Grey?  Where exactly in Lady Grey did this take place?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Even though I don't know that area well, the Lady Grey area, but the attack happened near Umkopane area.  It was myself, Kleintjie, and Scorpion that were involved.  We were going to attack a farm, when we got there, there was nobody and we only used the molotovs.  We burned that farm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Kulman, were there any vehicles on this farm when you did this?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "No, there were no vehicles in that farm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, Chairperson the name Kleintjie is Tabiso James Makwala, Chairperson, who's deceased.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He mentioned a third name, Scorpion.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I've just - the name Scorpion Chairperson I've just misplaced, but the problem I have is that it was used by about five people so we did not know who actually was involved with them, but I had five names, but I've just misplaced those five names, I don't know who actually was with them in this attack, but it was used by five people, the name Scorpion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Makwala would be the application that appears on page 49?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee who came up with the idea that this farm should be attacked and who gave this order and who made the reconnaissance of the area as you indicated that you are not well-versed with that area.",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "The person who gave me the order was Ace who was the original Commander in Sterkspruit.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who made the reconnaissance of the area?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "It was Kleintjie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know where Kleintjie originally lived?",
            "Unknown"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "I did not know but I heard that he was from Botshabelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because I've just flipped into my bundle here, I see he says he's from Botshabelo and the place of birth is Thaba N'chu.  You wouldn't dispute that?",
            "Unknown"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "No, I wouldn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Now, what was your purpose of going to that farm?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "It was to attack the farm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Why you wanted to attack the farm?  What purpose were you attacking the farm?  What was the reason for you to attack the farm?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "The reason was to drive the farmers away from our land.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And you say your purpose was to attack the farm.  Was your purpose to attack and kill the farmer or what was the real intention?",
            "Unknown"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Killing was also part of our operation.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "So if the occupants were there, the owners, would they have been killed on that occasion?",
            "Unknown"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it correct that you were armed with 7.65 and also a panga on the day in question?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And is it correct that when you arrived at this farm, you checked at the windows and you discovered that there were no people inside?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, we did that.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you discovered that this place was under renovation?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you retreated, but before you did that, you lit the grass and you left the area?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Yes, that is correct.  They were also damaging the house, even though some molotovs were not effective.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, this is the evidence.  Unfortunately we can't say which was the farm, Chairperson, as the applicant was depending on Tabiso Makwala, the people who were from this area, he's from Port Elizabeth, he did not know the area.  We can't say which farm was it that was actually attacked by them.  We have that problem.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, Mr Mbandazayo, because I see he's applying for several things and I think I've got two applications, but this application just relates to that farm which was attacked, where you cannot say with precision the area.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, the other application, the only one which is not yet heard now, is the Kei Mouth one.  The Ficksburg one we have already had regarding to him and the other ones, Donny Meyer, Mike Meyer incident, have already been heard.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "This farm is in the Lady Grey area?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, this one is in Lady Grey area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I don't know if that is helpful to you Mr Coetzer, but I'll leave it in your hands.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "I thank you Chairperson and Members of the Committee.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR COETZER",
            "Mr Kulman, did you set alight a barn on the farm in the Lady Grey area?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Can you please repeat your question Sir?",
            "Male"
        ],
        [
            "MR COETZER",
            "The farm that you set alight in the Lady Grey area, was there a barn in which vehicles were parked, or some form of a shed or garage in which vehicles were parked?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "I did not see that.",
            "Male"
        ],
        [
            "MR COETZER",
            "Very well.  You stated that you threw the so-called molotovs in the grass.  Was this in the veld or was it in the house?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would appear the applicant has problems with the device.  I see him just pointing to the device.  Could we just hold on for a second Mr Coetzer, let them take care of the device.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see him nodding his head, Mr Coetzer, but I would ask you to repeat your question.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "I thank the Honourable Committee.  Mr Kulman, you made mention that you tossed the so-called molotovs in the grass, was this in the pastures or was it at the house?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "Some of those, we threw them in the house and I think we threw others in the barn.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You say you threw some in the barn, so I thought you said you don't know whether there was a barn.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I think the interpretation is that he threw it in the grazing land. I think that's the interpretation that is coming out.  Correct ...(indistinct) it's a grazing land.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are saying that's the interpretation that should come out?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson.  Do you follow that Mr Coetzer, that there was just a mistake in the translation?  That it was not the barn as we had it, I heard the barn as well.  Thank you.",
            "Male"
        ],
        [
            "MR COETZER",
            "Indeed Chairperson.  I did not want it to be in the barn at this stage.  So what was the purpose with tossing the molotovs into the pastures?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "It was to sabotage.",
            "Male"
        ],
        [
            "MR COETZER",
            "Was the intention to burn animals to death?",
            "Male"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "If there were animals there, we would have burned them.",
            "Male"
        ],
        [
            "MR COETZER",
            "Very well.  Honourable Members of the Committee with the exception of pointing it out to you that some of the cattle of my clients were also killed during this incident, I have nothing further.\nNO FURTHER QUESTIONS BY MR COETZER",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was the number?  How many were killed?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "If the Honourable Members of the Committee would grant me a moment, it is all in the report, I will just consult it briefly.  The number of animals is not mentioned but the extent of the damage is fixed at approximately R28 000, that is on page 55 of the documents in paragraph 3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kulman, did you read about the damage caused by your attack?",
            "Unknown"
        ],
        [
            "LUVUYO KENNETH KULMAN",
            "I did not read it, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Mr Coetzer.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions Chairperson, thank you.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Adv Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "No thank you, no questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge de Jager?",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Obviously you don't have any re-examination Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your case in respect of Mr Kulman?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For formality - no, no, finish with the instructions.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson, Members of the Committee, I would listen to you first and then take instructions.  These are not instructions that I want to obtain, but  a question that I would like to put to my clients.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I wanted to ask you that, are you going to lead evidence again, or we assume the position we had before?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson and Honourable Members of the Committee, this is the same as in case number one with regard to the first applicant, that we will abide by the same position.  In other words, if he was involved in any deeds, there is forgiveness and no feelings of malice.  The Myburgs have come here today with a clear state of mind, they are not here out of vengeance, but they are here in the name of reconciliation.  As it pleases you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Coetzer.  The sentiment expressed, before I express them again, thank you.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, I have no questions but if the Committee may allow me, I just want to bring to the attention of the Committee that on page 55 of the bundle, where Mr Hans Myburg's statement is, paragraph 2, where it starts with:  \"On the 26th of May 1992...\" I would just like the Committee to link that incident to Gqomfa and Steven Dolo, that's the farm they attacked and the name of the farm was called Fairview.  I'm sorry Chairperson, the first farm in Wilgerspruit and it appears that the farm was attacked twice, the second time it was in May of the same year and that appears in paragraph 3 and this is in respect of the application by Mr ...(intervention)",
            "Female"
        ],
        [
            "JUDGE DE JAGER",
            "It was a neighbouring farm, the neighbouring farm was ...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson. according to my Learned Friend it was one farm.",
            "Female"
        ],
        [
            "JUDGE DE JAGER",
            "It might have been farmed as a unit but it's a separate ...",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Operating under the same name, that's what they're saying.  Both attacks took place at the Fairview farm Mr Chairperson and this second attack is in respect of the application of Mr Kulman and the two other persons, Makwala and Scorpion.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see that their farm was actually attacked but the fire spread over to the neighbours, thank you.  Mr Kulman, thank you very much, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, who is your next applicant?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, the next and the last applicant is Abel Oupa Khotle.",
            "Male"
        ]
    ]
}