{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-14",
        "location": "BLOEMFONTEIN",
        "day": "3",
        "names": [
            "HUMPHREY LUYANDA GQOMFA"
        ],
        "case number": "AM 0949/96",
        "matter": "ATTACK ON THE FAMR OF MR AND MRS MYBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54256&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200614bl.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "HUMPHREY LUYANDA GQOMFA",
            "JUDGE DE JAGER",
            "MR COETZER",
            "MR MBANDAZAYO",
            "MR MBANDAZAYO IN ARGUMENT",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR COETZER",
            "JUDGE DE JAGER",
            "MS MTANGA",
            "ADV SANDI",
            "HUMPHREY LUYANDA GQOMFA",
            "MR GQOMFA",
            "MR MBANDAZAYO IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are continuing and we will now hear the application of Gqomfa, Kulman, Phila Dolo and Lerato Khotle and before I come to you Mr Mbandazayo, for the record I am Motata from the Transvaal Provincial Division, Gauteng and on my right is my brother, Judge de Jager, also from the Transvaal Provincial Division, Gauteng.  On my left I have Adv Sandi from East London, Eastern Cape.  Would the legal representatives put themselves on record?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson and Honourable Members of the Committee.  My name is Lungelo Mbandazayo.  I'm representing the applicant in this matter and I'm from Eastern Cape, East London, thank you.",
            "Male"
        ],
        [
            "MR COETZER",
            "Thank you Mr Chairperson and Honourable Members of the Committee.  I represent the victims in this instance.  I'm Riaan Coetzer, from the firm Vermaak and Denis in Bloemfontein.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May you, Mr Coetzer, tell us the victims you are representing?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "It is Mr and Mrs Myburg who were the owners of the farm that was attacked.   As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Coetzer.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Just to get clarity, Mr Coetzer, we heard of various farms that were attacked.  What farm or farms are we talking about here?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Mr Chairperson and Members of the Committee, it is the farm in Lady Grey, the name of the farm is Wilgerspruit.  I apologise Mr Chairperson and Members of the Committee it seems as if it is the farm Fairview, Wilgerspruit and Moseley farm.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Your clients are sitting next to you, can they just confirm for you that those are the three farms that they were involved in?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "As it pleases the Committee.  I'll just get instructions from them.  Honourable Members, Wilgerspruit was there personal property.  The farm Fairview, a bakkie stood there that was burned.  It was however not their personal property.  If I can just address the Committee about the farm Moseley, I've got no instructions concerning that farm.  I can therefore not tell the Committee where this fits in into the picture.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Coetzer.  Do we have an appearance from the Amnesty Committee?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, I'm Lulama Mtanga the Evidence Leader for the Amnesty Committee.  I just want to add on what my Learned Friend has just elaborated on.  According to our information, Wilgerspruit was owned by Mr Myburg and the farm Fairview was hired by Mr Fanie Schlebush, who's indicated as the second victim and he also owned the farm Moseley and in that farm, only a veld was burned, the property was not actually - the house was not actually burned and then in Fairview, a vehicle was burned and partially the house was also burned and both Fairview and Moseley were farms occupied by Mr Fanie Schlebush at that time.  He was notified and the last time we contacted him, he indicated that he would be coming, but he had doubts and then we never communicated with him again, but he received a notification from us.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Isn't this a chamber matter then?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson these farms were initially categorised as chamber matters, but on the insistence of Adv Paddy Prior that these were and advice from some of the Committee members, that because the intention could have been to kill these people, because they attacked these farms at night not knowing whether there were people or not and on that basis they said these would constitute attempted murder if they were to be charged criminally and hence the decision was taken that they must be heard.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Since we are here, we'll hear them.  Mr Mbandazayo, we see there are several applicant, four in all, would I be correct?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "...(indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It means the documents I have, there are four applicants.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson there are four applicants but only three will be because Phila Dolo will not be featuring in this application because he was not involved in the farm attacks, he was involved in the Ficksburg area and they have already been heard, his application.  What I think was somebody who was supposed to be here was Stephen Vusi Msidolo, who was involved with Gqomfa, but he has already been granted amnesty in chambers with regard to this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we're formally removing the application of Phila Dolo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we shall do so.  The application of Mr Phila Dolo is removed from the roll for this hearing.  With which applicant are you going to start first?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I will start Chairperson with Humphrey Luyanda Gqomfa.",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson,  I'll be just brief Chairperson.",
            "Male"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "Mr Gqomfa, is it correct that you were born in Port Elizabeth in the Eastern Cape?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you are also a father of a little girl between the ages 4 and 5 years?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it correct also that you passed standard nine at school and you never managed to complete matric?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you joined the PAC through AZANYU in 1983?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you joined APLA while in exile in Botswana during 1986?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And also is it correct that you joined APLA because it was a liberation army and you were determined play a role in the liberation of the oppressed majority in the country?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you did your military training in Tanzania, Uganda and Egypt?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Which included training in how to use arms and ammunition?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you returned in South Africa in 1991 to Umtata in Transkei?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you became involved in the building of the political structures of APLA?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now is it also correct that you have been involved in various operations of APLA, including the Heidelberg Tavern incident in Cape Town, in which you were Commander thereof?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also correct that you were involved also in various ambushes in the area of Sterkspruit, Lady Grey area?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now Mr Gqomfa, is it also correct that you were also involved in the farm attack in Lady Grey?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee briefly about this attack, who ordered the attack and who commanded you and what was the purpose and why did you attack the farm?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "We were staying in Sterkspruit, our overall Commander was Mphahlele, since he was a Director of Operations, we were a unit that was based there.  I think it was on the 18th of March, but I'm not sure about the date of this operation, but before this operation there was a township by the name of ...(indistinct) in Sterkspruit and what happened is, the whole week I was in Coville in this township and I would go to this farm to reconnoitre this farm to see what is happening,  there were cars and the people that are staying there and about who was staying in the main house.  On the day of the operation as there was an overall command, I was a Unit Commander - there was a Unit Commander by the name of Vusi Dolo.  We went to this farm because we knew that there was nobody that day and the workers were going to be in the places where they were staying, so we attacked that farm on that day and then we went back to the base after attacking the farm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Okay.  Can you ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "What did you do to the farm?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "What we did, we threw petrol bombs because we only had petrol bombs with us, so we used those petrol bombs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you aiming when you threw these petrol bombs?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Our aim was to pressurise those people because we knew that the farmers were the backbone of the Government of that day, so they were supporting the Nationalist Government and they were not treating the Africans well, so we knew that the farmers were supporting that Government and there were farmers all over the country, so our aim was to pressurise those people in order for them to talk to their Government so that we can get what we wanted, that was our aim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question wasn't clear, I said - you said on this day you had petrol bombs, now I mean at this far what were you aiming?  Were you aiming at the house or what were you wanting to throw the petrol bombs at?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Our aim was to burn the house, the one that we burned, that was our main aim, to burn the house only, because we knew that there was nobody in the house, they would come back, the owners of the house would come back maybe during weekends but they were not sleeping there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Now what I wanted to know is that who gave you the order to go and attack this farm?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was Mr Letlapa.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who did the reconnaissance of the farm?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "It was myself.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now you have already indicated that you told the Committee why you attacked it, now you know that Mr Myburg would take it that, I don't know whether you knew who the owner is before you attacked the farm.  Did you know the owner of the farm before you attacked it?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, we did not know the owner of the farm, but we knew that it belonged to a white person, but we did not know him.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now Mr Myburg and his wife are here, what do you say to them after what has happened to their farm, after you attacked it?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I know that they worked very hard to reach at the point where they were.  They tried by all means to have that house or to have their property, but what I can say is that out of all that happened, I would like to ask for forgiveness because we were doing that under the past situation, so I'd like them to forgive me, because I was not aiming at them personally because I did not even know them at the time but it was the situation of the time that led us to do what we did.  So I'm asking for forgiveness.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That's the evidence Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could we have a brief moment.  I see Mrs Myburg is indisposed, that she receives attention before we proceed.  We will adjourn for 5 minutes for Mrs Myburg to recover.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzer, can we proceed?  Is your client able, that she could appreciate what is happening?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson, Honourable Members of the Committee, she has indicated to me that she is now prepared to continue and that everything is in order.  As it pleases you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Coetzer.  Mr Mbandazayo, you were still speaking.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, that's the evidence of the applicant.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Coetzer, do you have any questions?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson, Members of the Committee, only singular aspects.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR COETZER",
            "Mr Gqomfa, how did you know that there would be nobody at the house that evening?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "As I was able to go to that farm and to meet with the workers of the farm, I monitored the place.  I knew that those people were not staying in that farm, maybe they would be there during weekends, but they were not spending the nights there, that is the information I got.  We did not know where they were sleeping, but we knew they were not sleeping in that farm house.",
            "Male"
        ],
        [
            "MR COETZER",
            "Therefore would you say that your intention was purely to incur damage?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes, but we did not want them to be on those farms because when they came here they didn't have any farms, since we all knew the principles of the PAC, we wanted to get our land back.  So we had to use force so that they can move from those farms because in those areas, it is where we were planning our attacks.  So the principle of the PAC, we were putting it into practice so that we can get back our land, but not that we were attacking specific people, or them specifically, but we were looking at the farm in totality.",
            "Male"
        ],
        [
            "MR COETZER",
            "On the farm Fairview there was also an attack.  Were you involved in that as well?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I don't know.  Which attack are you referring to?",
            "Male"
        ],
        [
            "MR COETZER",
            "It is also ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "There was a bakkie or a motor vehicle burned at the farm Fairview.  How far is Fairview from Wilgerspruit?  I understand - if I heard correctly it's about 8 kilometres from the farm Wilgerspruit which you have testified about just now.  Were you involved in another farm attack on a farm about 8 kilometres from there?",
            "Unknown"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "No, I was only involved in the one that I gave evidence about.",
            "Male"
        ],
        [
            "MR COETZER",
            "Mr Gqomfa, if I could refer you to page 61 of the bundle, is that the house that you burned down?",
            "Male"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "I don't know whether it is the one that is in this photo, I'm not sure.",
            "Male"
        ],
        [
            "MR COETZER",
            "No further questions, thank you Chair.\nNO FURTHER QUESTIONS BY MR COETZER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Coetzer.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson, I just have one question for Mr Gqomfa.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS MTANGA",
            "Mr Gqomfa, were you involved in one farm attack in the Lady Grey area?",
            "Female"
        ],
        [
            "HUMPHREY LUYANDA GQOMFA",
            "Yes.",
            "Male"
        ],
        [
            "MS MTANGA",
            "I have no further questions Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Mtanga.  Adv Sandi, any questions?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "No thank you Chairman, no questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "My brother, do you have any questions?  Any re-examination Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Gqomfa, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson that's the evidence of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzer are you going to call for any evidence?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson we would like to lead evidence regarding the extent of the damage.  However I will leave it to the discretion of the Committee, if the Committee feels that this would be relevant to the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzer we've got a full statement by Mr Myburg.  I don't know whether anybody would dispute it.  It's part of the papers and if it's not disputed, we'll accept the facts set out in that full statement of his, so we wouldn't need oral evidence if nobody is disputing it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, you have had sight of the full statement made by Mr Myburg.  Do you dispute the statement?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No Chairperson, we don't dispute it.  Luckily for me I had sight of it as early as 1998 of the statement so we don't dispute the statement, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, do you dispute that statement?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, I do not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  In that event Mr Coetzer, when we have the full statement and not disputed by anybody, we'll accept the statement and we would make our decision around the statement as well, having that statement in mind.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "In that case I will not be leading any witnesses at this stage.  I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While I was speaking to you, it appeared as if Mrs Myburg wished to tell you something.  Would you take instruction please?",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Thank you Chair, I will determine what it is.\n\tMr Chairperson and Members of the Committee, I have just been informed that the Myburgs do not oppose the amnesty application and that from their side they forgive the applicant for the deeds that he committed.  They understand that it was committed with an objective in mind and they also view it from that perspective, therefore there are no feelings of malice on their side toward the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This Committee is indebted to Mr and Mrs Myburg.  The Committee had full sight of the statement.  This is devastation to a family that has worked so hard in their lives and in the twilight of their lives they find that they have nothing.  The Committee is indebted to them that they have big hearts that despite this, they have come to accept that this was not done against them personally, there was no malice and we say this is what we feel as a Committee, we are achieving something in this reconciliation and I could add to it that Mr Gqomfa also made a statement which was appealing to show the extent he would extend his hand towards the Myburgs.  We are indebted to you.  The Committee is grateful that at least in its lifespan they would find people who are as good-hearted as they are, even at this juncture when you look at them basically they have nothing.  Thank you very much for that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, any submission?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO IN ARGUMENT",
            "Chairperson, just briefly.  Chairperson, ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I don't think it's necessary, do you think it's necessary for him?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought that he's earning his money, but if its not necessary.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, it's not necessary.  Just, I wanted to highlight just a few things, but Chairperson, it's not necessary in any event.  In any event I had thought that I would make my submission when we finished the three of them, ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are the incidents related?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I was saying, Chairperson, because they involved farm attacks, all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I intended to make a complete submission, but also it was not going to take two minutes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Would your clients be involved in the next application?  I'm not sure, Mr Coetzer.",
            "Unknown"
        ],
        [
            "MR COETZER",
            "Chairperson, Members of the Committee, there was an attack on a farm by the name of Fairview during which a bakkie belonging to one of my clients was placed there.  I'm not certain who the applicants are with regard to that matter, whether it is one person or two persons, but they are indeed involved then in the next application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nNO SUBMISSIONS BY MR COETZER\nNO SUBMISSIONS BY MS MTANGA",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, who would be your next applicant?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, it's Mr Kulman, Chairperson, Luvuyo Kenneth Kulman.",
            "Male"
        ]
    ]
}