{
    "header": {
        "type": "343 J MENERA, AMNESTY HEARINGS",
        "starting date": "1997-03-27",
        "location": "BLOEMFONTEIN",
        "day": "4",
        "names": [
            "JACK MENERA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54598&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem1_bloem10.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MPSHE",
            "ADVOCATE MEMANI",
            "INTERPRETER",
            "JACK MENERA",
            "JUDGE MGOEPE",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MATTER POSTPONED",
            "MR NEMANE"
        ],
        "original_speakers": [
            "JUDGE WILSON",
            "ADV MPSHE",
            "MR NEMANE",
            "JACK MENERA",
            "JUDGE NGOEPE",
            "ADVOCATE MEMANI",
            "MR MENERA",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "INTERPRETER",
            "MATTER POSTPONED"
        ]
    },
    "testimony": [
        [
            "JUDGE WILSON",
            "You can go on now Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman and members of the Committee.  Mr Chairman, the matter we are starting with this morning is Jack Menera's matter, Mr Chairman.  The applicant is already sitting in front of the Committee.  Mr Chairman, the applicant is represented by Advocate Memani who has not as yet arrived, Mr Chairman.  I know of no reason ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He appears, he appears to have arrived now.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct Mr Chairman.  I apologise Mr Chairman.  There is difficulty, we are sharing transport together with colleagues and they seem to be dragging their feet this morning.  I was, I was held up because I do not have transport of my own, we are sharing it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well.  Are you ready to proceed?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What language does the ...",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "He speaks Xhosa, Mr Chairman, as far as I am aware.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He speaks what?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Xhosa, my Lord.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Send him in.",
            "Unknown"
        ],
        [
            "JACK MENERA",
            "(Duly sworn in, states).\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t344\tMR MENERA",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Duly sworn.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "May I proceed Mr Chairman?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADVOCATE MEMANI",
            "Thank you Mr Chairman.\n\tMr Menera, is it correct that you are currently serving an effective sentence of ten years, having been convicted on 14 August 1992 of the following offences.  Two counts of attempted murder, two counts of malicious property, malicious injury to property, assault and escape from lawful custody?",
            "Unknown"
        ],
        [
            "JACK MENERA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NEMANE",
            "Is it correct that you wish to apply for amnesty in respect of all these offenses?",
            "Male"
        ],
        [
            "JACK MENERA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly look at this application form?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Commissioner, the form, the application form does not make reference to the rest of the offenses.  However, Mr Chairman, application is being made for all these offenses because they were committed, they were committed on the same day and essentially form part of ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But should you not amend the application form?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "I essentially, Mr Chairman by, Mr Commissioner by referring to the, I am asking for an amendment of the application form.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But that is not sufficient.  In the event of us granting amnesty, we must grant an order in such terms as it is quite clear to any prosecuting authority what crimes we are talking about.  To merely say two malicious injury to property is no clear indication of what he is asking amnesty BLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t345\tMR MENERA\nfor.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Must not, we have no proper application before us in respect of those offenses.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, this is a matter which will become clear as the evidence is being led.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It is not.  It should be a proper application before us.  Applications are not made by merely leading evidence before us.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, I now move the application formally then.  Mr Chairman, on the application form the applicant states that he has applied, he is applying for amnesty for the murder of one person.  However, Mr Chairman, he was convicted of attempt, two counts of attempted murder, malicious injury to property, two counts, assault and escape.  What transpired, Mr Chairman, is that he was, he is going to confess to murder, Mr Chairman, of the late Mrs Pahlane.  However, at the trial he was convicted of the, of attempted murder due to reasons which will appear during the leading of testimony.  Furthermore, Mr Chairman, it appears that he would have been, he was convicted of attempted murder on a grandson of Mr Pahlane.  He was also convicted of malicious injury to property.  The malicious injury to property relates to damage done to the premises where the deceased was found.  The second count of malicious injury to property relates to a vehicle of a son of the deceased who was also attacked on the same day.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why has the application not been amended?  The application before us where he is asked in terms of 9(a) to furnish sufficient particulars of the acts associated\nwith political objective in respect of which amnesty is \nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t346\tMR MENERA\nsought, states merely I took part in murdering a councillor by burning him.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "But, Mr Chairman, ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He says he was convicted of other offenses, but he does not say in his application and we do not just come here and have verbal applications.  Applications have to be in writing.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, one must bear in mind that these are relatively unsophisticated people doing things on their own.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "They are now represented ...",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "At the time when ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "... by an Advocate who has consulted with him, who has had every opportunity to draft an amended application.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "As far as I am aware, Mr Chairman, there are no rules that are prescribed for this court and I believe that it would be sufficient if I moved the amendment verbally.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "But do move your amendment then, Mr Memani.  I, look at paragraph whatever, what is that, 9(a), move the amendment and say I apply for the amendment of the application form to include the following and turn to page eight, if you have the same documents as I.  You will see that there is a letter there from the office of the Attorney-General which sets out the counts on which the applicant was convicted or if you want a more precise statement then turn to page 1, paragraph (b) of the indictment, they set out the specific offenses.  Mr Mpshe, does your colleague have the same papers with us.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman.  Mr Chairman, perhaps to\nassist my colleague for the sake of saving time, Mr \nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t347\tMR MENERA\nChairman, I could, in his amendment, if they move, the application for amendment is accepted, we try to help in, by being specific as to the attempted murders, malicious and all by mentioning the victims.  I think that is what is required, again.  Mr Chairman, ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, we have got the indictment.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "He was convicted of counts one, two, three, four and five.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No, not count one.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "It will be, one, it will be attempted murder and the victim will be Patrick Pahlane, attempted murder on Patrick Pahlane.  I am looking at the judgment, attempted murder of Patrick Pahlane.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "You are looking at the judgment?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Yes, the judgment of the court.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, unfortunately, I could not make out from, is he the, was he accused number one?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Yes, he is accused number one, but they were convicted with their co-accused, but for the same counts.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What page of the judgment, sorry?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "The very, very first page, page 277.  These are the ones that I handed into Committee members whilst we had a sitting on Tuesday.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well, I have got (indistinct).",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I handed them out personally to the Committee members in chambers, but, Mr Chairman, to save time I can just read the counts as they are numerated by the Judge.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "According to the indictment, the first count\nwas the murder of Susan Pahlane.\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t348\tMR MENERA",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And attempted murder, it was Patrick Pahlane.  The indictment page two then.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "That is?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Patrick Pahlane on the indictment and then there is a count five, there is a \"opsetlike site beskadiging\", malicious damage to property as count five on the indictment, page two thereof for having burnt the motor, damaged the motor vehicle of Edward Pahlane.  Then my learned friend has not addressed the Committee in as far as the arson is concerned.  That is count three on the indictment.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well, I think just, he was, just give us the counts on which he was convicted because we cannot hear this one aspect, the one matter and then some day come back to hear another one.  Just give us the counts on which he was convicted, all of them.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Okay.  Then I will revert to the judgment.  First he was convicted on ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What page is it on?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "It is page 277 written \"uitspraak\".",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct) I, ours (indistinct) been numbered in that way.  I have got ...",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Ours starts on one, number one and goes to number 17.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is so, Mr Chairman, that is so.  Mr Chair, if you are not (indistinct).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Sorry.  I came to chambers on Tuesday and I\ninformed the Committee members that the judgment herein \nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t349\tMR MENERA\nbound is incomplete.  I have asked for a fuller judgment which was sent to me together with the judgment on sentence and I handed two copies to the Committee members in chambers.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, if I may be of assistance, in respect of the charge of murder on the indictment, the applicant was convicted of attempted murder.  In respect of the attempted murder on Patrick Pahlane he was duly convicted of attempted murder.  In the, on the count of arson he was convicted of malicious damage to property on the shop of Mr Pahlane and there is the malicious damage to property, that is count five now on the indictment.  That relates to the malicious damage of the, to the vehicle of Edward Pahlane, the son of the deceased Susan Pahlane and he was also convicted of assault and it is not clear to me whether it was assault GBH or assault common, but it would appear that he was convicted of assault GBH.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct) one.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "On count four, my Lord.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, could you kindly help me.  This document that has been handed to us, it starts \"vonnis\" without any heading.  To which matter does this relate?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "It starts \"vonnis\" and it starts on page three (indistinct).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Three to nine, that is right.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "(Indistinct) this indictment I attached to the judgment as well and I indicated this as in the Menera matter.  It goes with the judgment and it will be indicated on this side, there is a number four written on the side\nthereof.  \nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t350\tMR MENERA",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Right, now you have told us, are you applying to amend the application?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you applying to amend the application to cover the count of attempted murder on which he was convicted on count one, the count of attempted murder which he was convicted of a count two, the charge of malicious damage to property on which he was convicted in respect of count three, the charge of assault with intent to do grievous bodily harm on which he was convicted in respect of count four and malicious damage to property in respect of which he was convicted on count five?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is that your application?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, my Lord.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that has nothing to do with escaping from custody?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Yes and he was also convicted, Mr Chairman, of escape from lawful custody and he also applies for ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But when?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "... amnesty.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Whose custody?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, he escaped from lawful custody.  Presumably that is the police or a prison.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When, what date?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, the date is not known to me at this stage.  I will provide the date at a later stage.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, we cannot, I am afraid we cannot accept an application.  We have had numerous cases where the applicant has attempted to escape more than once.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Well, in this matter, Mr Chairman, the\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t351\tMR MENERA\napplicant attempted to escape only once.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, where is it, have you got any documentation relating to that?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, I did not look to find a date nor do I recall seeing a date.  However, ...",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Do you intend to make an application for amnesty and then argue that escape from custody was an act associated with a political objective?  Is that what you are intended to do?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I do not think we are, we will be inclined to grant that kind of an amendment to include that, Mr Memani.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You see there is no basis in the whole application.  Nothing is mentioned about an application about escape.  There is not a word of escape mentioned in this application as far as I can see.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, I have already indicated that the applicant did, he completed the form on his own.  I have only recently be instructed to act for him and I have done my best in the circumstances and the fact that he does not mention it in his application, in my submission, should not be fatal to his, to him applying for it.  He is not ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He could apply therefore, but the Act prescribes that he should file a written application with sufficient particulars and we have not got a written application about escape at all.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, my submission is that as far as the requirement that the application should be in writing, there is substantial compliance with that requirement having regard to the fact that the applicant did the application\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t352\tMR MENERA\nhimself and the applicant is not a literate person.  My instructions are that he went to school up to standard five.  He was not ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There is no mention in this application of any application in respect of amnesty in regard to an escape.  We are not prepared to hear an application to include an additional charge, an additional offence which has not been mentioned in the application before us.  We will grant leave to amend the existing application in the manner which I have already mentioned, that is in respect of the charges of which he was indicted and convicted.  We are not prepared, at this stage, to entertain an application for amnesty in respect of a completely separate offence which was not mentioned in the application filed in terms of the Act and no other documentation has been filed in respect of this other offence.  We accordingly proceed with the application in respect of the offences on which he was convicted by Mr Justice Beckley.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "As the Chairman pleases.  Now, now Mr Menera, will you tell this Committee about the, your relationship with Mr Pahlane prior to 14 July 1992 when his house was, when he was, when his wife was killed?",
            "Male"
        ],
        [
            "JACK MENERA",
            "I was first going to request from this Committee that I say something before I start giving my evidence in regard to my application.",
            "Male"
        ],
        [
            "MR NEMANE",
            "Mr Chairman, he is making a request to the Committee to address, it is not ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What is your attitude?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "I am not aware of the matter that he wishes to address the Committee on.  I am taken by surprise, Mr\nChairman.\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t353\tMR MENERA",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Would you wish to consult with him before he does so?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "I will appreciate that opportunity, Mr ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well, we will take a short adjournment.  COMMISSION ADJOURNS\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t354\tMR MENERA\nON RESUMPTION",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... a chance of talking to your client, have you?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, Mr Chairman.  Mr Chairman, the issue which Mr Menera wish to raise was that the relatives of the victims should not think that in saying the things that he is about to say he is, he is bragging to them and they must understand that he is remorseful about the incident.  We have advised him that we will deal with that matter in due course.  However, Mr Chairman, Mr Mpshe raised a second, another difficulty during the, during the adjournment and it is at paragraph, I beg Mr Chairman's pardon.  Yes, Mr Chairman, it is at paragraph 11(b).        The ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes, he there names Mrs Winnie Madikazela Mandela as someone who knew about it.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, Mr Chairman.  Now, there is some controversy which has arisen apparently emanating from discussions that have previously been held with the officials of the TRC.  It would appear that the officials of the TRC were made to labour under the impression that the reference there to Winnie Mandela is not correct and I am of the view that the reference to Winnie Mandela should remain there and that if the Commission is of the view, therefore, that they should warn Mrs Mandela, then the matter would have to be postponed to enable them to give her notice, to enable them to give her notice of these proceedings.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There is a further matter in that regard is there not?  If you look at the evidence of Menera, which I do not know if your folder is the same as ours, it follows immediately after the indictment.\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t355\tMR MENERA",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "I have not been provided with a file as such, Mr Chairman, but ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You have got a copy.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "... I have something that starts at 277, a judgment that starts at page 277.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Are you referring to that judgment?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This is not a judgment.  This is the evidence of your applicant, a transcript of his evidence.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "I do not have that, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well.  He was asked at the bottom of the first page what made you politicised in 1985?  He says he was under the influence of Winnie Mandela as well as Morgan Pashlane.  At the time was Mrs Winnie Mandela living in Brandfort?  I was staying at Winnie Mandela's house.  Now at the time who was the political leader, what was the political role that was played by Mr Morgan Pashlane?  Mr Pashlane was the Chairperson of the Democratic Front at the time.  It seems that the connection is, that he was one of the people who resided at her house and my recollection is, and I speak subject to correction here, that there has been information that, in other proceedings, that there were a number of young men residing there who took an active part in various political activities.  That is so, is it not?",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So it appears that you are right in saying that the reference appears to be a direct reference, not something that is there by mistake.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "That is correct, my Lord.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What is your attitude, Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, my attitude then will be that since BLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t356\tMR MENERA\nwe did not serve document on Winnie Mandela due to, as my learned friend has already indicated, the discussion between our office and the ANC office, then the only best avenue,  in the name of justice, is we have the matter postponed in order to serve the necessary document on her, Mr Chairman, and on the basis of what the Chair has ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, I do not know ...",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "... has effected.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... what he is going to say.  It may well be that that is the only mention he makes of her and that, really, she is not implicated in any way in any wrong doing, but that is not a matter that one can pre-judge.  Do you agree?  It, the applicant has stated in his application, as we have been or had our attention drawn to, because he was asked in 10(b) which says if so, state particular of such order or approval and the date thereof if known, the name and address of the person who gave such order or approval and then he says the ANC Youth League underground structure issued the order and we carried it out, Winnie Mandela knows about this.  Now, one cannot say from that whether she knew about it beforehand and approved it or she knows about it and disapproved strongly.  He does not make it clear, but I think in the circumstances caution would demand that she should have been served.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, she should have, when I say served she should have been given notice of the mention that is made by her, about her in the application.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is so, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So what do you apply for this matter to be adjourned too?\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t357\tMR MENERA",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, on the basis of what my learned friend has said that the portion as reflected on the application should stand, then it puts an obligation on me, now, to serve on her formally unless if the Chairman and the Committee say the Chair condones her not having been served, then we can continue with the matter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I do not ...",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "But there is the, the spirit in which it has been put by the, by my learned friend is that it remains as is as and if then she becomes an implicated person, then she needs to be served formally, then the only avenue would be a postponement to do things, to put things in proper perspective.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Because I, I think one must have regard to the persons involved and Mrs Mandela, by reason of her connection with the State President and her own political activities, is a prominent figure in our country and I have no doubt if her name is mentioned at all by this applicant, that fact will be given publicity.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And it is only right, I think, that in those circumstances she should be aware of the fact and if she wishes to take any steps in that regard that she is able to do so.  I do not think it is necessary in every case where somebody is mentioned if there will be no adverse result by not informing them, but one does not know here.  I do not certainly know what he is going to say and I think it would be wiser to accede to the request that the matter be removed from our role and you would be given an opportunity to serve her and anyone else and set down again.  I think it should be noted at the time that the matter has not proceeded, it\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG\nMR NEMANE\t358\tMR MENERA\nwas merely called on and that it is accordingly not a part heard matter which requires the same three members of the Committee to sit to hear it.  It can be set down as a fresh matter.  Matter is removed from the role.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "As the Chair pleases.",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "As the Chair pleases.  Mr Chairman, Mr Chairman, may I be excused, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MR NEMANE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, if ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... that proper arrangements will be made that any documentation that is available is made available to the applicants.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That will be done, Sir.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I speak in particular of the ...",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Judgment.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... letters that were written.",
            "Unknown"
        ],
        [
            "MATTER POSTPONED",
            ".\nBLOEMFONTEIN HEARING\tAMNESTY/GAUTENG",
            "Unknown"
        ]
    ]
}