{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-05-12",
        "location": "BLOEMFONTEIN",
        "names": [
            "J.J. DE RU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54601&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem2_deru.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MADASA",
            "ADV MTHEMBU",
            "CHAIRMAN",
            "DATE",
            "HENDRIK LEEUW",
            "INTERPRETER",
            "JAKOBUS JOHANNES DE RU",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MR",
            "MR MAGODA",
            "MR MAY",
            "MR NKGWEDI",
            "MS THABET",
            "MS THABETHA",
            "PIETER JAKOBUS GOUWS",
            "TRANSLATOR"
        ],
        "original_speakers": [
            "DATE",
            "JUDGE WILSON",
            "MS THABETHA",
            "ADV DE JAGER",
            "ADV MADASA",
            "ADV DE  JAGER",
            "JUDGE NGOEPE",
            "JAKOBUS JOHANNES DE RU",
            "MR DE RU",
            "CHAIRMAN",
            "MS THABET",
            "PIETER JAKOBUS GOUWS",
            "DR GOUWS",
            "ADV MTHEMBU",
            "MR LEEUW",
            "HENDRIK LEEUW",
            "TRANSLATOR",
            "MR",
            "INTERPRETER",
            "MR MAY",
            "ADV  MTHEMBU",
            "JUDGE  WILSON",
            "S NKGWEDI",
            "MR NKGWEDI",
            "T MAGODA",
            "MR MAGODA"
        ]
    },
    "testimony": [
        [
            "DATE",
            "12-05-1997          \tNAME: J.J. DE RU\nDAY 1",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Before we commence the hearing of the De Ru case, there are certain questions I would like to ask.  Firstly I understand that the evidence that we have heard up to now, has been transcribed.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Yes, it has.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "As far as I know, none of the members of the Committee have been given a copy of that transcription.  Can you tell me why?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Because I was under the impression that I was not supposed to give them transcriptions unless they ask for them.  I didn't know I had to give you a copy of the transcription.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "But what are we, the whole purpose of the transcription is to enable the hearings to proceed smoothly, so we will know what happened at the last one.  You think it is not necessary for the Committee to know?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I think it is necessary, but I was under the impression that if the Committee needed a copy, it would be furnished to them.  I was not under the impression that I should give a copy, even though the Committee members didn't request one.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Have you never appeared in a court where there has been an adjourned trial?  Where the judicial Officer is given a copy of the transcriptive proceedings?  Very well, I trust copies will be made available.\n\tThe next question is have the victims, and interested parties been told of the hearing, of the time of the hearing and of the place of the hearing because I don't see, as far as I can see a single victim or a relative of a victim or anyone else at the hearing.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "From the report that I have from the Investigative Unit, apparently the victims were traced but they were not found.  The victims' next of kin ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "None of them?  And the interested parties who have been named by the applicant?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I spoke to Adv Madasa for the interested parties and he reassured me that there were no interested parties, but what I did is I ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "That there were what?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "There were no interested parties regarding this matter, nevertheless what I did, is I did call the Sasolburg police station to inform Mr Nel, Mr Hammond, I've got the list....",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "How can we say there are no interested parties?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Can I request Adv Madasa to explain what he explained to me?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "But what's he got to do with it?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Because I spoke to him about this.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Yes, but it is not his job to notify interested parties.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I did notify the relevant parties to this matter.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Hm?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I did notify the relevant parties to this matter, but after speaking to him, he said ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "You did notify the interested parties?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I did speak to them over the phone.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Hm?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I did speak to them over the phone.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "All of them?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Not all of them because some ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Who did you speak to?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "To Mr, can I have the copy of the transcript because I've got their names at the back.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Where's this transcript?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Mr Chairperson, I spoke to Mr Mojafa.  Mr Nel, apparently he is no longer working for the Sasolburg police station.  Detective Pienaar as well is no longer working for the police station, and Captain Max, I couldn't get him on the phone, but I did leave a message with Mr Mojafa or Detective Mojafa, but that was telephonically and I spoke to Adv Madasa, who reassured me that there wouldn't be a need for implicated parties in this matter because we had separated the two matters, or the two incidents.  So it was on those basis that I didn't see the need of serving a written form to ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Because he named numerous police officers as having influenced him, guided him, congratulated him, didn't he?  Colonels, Generals.  Have they been notified?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Not all of them, but after speaking to Adv Madasa, he said it was for background information.  They were not implicated as such.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "So Mojafa you say you have notified?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Yes.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Of the time of the hearing and that he is implicated?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I said he had been implicated, yes.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Did you tell him in what way?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "No.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "As I understand the Appellate Division has requested?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "No.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "And Colonel Voigt?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Colonel Voigt is deceased.  Like I say ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "And Mr Brand, the Regional Magistrate?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Mr?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Mr Brand the Regional Magistrate, the District Commandant, Colonel Mouton, Brigadier Geldenhuys, all of whom phoned him up so he said and wished him luck after he had murdered this one man?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "No, I didn't think they were implicated.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "So practically nobody has been notified?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "No.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Right, thank you.  I see the applicant is Mr De Ru.  I take it we are proceeding with his matter now.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "We are proceeding with this matter Mr Chairman.  Mr Chairman, we have agreed that we won't deal with any new matter as far as Mr De Ru's matter is concerned, we will only deal with the two matters that were dealt with last time and no new evidence will be heard in this hearing.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Have other applications been lodged on his behalf?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "They have been lodged.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "They have been?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Yes.  I would hand then over to Adv Madasa to proceed with the submission if it is okay?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Can we perhaps be informed, I see that there was an agreement that no other applications or no other incidents will be dealt with now, but can both you and Mr Madasa tell us why was this agreement reached because as far as I could see the Attorney General said that he is postponing a case against the applicant on the condition that amnesty, an application for amnesty be made before the 10th of February and if it is not being made, he is proceeding to prosecute the applicant.  Now it is, I can understand that you could agree that a matter will be postponed, but now we will have to come back at some stage or other, to hear the same applicant, perhaps the same legal representative or others and a whole new hearing will have to be convened, while it was an opportune moment to deal with all the matters and get rid of them?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "As you aware Members of the Committee, that Adv Mpshe dealt with this matter.  He is the one who spoke to the applicant telephonically so maybe I can ask the applicant to explain further because Adv Mpshe and the applicant spoke about this and they agreed.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "I believe Mr Madasa will be in a position to tell us why we are not dealing with the matter as a whole and why we should deal with it piece meal.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "As the Committee pleases.  This hearing was adjourned specifically to conclude this particular application which has been dealt with partially before.  At the previous hearing it was agreed between myself and Mr Mpshe not - to separate the applications for the simple reason that it transpired at that hearing that a number of interested parties had not been notified in terms of the requirements of the Act and with a view to avert further delay in the case issues were separated, I mean rather the applications were separated, that is why even today we are still proceeding with the very same application, not adding other additional matters.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Madasa at the previous hearing it was recorded that you are proceeding with the two applications in respect, or the two matters in respect of which there were convictions and \"the other applications are withdrawn and new applications would be made.\"  Now I don't know whether you in fact realise the implications of that because if they were withdrawn, did you in fact lodge new applications before the 10th of May?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Indeed, new applications have been lodged.  They were withdrawn at that stage for convenience, but a new application has been lodged.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In fact a totally new application had been lodged?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DE  JAGER",
            "Signed by the applicant and completed by him in terms of the Act, because if he hadn't done that before Saturday, there is no opportunity to do it again that is the only thing I want to make sure about.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "I confirm the arrangement.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Those applications relate, I take it to acts performed by the applicant whilst a member of the South African Police Force.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "When a great many of the factors which he has set out in the documents before us, are relevant?  The pressures he worked under, the what he was taught in the course of his training, all that will have to be repeated then to a, perhaps a new Committee.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What is the purpose of that?  Doesn't he want to dispose of the applications?  Why did you make this arrangement with Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, if I may restate what I said.  At that stage there was a problem about interested parties not being notified.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes,  but how long ago was that?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "At the previous hearing.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.  And that you could have notified them then and there and heard the matters today, couldn't you?  Not you, it wasn't your function to notify - Mr Mpshe could have made arrangements then and there and notified the interested parties.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "From my side, all I can say is that the other application is not ready Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Hm?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "I cannot take the matter any further.  The other application which we are talking about is not ready at this stage.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Can I say something Mr Chairman?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I don't think it is quite correct what Adv Madasa is saying about the reason for concluding that two matters will be dealt with today.  I am saying this because on the 9th of April we wrote a letter to Adv Madasa asking him, I don't know if I can read the letter, asking him to outline clearly the application he will be dealing with today and outline clearly the names and addresses of the victims as part of full disclosure and I specifically made it clear that we await his response because we will need to inform the implicated persons in time, that was the 9th of April.  So we could have had enough time to notify the victims, but because there was a discussion between Adv Mpshe and Mr De Ru, apparently Mr De Ru, I don't know if I am correct, he will correct me, said he would like these two matters to be finalised with because he in prison because of them and then the other matters can be heard later on because he is still, you know, he is still being charged of them, he is not in prison because of them.  So I think the reason that Adv Madasa is giving, is not quite correct.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "The effect of that as I understand it, is that one of the matters which the Judge or the court had adjourned, pending the determination which was due now to be heard on the 6th of June, the court will simply be told oh, the application hasn't gone on, you just have to wait some more.  Is that the position?  Mr Madasa, is that the position, what is happening on the 6th of June now?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, I am not in a position to tell the Committee what is going to happen on the 6th of June.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you appearing in this case on the 6th of June?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "No, I am not appearing Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I thought there was a case adjourned to the 6th of June, it is in the correspondence.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, I have no instructions regarding that matter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "2nd of June, that is another trial that is proceeding which was adjourned time and again to enable us to dispose of the matter and we have done nothing now, is that the position?  And we are supposed to dispose of these two to give a final ruling and then perhaps hear the applicant and find him to be a most unsatisfactory witness, is that what you contemplate because speaking for myself, I would be extremely loath to give any ruling until I've heard his version of all the cases in which he seeks amnesty.  We can continue and hear the evidence and dispose of the evidence in this matter today, but I am strongly of the view that we should not give a final decision until we've heard the other applications, it may well be that certain of the witnesses or certain of the evidence infringe on the present one.  And you wish to proceed with this today, let us proceed.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, I have no comment in Mr Chairman's last remarks.  The Committee has the discretion to handle the matters as it pleases.  All I was explaining is that the purpose of this hearing today is a continuation as agreed and because of also the lack of sufficient time that was one of the reasons why it was decided at the last hearing that today, on the two specifically we will complete this matter and other matters will be decided further on, later on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Let's dispose of the evidence in this matter now.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, if I may begin.  The applicant is not going to call any further evidence.  I will be making submissions on the evidence already before the Committee.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Does the evidence propose to lead any evidence?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I do not propose to lead evidence except that I had one question but after speaking to Mr De Jager, we agreed that I won't re-examine or ask any further questions.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "You are at liberty if you wish to put any further questions, you could do so.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I will proceed to ask my questions.  Mr De Ru, before killing the victims did you have any knowledge of their political affiliation?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Before answering, Mr De Ru, you are still under the previous oath.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Mr De Ru, before killing the victims did you have any knowledge of their political affiliation?",
            "Female"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "No.",
            "Male"
        ],
        [
            "MS THABETHA",
            "Did you subsequently find out if they were indeed political activists?",
            "Female"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "I believed so, Your Honour.",
            "Male"
        ],
        [
            "MS THABETHA",
            "And can you tell the Committee members what political organisation did they belong to or what their political affiliations were?",
            "Female"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I believed that they were members of APLA.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "I am sorry to interrupt.  I thought the question was did you subsequently find out whether they had any, well say, political affiliations and then your answer as I understand it, was I believed so, but really it is not an answer to the question, the question is did you subsequently actually find out whether they were affiliated to any political organisation?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "No, Your Honour, I did not check this myself.",
            "Male"
        ],
        [
            "MS THABETHA",
            "So it would be correct to say that you killed the victims on the basis of your believe that they were, they belonged to a political organisation?",
            "Female"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That would be the case, Your Honour.",
            "Male"
        ],
        [
            "MS THABETHA",
            "Thank you, no further questions.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Yes, yes Mr Chairman.  Mr De Ru, according to what you told the hearing, the Committee at the hearing before that your believe that the suspects belonged to a political organisation were based on the information you received from Colonel Voigt?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is the case with regard to the crimes committed, that was the information made available to me.",
            "Male"
        ],
        [
            "ADV MADASA",
            "Colonel Voigt ...",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Did he really say that, or are you asking a leading question on that?  Did he say that he believed that they were associated with a political organisation as a result of information he received from Colonel Voigt?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "My recollection of the applicant's evidence at the prior hearing is that he received information from Colonel Voigt.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well, let us ask him.  Why did you believe that the deceased were affiliated to any political organisation?  You can repeat the answer you gave last time, if you did give an answer last time.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, as I have mentioned at the previous occasion, the persons who were responsible for these crimes were politically inspired by the statements of their political leaders, the statement of \"Kill a farmer, kill a boer.\"  The nature of the crime committed and the cruelty of the crime, I have already explained on the previous occasion at the previous sitting of this Committee.",
            "Male"
        ],
        [
            "ADV MADASA",
            "I have no further questions.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did Colonel Voigt identify the people or did he merely tell you that there were people who had this policy and you believed that the deceased was one of them?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I believed this myself.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes, the Colonel wasn't there, he didn't know who the man was, did he till after you had killed him?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I did not hear the entire question.   The interpreter did not hear it entirely.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The Colonel wasn't at the scene and didn't know who the man was that you had killed till after you had killed him, did he?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "No Your Honour, not with regard to the first incident.  There was information with regard to the first incident.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Sorry Mr Chairman, with your permission may I ask a last question following up on the  question that was just asked?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr De Ru, can you again tell the Committee as to how you, under what circumstances did you receive these two suspects?  Under what circumstances did you receive the two suspects, from whom and what were you told about them, that is the question.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "With regard to the first one Your Honour, I received the information from Colonel Voigt.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you refer to their names if you could remember this?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "I will Your Honour.  With regard to Jonas Rampalile, the Kroonstad incident, I received him from Colonel Voigt after he called me up to do the identifications.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you repeat that?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "After he called me in to assist with the identifications, Colonel Voigt also identified the deceased Mr Bezuidenhoudt, to me in the mortuary.  As I've already given testimony before you, he said to me that people like this should not live, should not remain alive.  The second suspect I received from Warrant Officer Herbst, that was a Mr Sacharia Mofokeng.  This incident took place at Kragbron in the district of Sasolburg.  The deceased was involved in the attack on a White male of 70 years of age, who lived in the area of Kragbron.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Have you got Exhibit A in front of you?  The annexure to your application?  Not Exhibit A, Annexure A to your application for amnesty.   What pages do these appear on?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I will provide this information to you.  It starts on page 136.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The attached memorandum.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Annexure A.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour that the pieces before you are marked 129.  I don't think it is exactly the same numbering as mine.  I believed that it is marked as page 129 at the top.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Annexure A is 11, 12, 13, marked up in the top right corner.  Annexure A\nstarts on page 10.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I don't think we've got the same documents before us.  My page 9 and 10 is a list of witnesses.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is this page 15, page 6 of Annexure A?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Yes, Your Honour.  My pages are marked differently from the pages before you but it begins on page 15, the last paragraph.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That is the first piece and the second incident is on page 17, is that correct?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "These are the two matters to which you are referring",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is correct, thank you Your Honour.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The victim in Sasolburg, was he also a farmer?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "The victim in Kragbron.  It was a older person, I can describe to you.  Kragbron is a small place that mainly was constituted of an electrical  power station and the houses there were rented by aged person at a very low rate.  90% of the people who live there are very old people.",
            "Male"
        ],
        [
            "ADV MADASA",
            "Yes, but he was not killed on his farm?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is correct, he was not killed on a farm.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "On what grounds did you believe that the murder at Kragbron was a political murder or did you not consider this a politically related murder?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "It was because of the statement \"Kill a farmer, kill a boer, one settler, one bullet\".  The attacks were against aged persons and farmers.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The Kragbron incident, however, was not a farmer.  In that case the slogan of \"Kill a farmer, kill a boer\", would be not apparently applicable in this case?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Not as such in that particular case, but the slogan of \"One settler, one bullet\" - this was the same claim and this was an aged person who was killed.  The intention was to murder aged persons and farmers.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr De Ru, the problem which I am experiencing is how would one distinguish between these, let's call them politically motivated murders and a mere criminal act?  Let us say for a moment that your argument is I can act against persons who are politically motivated murderers and where the murder has something to do with politics and that is why that would resort under an amnesty matter, however if there is a common criminal who breaks into a house, he wants to steal some money, maybe he wants to rape people, or whatever, then this would be a mere criminal act, merely criminal act.  Under those circumstances then this would not resort under the Amnesty Committee because then there would not be any political association or motive of any political nature - on that grounds was it possible for you to believe that the Kragbron murder or killing, what was the name of the person killed there?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Sacharia Mofokeng.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, the deceased.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Mr Meiring.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Meiring, on what grounds did you believe that the murder on Mr Meiring or the killing of Mr Meiring was a politically motivated act?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "As I presented to you, the fact that this was the killing of an old person, an aged person and that the person was attacked with a knife, there was a firearm taken.  It is part of my information that these people were particularly looking for firearms to be able to continue with further acts of political acts.  Why I would differentiate between this act and a common criminal act - to commit a merely criminal act one would look for a younger victim, this was an old person.  A person of considerable age, a weak person in relation to any person who might attack him.  The selection of victims of people who were attacked, were politically motivated.  Just as the attack on the farmers, these were people who were far away from the people immediately in their environment.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Who said that these had to be older persons?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "This was their own statement that they had to kill farmers and older persons.  These were people who were easily killed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This is as it is happening in Natal at this moment, they are killing farmers, the old farmers.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is a fact Your Honour.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But this is not APLA, these are mere criminals?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I cannot make a statement in this regard, because I am not involved in those investigations.  But my knowledge at that time and in that period of time from 1988, 1989 through to 1992, these acts were generally seen to be committed within this particular milieu, environment where these are politically motivated people.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This is what you believed?  I therefor believed, is what you say, that everyone of these kinds of criminals were simply members of the ANC/PAC or APLA?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "That is in fact the case Your Honour, that is exactly what I believed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr De Ru, what we are trying to ascertain is whether this conviction of yours, what were your grounds for this believe?  It might indeed be that a common criminal and a common murderer as one finds today and as one had it in the past, would also seek out the simplest target, the easiest place to kill or murder, what made this particular criminal act appear different to you from common criminal acts?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "I understand your question Your Honour.  I am asking you to understand this in the light of the period where this occurred.  I understand the statement by the Chairman, but the situation in the present time is not the same as during the period 1988 to 1992, there was a heightened campaign against farmers and older people due to politically motivated slogans and convictions.  The impact of the statements of leaders on these people, it might well be that there would have been crimes committed previously that would have been seen differently, but I am asking you to see this in the light of the circumstances of that time, the statements by political leaders, the impact of that on people and that is why I believed that these were politically motivated acts.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I have problem with this, I can understand that there would have been several such murders or more of these murders, but during that particular period the common criminal did not entirely disappear.  For you to have taken a step as drastic as this, you justify this on the grounds that this was a politically oriented or motivated murder, what I want you to do is to distinguish for us what happened to the common criminal.  There must have been crimes committed at that time that were not politically motivated and you must explain to us why you considered this act to have been politically motivated.  What were your grounds for this conviction?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "I believed that the crimes committed and the murders on these, the cruel murders on the farmers and on aged persons, I understood as being committed by politically motivated persons.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there any particular fact about the method that was used in the murder that would have distinguished it from a common criminal act?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Yes, the cruelty of the murder.  The shock that it had to generate the chaos that it had to create - so the cruelty of the murder and the impact that that would have had on aged people and on farmers, that is what I believed.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Is that all you wish to ask?\nADV MADASA\njust wish to ask a further question.  Mr De Ru, in the murder you have just talked about was there any similarity between that murder and the other murders on the farmers' premises?  Was there any similarity between the case you have just spoken about, the attack on that place where old people were living, was there any similarity between that murder and the murders which took place at the farmers' farms?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, I can say that in terms of the targets, these were farmers and older people.",
            "Male"
        ],
        [
            "ADV MADASA",
            "Just one more, last question.  These people you have talked about who lived in that place, did you have any information of their relationship with the farmer community generally, were they related, were they relatives, were they people coming from Free State or what?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, many of these were retired workers or farm people who retired and came to live on this place because it was a small community.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "What about the deceased himself, did you know whether he had such connections?  Not the deceased you killed but the victim of the person you killed?",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Mr Meiring, are you referring to Mr Meiring?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes.",
            "Unknown"
        ],
        [
            "JAKOBUS JOHANNES DE RU",
            "Your Honour, no, I cannot make comment in this regard.",
            "Male"
        ],
        [
            "ADV MADASA",
            "I have no further questions.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It may well be that after we have heard evidence on the other applications that we wish to ask the applicant further questions about this and one has heard his motives for performing the other acts, what they were based on.  Do you understand now the relevance of hearing all the applications?  Do you not pose to lead any further evidence now you said?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I have been informed that the Chairman of the Free State Agricultural Union, Mr Gouws is present in the hearing and I do not know whether he would be prepared to consult with the two persons leading evidence and to give evidence if either of them wish to call him.  Would he be prepared to consult with them, very briefly now?  I offer you the opportunity, both of you, to consult with him as to whether he can give evidence as to the circumstances existing at the time in this regard and we will adjourn shortly to enable you to do so.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS - ON RESUMPTION",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Have you had an opportunity of consulting with the gentleman?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Yes, Mr Chairman, we have had an opportunity to consult with Dr Gouws, whom I am calling as a witness for the applicant.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Gouws, your full names please.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Doctor, you are welcome to give your testimony in Afrikaans or English, whichever you prefer.  We had thought that you might want to use German, that would be difficult.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "As the Committee pleases.  Dr Gouws, is it correct that you are the President of the South African Agricultural Union?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "No, I am President of the Free State Agricultural Union.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Where do you live at the moment, where do you live?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I am living, actually most of the time in Bothaville as a Member of Parliament, I am also you know a certain period of the year, I am spending down in Cape Town, but I am farming in the Bothaville and Bultfontein areas.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Do you know the applicant next to you, Mr De Ru?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "In person I don't know Mr de Ru, but I have been the Member of Parliament for the Parys constituency since 1989 until the old system was disbanned and we got out new elections and during that period of time, I was approached by his family so I know the history of Mr De Ru's case, but as a person to person, I have met him today for the first time.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr De Ru has lodged an application before this Committee wherein he is asking for amnesty in relation to certain acts which he committed and presently serving sentence.  He told the Committee that he committed those acts with a political motive and he told the court that the victims, his victims were allegedly APLA members.  Now, I would like you to tell the Committee if you can, as to in accordance with your knowledge what was the relationship between the police, that is security forces and the farmers in the Free State concerning security issues?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, the application of Mr De Ru, I have read about it in the press, I have heard about it through various means and ways, but the act as such or the acts that he is applying for, the detail about that, I don't know, so I am going to talk about the background, that is all I can give you.  Background relating to your question here specifically the police, the security forces, then in a broader term farmers relating to security and I think you are implying actually during that period 1989, 1991, 1992 perhaps that Mr De Ru referred to earlier here today and so I will then basically refer to that period of time.  Chairman, I became a Member of Parliament during the 1989 election in a rural constituency and I got quite a lot of support.  I became or I was a Member of Parliament representing the Conservative Party, it was the first time that the Conservative Party won that specific constituency and the basic reason I would say was that I got a lot of popular support.  Why am I saying this is that I made security, better living conditions, security of the people of the rural areas, etc, I made it a priority during my election campaigns.  Then as we, as a Member of Parliament I addressed numerous public gatherings right across the Free State and I would say most probably I have addressed every little town one or other time during the next two to three years, or addressed gatherings in these towns.\n\tAnd very often this question of security in the rural areas came, you know, as one of the pertinent questions, then secondly based on the strong viewpoint I had on security and other matters relating to the rural areas, I was elected President, no, I was not elected, I stood for President of the Free State Agricultural Union in 1990, I was not elected and then I was elected on that basis in 1991.\n\tSo, the point I am trying to make is that security during that period of time and specifically security of the farming community, the older people in the farming community and then in the more rural communities, was stressed by me and by a number of other people.\n\tThe reason for that is that we have had political slogans doing the rounds, like for instance Mr Peter Mokaba would come on TV so often and say \"Kill the Boer, kill the farmer\", and then I am talking about Boer with a capital \"B\", implying actually to my mind Afrikaners and farmers would indicate the farming community as such, in other words to my mind he referred to Afrikaners and the Afrikaners who would be in most cases then farmers as such.\n\tNot only Mr Mokaba, other people too.  Mrs Winnie Mandela made utterances that the farming community should not be taken lightly and when I am talking about lightly, that they should be regarded as enemies of the specific political party and so perhaps I can refer to other incidents.  Enough to say that the general perception was that specifically APLA but also MK amongst the farming community, would go for the farming community, they would make it their purpose to drive the farming community off the farms, I am talking about the White commercial farmers, to drive them off the farms.  To instil fear in the hearts of the farmers and to see if they couldn't disrupt the economic activities of the rural areas.  And about this I spoke very often.\n\tIt was regarded so serious that we had a number of mass meetings where a total farming community of the Free State were called together, and I think the first ones could have been here in the early 1990's in Kroonstad.  We had during the next number of months other meetings where the farmers attended in mass and we spoke about security and the farmers were very angry about the lack of security that they had.\n\tThen what we did further was and specifically when I became President in 1991, we asked the farming community to protect themselves.  We asked them to unite with the police force and with the security forces and to form farm watches where we, to form farm watches where we could control the security situation within a certain limit where we thought that the security forces didn't do the job adequately.\n\tBut during this period of time, and I am referring during 1989, 1990, 1991 specifically, we put a tremendous lot of pressure on the police force.  I, at many, many occasions said that the murders of the farmers, the attacks on the farmers based on the brutality of the attacks, based on the fact that most cases only weapons were taken, and thirdly that in most cases that we have been told or that I heard, very little else had been removed out of these homesteads, out of the farming communities.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Sorry Dr Gouws, if you could go a little bit slower please.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Sorry.  Chairman, perhaps I should switch to Afrikaans then I could go slower.  I will do it, but perhaps then that would make the translation a little bit more difficult, perhaps it is better that I should continue in English.  Is there any specific ruling in this regard or preference?   No preference.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think it might be easier from the recording point of view if you stayed in one language, but if you feel uncomfortable and want to change ...",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, thank you so much.  I would just repeat this that we as a farming community, we as all other people don't live on hard evidence, we live also on perceptions.  Perceptions being created, rumours that are spread, utterances that are made, certain people that would address us, certain information that would be supplied in secret to us, etc, based on this we looked at this brutality of the murders.  I would like to repeat that again and I have been at several of these homesteads, I am thinking of Vredefort, I am thinking down here in Ficksburg, I am thinking of some of them, Mr Fourie, before he was killed here in Bloemfontein, he came out of my office - three hours later he was killed, so in many of these cases I had a personal impression, I formed my own personal impression what was going on there, I spoke to the people, the widows, etc, and so on.\n\tThe brutality then, the secondly that in most cases weapons were taken and then thirdly that very little other substances have been removed from these farms.  That it had to be connected to a political motive and I personally addressed the police during several instances where I said to them that they must do something about these political attacks on the farmers or else we will take the law in our own hands, we cannot carry on like this.  And I asked the farming community, our District Unions and our Farmers' Unions, I asked them to interact with their local police stations in this sense that they must try to find out who is behind these political attacks, why the political attacks and why don't they do something and to put pressure on the local police really to do something.  And as far as I am concerned, and it may sound bad here, but I think the impression created by us was that drastic action must be taken against these political murders of farmers and against these perpetrators of these murders.\n\tFurthermore we even took this case to the State President, the security.  We had public meetings where we had up to three Ministers involved, I am thinking for instance one in Ficksburg where we had Minister Kobie Coetzee, Hernus Kriel and other ones, where the farmers were so angry that I had to calm them so that they didn't, you know so that they shouldn't physically assault the Ministers.\n\tSo you can understand the total pressure that was building up in the community during this period of time.  And Chairman, lastly I would like to say that the senior police as far as I am concerned, never really played open cards with us.  When I am talking about senior police, I am talking about the people in charge, like for instance here in the Free State, in stead of playing open cards with us, really briefing us on the detail what was going on, they even go in political battles with us.  I had a political battle with General Calitz through the newspaper at one stage regarding you know, the safety and security aspect of the farms.\n\tAnd we got the idea and again it might be a perception, but we got the idea and I for one probably helped to foster it even further amongst the farming community, that these guys were hiding something.  That they were not coming out with the full truth, they were not telling us precisely what was going on.  And we got the idea that it was to protect the expected elections in 1994, at that stage we didn't know when the elections would be, but all of us guessed that there would be an election later on and they didn't want any disturbances and they didn't want any, let us call it, action from the farming community that would upset this negotiations or negotiations going on during that time period.\n\tSo to summarise Chairman, I think from a farming community side where I have been involved as a politician as well as a leader of the farming community and specifically referring to the years 1989, 1990, 1991, we accepted based on the information available to us and the perceptions created, that the political force or forces have been involved with the specific design to disrupt economic activities in the rural areas, to murder out farmers or by doing, by murdering out farmers, by the brutality of their acts, and I may add, during this period of time we called on all the old farmers to please move from the farms and to settle in towns or in areas where they are protected because they would be the first targets.\n\tIt became evidence that in most cases, these attacks would be directed towards the older members of the farming community and we asked them at numerous occasions through press releases and other statements, we asked them to protect themselves, but in the final analysis please leave the farms.  We also put tremendous pressure through the political channels and through organised agriculture on the police force and I am talking about police force at local levels too and I am honest with you today if I say that we perhaps helped to create an atmosphere during that period of time, that we were under siege, that we were under attack and that political forces being applied against us had one purpose in mind, that is really to take our land, to wipe us out as economic force or to destroy our political influence.\n\tAnd I can honestly also say that we used every means available to us to try to get this manner rectified and the normal attention being paid to it, through action from Government, but up to I would say 1994, 1995, we never had the armed forces involved, and I am talking about the army or, you know, the defence force in broader terms, where they were brought in really to protect the rural areas, so it was up to the police and the farming communities and to a little extent, to a smaller extent perhaps the commando's working, where the farmers  had been involved themselves.\n\tAnd the last point Chairman, these farm watches, it happened that the farmers had to take their own vehicles, had to use their own vehicles, they had to patrol all the rural, dirt roads at night time.  During these times obviously the wife and kids would be left at home, all alone and a general psychosis of fear, or distrust, of aggressiveness prevailed during this period in the rural areas of the Free State.  The insecurity was tremendous, it was immense.  You couldn't live in the Free State in the rural communities during this period of time and not be effected by that insecurity, where the farmer would be away, his wife and kids would be sitting there on a farm, perhaps 10, 5, 15 kilometres away from the nearest neighbours.\n\tWe even went so far to try to install a manned radio in every single farm homestead and I think that helped to a certain extent.  But Chairman, though perhaps a little bit elaborated, but I do think it was necessary to draw a better background for what actually happened during the period 1989 to 1991 as far as I am concerned, in the Free State rural areas, thank you.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Was there any formal arrangement between the Farmers' Union and the police in regard to security in that period?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, there was a formal arrangement.  The farm watch basically should consist out of the police, the security forces, then the defence force as well as the farming community.  In general terms what happened was that it was a direct working relationship between the police and the local farmers and many of the farmers joined the police force also as these special, I don't know what the name is specifically, but they were sworn in as special Constables, something like that and they would do duty with the police and we tried to get police vehicles or policemen involved in all of our night duties because we didn't deal only with security, we caught a lot of people you know, stealing for instance copper wire or cattle or whatever it was.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And did you have the problem that we had elsewhere that they were all short of vehicles?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, always short of manpower, always short of vehicles and we didn't have an easy time.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "And were you able to distinguish between attacks of a political nature on the farmers and or Afrikaners in the Free State and attacks of a criminal nature?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, that would be very difficult for me to make such a distinction because I haven't been the Investigating Officer involved or haven't looked at, you know, the detailed data available, but based on, again, if you are a squatter living in a squatter camp and you would like to steal something, you don't go into a house and brutally kill people and try to do the utmost brutality, you know and really we regarded that, and I have seen some of the people the way they had been literally slaughtered to my mind, I don't think that it is normal and as  a lawyer myself, I personally don't think that is normal of any criminal act as such.  You must be psycho or something really to go about it.\n\tSecondly, as I've said to you that in many instances very little else except weapons had been removed from the houses.  And then may I also add, that these criminals normally would come extremely well armed, because they have killed some of our farmers that had been trained in battle, that had been prepared, that had been ready and in shoot outs and now I am thinking of a situation here in Theunissen for instance, they killed the specific farmer, so these to our mind, these people were not ordinary criminals braking a window pane, getting into the house to get bread, butter or something like that, they planned their attacks well, they knew what they want to do, they were well armed, their attacks were extremely brutal in many, many cases and that was to instil fear in the hearts of people.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "You say some of the attacks were indicative of a pre-planned attack?  What features did you observe or were you told about which indicated that the attacks were planned by trained people?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, Chairman, this is rather easy to answer because most of the farm houses have been rather well protected with alarm systems, not only within the house - also outside lights, also barbed wire fences, dogs, etc - and so in the normal criminal, to my mind that would frighten away any normal criminal, but over and beyond that some of these systems have been if I can call it - circumvented - infiltrated, been passed by in a way that it must have taken some expertise or at least a study of what was going on or some time being spent on the study of the outlay and how to infiltrate the house.  It was not a question of just dropping in, wanting to steal something and you know, find yourself that there is barbed wire or something like that and then you cut a hole in the fence.  In other words, the defence lines if I can call it this way, that they penetrated were of such a nature that normal criminals wouldn't easily be able to handle that.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "In one of the cases in which the applicant is applying for amnesty, a White person was killed at a residence which apparently was occupied by older people.  Now you have made reference to such an arrangement.  What I want to know is whether personally or by information are you aware of any security arrangements which we done to protect such people which you had called to organise themselves in such places?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Thank you sir.  Before a leading question is called here, I would like to state that the specific case that was referred to here by Mr de Ru, I don't know the details.  I know that little town, we have precisely one like that or I should say something similar to that, Vierfontein in Bothaville or in the Bothaville area.  During this period of time, I am talking about 1989, 1990, 1991, the farming community went so far as to buy up this little town, buy up all the houses, made them liveable.  This specific one in Vierfontein has barbed wire fences around, etc.\n\tAnd we asked the older members of the community not only farmers, but also other people who had been interested in that and so, to settle in in those type of areas where they at least would have the security of policemen patrolling sometimes, they would at least have telephones that cannot be cut very easily, they are right next to a neighbour etc.  Now in Kragbron situation it is very much the same.  The specific person that had been murdered there, I don't know if he was a farmer, previously a farmer or not, because in many of these little towns or in these little towns like in Vierfontein, it is mostly Afrikaner people because the language being used there would be Afrikaans, it is normally under the auspices of a church, so I can say with an open heart it is normally Afrikaner people that would settle in these specific towns, like in Vierfontein definitely the case in Kragbron also to my knowledge.  I cannot say if there was adequate protection in that specific case, yes or no, but what you would have had a very good chance of finding older people there, secondly you probably would have had a very good chance of finding Boers there and lastly you probably you would have had a very good chance of finding boers, in other words retired farmers in that specific little village, Kragbron.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry, but Dr Gouws it is not clear to me whether you are saying that Kragbron was also one of those as you put it certain villages that were bought by the farmers or arranged for by the farmers for people?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "No.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It was not one of them?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "No, I have specific knowledge of the one Vierfontein, and I know Kragbron, the general makeup of Kragbron is something similar to that and I referred to Vierfontein because I've been involved in the layout of the little town etc, but more detail about Kragbron, I cannot give, I would be guessing and I wouldn't like to do that.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "But your evidence is that you made a call for older people to organise themselves in that fashion although you wouldn't know if this was in fact done, but you had made a call for such an organisation, is that what you are saying?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I would like to repeat Chairman, that over a number of years through press releases and through statements at public meetings and at farmers' meetings, we requested the older members of the farming community, first of all please to double protect themselves, we asked the farm watches to go on double check roads with them, we asked the police specifically to drop in at their places, but the attacks continued and then in a final analysis and in most cases these attacks were on older people and a final analysis we really made a request and we asked these older farmers if they don't have a younger person that can live in with them or protect them, please to consider moving to a town or to one of these area that will be more protected and will give them more security and safety and we did it not at one occasion, but many, many occasions.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Right, can you give perhaps more clarity as to the difference or similarity between the White Boer and boer?  What do you mean by that?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I didn't follow the question now.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Can you explain to the Committee what do you mean by the fact that there is a distinction between the Boer and the boer?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, this is a political debate, political parties make their live out of this one, but in general Boer is referring to the Afrikaner in a broader context, in other words what would be politically, by certain political parties be implied as pure bred Afrikaners that should be, you know have certain rights on whatever land, whatever the case may be, in other words we talk about Afrikaner as you would find it in text books.\n\tThen boer would refer to the farming community as such, which may be Afrikaners but which may be some other people too.  Now in the Free State the two are basically synonymous because most and at that stage specifically, now you have a small number of commercial Black farmers too, but here during 1989, 1991 probably ninety some percent of the farming community in the Free State would be Afrikaner people, in other words Boers and then farmers, boers and very few of them would be English speaking people.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "So the call to attack Boers, did you perceive it to be a call to attack Boers or boers?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He said at the beginning of his evidence it was with a capital letter, didn't you?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes.  And Chairman, I would like to repeat that in the Free State those two things are synonymous, they are the same.  If you attack the Afrikaner here you attack the farmer basically and it will be the capital B and the small B.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If you make a call \"kill the Boers, kill the farmers\", it would include the Afrikaner and the English speaking farmer or even if there were Black farmers they would be included under the criteria of farmers?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, I think I said that precisely at the beginning.  We read it, I personally read it this way and I think most of the farming community read it this way that it would mean the Afrikaner and then secondly specifically reference is made to the farming community, the farmers as such in other words the commercial farms we are talking about here and those farmers would be in most cases the Afrikaner too, but it could be some English speaking people too, even some Black farmers.  But as I have said we have very few of them in the Free State.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Now the attacks you referred to as brutal, were they prevalent prior to 1989?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Farm attacks or attacks on farmers you always have the attacks on policemen, farmers, or whatever it is, but it was such a large escalation of attacks on the farming community, on the farmers as such that as I mentioned to you that even mass meetings were called by the farming community, in other words there was a tremendous escalation during this period 1989, 1990, 1991, 1992.  If I think, I don't have the facts and figures in front of me, but it was as if it was a continuous increase in murders and attacks during the period from 1989 to 1992, perhaps even past 1992, 1993 and when you think of attacks on farmers you think of maybe in the Free State you have something less than 10 000 commercial farmers and if you have an attack a week on a farmer, that is quite a lot.  It is not that you have an attack out of a million people, you have out of 10 000 people, you know, in total I don't think the commercial farmers in the Free State would have been more than 10 000 during that period of time and we have had sometimes two attacks a week on the farming community where farmers were killed or they escaped with their lives.  So yes it was an increase and I think this period in 1990, 1991 was one of the most brutal as far as attacks on the farming community are concerned..",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Right, you have said the way attacks prior to 1989 and they escalated later on, now my question is those who occurred prior to 1989, were they brutal and similar in nature as those which occurred later on?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, it is impossible for me to answer, I don't have the details of attacks earlier and even if I want to guess on this, it would be impossible for me, I don't have knowledge of those ones.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "You said you put pressure on the police to act, what sort of pressure did you put?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "We went so far to say if we would get some of these murderers before the police, we would hang them.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Were there members of security forces who were also members of political organisations?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, and this is one of the reasons I started out with the political scene right in the beginning in 1989 because in this whole Northern Free State I think the political awareness during that period up to 1994 was tremendous, or immense I should rather say, it was immense and it worked through to the security forces and to the policemen and I would say they were under a lot of local pressure from the local communities and amongst the people that they operate and they would deal with everyday, there would have been a tremendous amount of pressure being placed on them and they probably would have been in certain cases, might have been members of specific political parties - for that I cannot vouch, I do not know, but independently if they were members of any of the different political parties, on all of them would have been a lot of pressure.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Do you know or are you aware if the members of the security police were recruited from the farming community?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I can refer back to when I was a young person, I grew up as a poor White as they called us because the Afrikaners from my age used to be, or most of them were very, very poor people and in those days it was one of the biggest honours to become a policeman, it was really something to become a policeman because that was one of the ways in which you could get somewhere in life.  And I would guess in later years probably up to a couple of years ago, many, many Afrikaner people, Afrikaans speaking but let us say, Afrikaner people, farming people would have entered the police force, yes I think amongst many, many families, farming families you will find members of the police force.  I had an uncle myself, Commissioner of the police, General Gouws some time ago, quite 30 years or something like that, 20 years ago, so yes within the farming community it was a recruiting ground for police force and for the armed forces.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "I have no further questions Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Any questions?",
            "Unknown"
        ],
        [
            "MS THABET",
            "Just one.  You refer to farmers, Afrikaners joining the police force.  I am interested more in Mr De Ru, did you have any knowledge of Mr De Ru being part of that group of you know, farmers or Afrikaners, so in other words what is your knowledge in as far as Mr De  Ru is concerned - was he part of that group Afrikaner group even though he was a  policeman?",
            "Female"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "As I have mentioned right in the beginning, I met Mr De Ru in person only today, here for the first time in person, but his parents, I think his mother I don't know if it is  his father also, living in Parys constituency and I dealt with them during that period in time.  In the area where he is operating and I know, or knowing the farming community there Mr Jannie Els was Chairperson of our defence, we actually established here in 1990, the situation became so bad that we established a Safety and Security Committee within the Free State to liaison with the police and the defence force, now Mr Jannie Els was present Chairperson of that specific Committee in Heilbron area, I know those people are extremely conservative, the farming community and they would have exerted a tremendous amount of pressure on that local police.  Now what they did, how they did, what Mr De Ru's personal involvement is, I cannot say anything about it, I don't know.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Thank you.  Thank you.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "I think implicit in what you have just said is that in smaller communities the police are much more members of the community and subject to much more pressures.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes.  Chairman, they are basically part and parcel, it is not an abstract relationship, it is a housefriend type of relationship existing there.  I do think that it is much more personal and emotionally you probably get involved, I see it in my own personal smaller community too.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You are a lawyer, so I am going to ask you to look at a rather unpleasant picture.  Will you look at the, I am showing you from Exhibit 1, photographs 6 and 7.  I think you referred in your evidence to violent attacks, is that the type of attack you envisaged?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, this is absolutely ghastly, it is brutal, this is what I am referring to.  May I add to this I spoke for instance, I would give you another example, to the widow of a person who had been killed near Vredefort, Grootkop, and I was at the funeral that specific day and that lady became totally hysterical and she grabbed my arm and she said when they kicked her and they were pulling her around by the hair, all the way around through the house, they said those specific people said, we will kill you all.  That is now her words I am relating, we have come to kill you  Boere.  And I became so emotional that day, I am supposed to be a person who is a little bit, who should be abstract looking at these things, I became so emotional that day that I felt like if I get hold of one of those people, because it is a defenceless person, it is a tiny little woman, to treat her, kick her, jump on her and those type of things, if I have found those people, I probably would have committed a crime myself.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I don't know if I said at the time the photographs shown were Exhibit A, photographs 6 and 7.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Gouws I do not understand you as saying that every attack during that period on a farmer on a boer or on a farmer was necessarily politically motivated, I do not understand you to be saying that, or are you saying that?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "No, Chairman, I am not saying every attack was politically motivated, I say within the farming community you, when you hear about an attack, you work on the information begin given through the press, through personal inspection, whatever secondly you work on perceptions what is going on now and perceptions are extremely powerful within a community with no direct access and being kept out in the dark to a very large extent and then you work also with rumours.  And within a farming community and I would say even amongst the policemen and I will put it on record that I have asked station Commanders what is going on and that most of them had never had - being detailed briefed on precisely what was going on, so lots of them were also living on rumours and on perceptions what was going on in other parts of the Free State, that we got an idea that in general most of these attacks based on the three criteria, how brutal that attack was, what was stolen, the weapons involved, the way they entered the building, I should say three, four criteria, that we made or came to the conclusion that in I would say most of these murder cases, we came to the conclusion by ourselves that perhaps it was done on purpose to - through a political agenda, to frighten off the farmers and really to create havoc in the economic environment of the rural areas.  We might have been wrong, I - obviously we didn't have full knowledge and we most probably have been wrong in certain cases.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You are a lawyer yourself, would I be right to say that each case then would have to be looked on his own merits and in the light of its own facts and circumstances?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, obviously as a Judge, as a person when one has full access to these, one will have to look at every case on its own merit and I didn't want to create an impression that I have looked at it in total yet, you know that I know the merit of every specific case, but I cannot judge on that and if I have created that impression, that is a wrong impression that has been created.  I am talking about the broader context in which it has been seen.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, no I was not actually saying that you said so, but I was trying to get your evidence be properly contextualised.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "With regard to the police, don't you perhaps think that the reason why they adopted the attitude that these killings were not politically motivated was precisely that despite their investigations, they did not find indications to that effect?  Maybe they just didn't find any evidence of political motivation despite their investigations, isn't that possible?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, that is possible, I am not able to judge that.  I as a outsider, who is not sitting in judgement now but trying to relive a period of time when you see leading political figures going on TV telling their followers to kill the Boers, to kill the farmers, I think it is creating a scene in your mind that you easily connect what is going on with a political orientation, because my experience is and as a leader of persons too, that through what you say and what you kind of indicate through saying it and the way in which you are saying it, your followers may interpret it as a direct order, very, very easily and they may not even be trained followers, they may be even people sitting on the sidelines - may see this as a ... (tape ends)  it is part of the total goal, the total broader goal, they are a very minor part of.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I just wondered though, there were a number of murders around the Verkeerdevlei area?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "During a certain period and somebody was trying the killing of about four people and the like and despite evidence to try and bring that out as a political killing, Judge Kotze in the end ruled that that was not a political killing and I think that court was always full with farmers and I am just trying to understand how, despite the police's attitude that they don't find any political motivation, despite even finding or a finding by the Supreme court, how the perception could have persisted that these killings were political?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Yes, Chairman, with all due respect to Judges, you also know Judge Erasmus, what he found years ago.  We and I am perhaps a little bit on dangerous ground now ...",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Don't be.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "But - I wouldn't do it Chairman - what I am saying is that in the case of Mr Fourie, it was also found that there was not a political motive involved by the police and by the Presiding Judge etc, and now we have the claim that it was a political murder, rightly or not, I don't know, so it probably depends on the situation and the way the Judge look at it, maybe it is dependent on the way the Investigating Officer would be looking at it, I am not in a position to judge that, but I do know that we look at the Verkeerdevlei murders, I personally look at them as a political motive involved there and when I say a political motive, Chairman, perhaps I should rectify it or I should put it in the right perspective, it doesn't mean an order from a person there, you go out and you kill now that farmer, it is the whole political environment of supporting also, let us for instance say the credo of kill a Boer, kill a farmer, it may not be that APLA is targeting the specific member of APLA and saying now you go out and you kill Mr Fourie, I see it in a broader context.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Would it be convenient for us to take a short adjournment at this stage?\nCOMMITTEE ADJOURNS - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Gouws, I just want to refer you to the letter which was written by Free State Agricultural Union.  I don't know whether you had insight into it, there isn't a big deal about it, but the letter was handed to us one of the Exhibits, I think Exhibit F last time.  I think it was written by Mr Els, that is the Chairperson I believe of the security section of the Committee.  I notice, or perhaps I should say that I appreciate, I understand this letter to have been written as, you know, as some way expressing some support and understanding to the applicant's application.\n\tOn page 2 thereof,  the paragraphs starting \"gesien teen hierdie\" etc, etc, I think it is the third paragraph, the last sentence thereof in that paragraph \"in hierdie uitvoering van sy opgelegte taak moes hy mense wat die apartheidstelsel omver wou werp, seker elimineer.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Seker elimineer?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, \"seker elimineer\".  Now, I - am I correct in saying that the support is being given to Mr De Ru and understanding being given of his situation by the Union on the basis that the people he killed would have been people who were - who would have committed the crimes in the process of trying to overthrow the Government, in other words political?  Is it on the understanding that the people he killed were, shall I say, terrorists or people who were trying to overthrow the Government?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, may I first of all say that as you see it is written  under the  name of Mr Jannie Els, I see it now for the first time this specific letter, I personally would never have put the sentence in here, because I don't think we sit in a position to judge basically, to make judgements regarding this specific sentence as it is standing here, to say that he had a job of eliminating these people.  What I - I have never seen the police task - written task as eliminating people, you know, I think when you do that, you do it with political motive or something like that, that is why you would do that, but it cannot be part and parcel of the job of a policeman and I find this an unfortunate sentence standing here.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes.  All right, perhaps let me leave that.  And without saying that, I mean I don't want to convey that Mr Els actually wanted to say that but I thought he was just saying that we don't approve of what he did, but we understand it if he did - if he thought he was killing people who was terrorists, I didn't understand him to say that he was actually approving of that, but any way.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, no I would like to address this point.  I do think in a farming community you will see that in many, many cases like for instance this slaughter of this little girl in Ficksburg, I cannot remember her name, she was killed, shot through the window and the people just disappeared, and if you talk to her parents today or to that community today, they would be glad if anyone gets hold of that criminal, that political criminal, because they see it as a political deed and there has not been forgiveness in that community, there is not reconciliation in that community, they still see it as a political act that got away unpunished, so I must convey to you that amongst the farming community, there would be tacit support, if not open support for political murderers to be dealt with extremely harshly, whoever gets hold of them.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Just finally, I am just - wouldn't you given as you say perhaps the systems of defence employed by the farmers, how the penetration would occur the like and the way these people would be well armed, wouldn't you expect that genuine APLA people and the like would be armed with firearms?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I can turn the question around Chairman, that no ordinary criminal in his right mind would go into a  house knowing that those people are extremely heavily armed, that they are vigil and that they would kill on sight, they would shoot on sight, so my argument would be, the way I look at it reasonably, would be that you must be an extreme case when you go in with these odds stacked against you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Dr Gouws, this does not have relevance on this particular case but you mentioned that Mr Fourie visited you and shortly thereafter he was murdered.  This is a different matter which is part of our hearings, it will appear before us and maybe you can give us some additional information.  In what regard did Mr Fourie visit you on that particular day just before he died?  You don't have to answer this, if it is privileged information, but did it have to do with security matters?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I just wanted to call on the Chairman, because it is very quickly.  My apologies Adv De Jager, Mr Fourie was a retired engineer and the visit had to do with activities concerning planning that he had done on the particular farm and in his conversation with me, he extensively discussed the security situation with me, he was deeply concerned about his personal experience of the worsening situation.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you  know what Mr Fourie's political affiliations might have been?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "I had heard and this is hearsay, I know that Mr Fourie was considered to be a very liberal person, I think he was a member of the Democratic Party, that is what I had heard.  I never personally asked him about his political affiliations.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Just a minute, sorry to interrupt you Mr De Jager, is Mr Fourie one of the victims in this case or is it a different Fourie?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "A victim in a different case, in the Verkeerdevlei case.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I wouldn't like to listen to that case because when that case comes, I may have to recluse myself.  When that particular matter comes, I may have to recluse myself so I will be happy if very little is said about that particular case because when an application in respect of that case comes, I would have to recluse myself.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, I can perhaps help out - if I can be of any assistance in this because I feel as President of the Free State Agricultural Union - it doesn't matter if they are Black or White, if they apply for amnesty the full facts should be on the table.  If I must be or can be of assistance, and you feel the need should arise for that, I will try, or I will make myself available to help because the Free state for me and to find finally peace and to bury the past and to get rid of those that we can carry on with our lives, I think it is very, very important.  But may I add at the same time with your discretion allowed, I am very disturbed Chairman, that the Agricultural Union should be here today and not senior police people and senior political people, because they can testify about what I am talking about, what I have been talking about here today perhaps much more intimate detail.  We in the farming community at present regard the policemen sitting in jail being dealt with already through the judicial system etc. as the poor little foot soldiers down at the bottom of the barrel and they pay a price for a much larger and a much bigger barrel where they had been tiny little pawns basically in a total game and that is the view I would say most of the farming community holds.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Thank you Chairman.",
            "Unknown"
        ],
        [
            "MS THABET",
            "No further questions, Mr Chairman.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Just one thing.  Doctor, you had mentioned that you had negotiations with senior police Officers but that it was never clearly said to you, you had the impression that they had not fully informed you with regard to circumstances.  Before I ask this question, I want to make the statement that we have had testimony for instance from General Van deer Mere which indicated that at certain points the situation was of such a nature that it was of a critical nature, people were not informed about the situation because it might have caused people to become panicky about the situation.  Do you want to make comment in this regard?",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Chairman, that is precisely the idea that I personally got and I think the idea I conveyed to my Executive and I think this is the idea most of the farming, the enlightened part of the farming community had, it is that the boat shouldn't be rocked, the facts should be kept as simple as possible, it is just a criminal attack and it shouldn't be this or that, because what could have happened and perhaps one could understand the reasoning, it might have been that certain farmers' group took the law in their own hands at that specific stage and it might have led to a blood bath in certain cases.  But I had discussions, numerous ones, we had open discussions with Ministers during the Ficksburg meeting specifically, can give you dates of that, we had Minister Kriel, Minister Kobie Coetzee and other Ministers there and when they came with this story, that it was not a political motive and most of these murderers, criminals, the farming community rose as one and shouted them down and actually put a motion of no confidence in them and asked them to leave the meeting, so extreme it was.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you very much for having agreed to come and give evidence here, I am sure everyone is obliged to you for your assistance and thank you also for your offer to appear at any further hearings that we require your assistance.",
            "Unknown"
        ],
        [
            "PIETER JAKOBUS GOUWS",
            "Thank you Chairman, I hope I was of some assistance, I appreciate it.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Does that conclude the evidence now?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Yes, it does Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I don't think we want to hear final addresses till we have heard the other application, if however, you would like to prepare written arguments on the factual aspects of this application, it would be of great assistance to us and I am sure to you to deal with the facts now while they are fresh in your memory.  Do you want to address us on any particular aspect at this stage?",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "Mr Chairman, without encroaching on Mr Chairman's discretion and powers, I was of the view that we rather conclude even the submissions on this today, on this particular case and then if then the hearing is postponed, pending the other one, that that be decided by the Committee, but on my part I would like that we conclude all submissions today.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV MADASA",
            "But Mr Chairman, having said that I would request that we have an adjournment so as to put together everything in view of this evidence, until two o'clock.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Very well, we will adjourn until two o'clock which will give us chance to consider the position.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Thank you Mr Chairman.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Sorry before we adjourn, would there be any other case going on today, is there anything ready to go on?",
            "Unknown"
        ],
        [
            "MS THABET",
            "Yes ...",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Are the applicants present, are the witnesses present, are the representatives here?",
            "Unknown"
        ],
        [
            "MS THABET",
            "I did arrange prior to this hearings that all the matters, or all the applicants and all the parties involved, come to the hearing the day before so that if we finish with a matter early, we can proceed, so the applicants are on their way, the lawyer for the applicants are here.  The lawyer for the victims was notified of everything, he hasn't gotten back to me, I have been leaving messages for him to get back to me, but he never got back to me.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "As we might be able to do something else, then I think we take a slightly shorter adjournment and we adjourn until a quarter to two, does that suit you.\nCOMMISSION ADJOURNS - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Right, what is the position now?",
            "Unknown"
        ],
        [
            "MS THABET",
            "The position Mr Chair is that Adv Madasa will not make any further submissions, he prefers to make them at the end of the second matter if and when it is heard.  I have consulted with the Investigators that they will give me submissions and as soon as they are there, I will make a copy to Adv Madasa and I will make a copy to the Committee Members.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "So the matter can now merely be adjourned to a date to be arranged, this date to coincide with the date of the hearing of the fresh application which has been made by the applicant and I further direct that a copy of today's proceedings be transcribed and that we be furnished with a copy of both the original, the transcription of the original proceedings and of today's proceedings when this is available.",
            "Unknown"
        ],
        [
            "MS THABET",
            "That will be done, Mr Chairman.",
            "Female"
        ],
        [
            "ADV MADASA",
            "May I be excused Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And I think it perhaps unnecessary to say that a date for the resumed hearing should be arranged with the applicant's counsel.",
            "Unknown"
        ],
        [
            "MS THABET",
            "I will do that Mr Chairman.",
            "Female"
        ],
        [
            "ADV MADASA",
            "May I be excused Mr Chairman?  Thank you.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Our next matter on the role is the matter of Nkgwedi, Magoda, May and Leeuw.  Their lawyer was here just now, I don't know where he is, oh, he is still here and I was told that the applicants would be here as well.  I can't see Mr Uys, but as far as I know, they should be here.\n\tMembers of the Committee, I am told that the applicants still are not here.  I don't know why they are not here.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Where are they coming from?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "From (indistinct) prison, locally Mr Chairman, but I have spoken to the warder in charge, he said to me that they should be here any minute from now.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... further enquiries to be made as to whether in fact they are on their way or what has happened, and some explanation as to why they were not here on time?  Carry on.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Mr Chairman, we are proceeding now with the matter of Nkgwedi, Magoda, May, Leeuw which was part-heard and I will hand over to my colleague, Mr Mthembu.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Don't you perhaps have a transcription of the evidence in this case too?",
            "Unknown"
        ],
        [
            "MS THABET",
            "There should be a copy in Cape Town, I can ask them to fax it.",
            "Female"
        ],
        [
            "ADV MTHEMBU",
            "Thank you Mr Chairman.  Mr Chairman, you will recall on the last occasion the Committee as in view of the fact that the loot or the items regarding this incident was found in the possession of various of the applicants, that the Committee would like an explanation as to why they were found at various places, am I correct Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, in a sense, you are referring to a statement or a document which was handed in which told us that these item, such and such items were found in the possession of such and such an applicant, etc, etc.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "That is correct sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And then we invited the applicants if they so wished to comment on those allegations.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "That is correct sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You didn't think it would be sufficient for the applicants to respond by way of affidavits?  I am not saying you should have done so but, I am just trying to think aloud.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I think it would have been expedient perhaps if they would have given oral evidence, perhaps maybe the Committee maybe would have questions to put to them, so in that regard I thought perhaps it wouldn't have been expedient to do so by way of affidavits.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I am trying to locate my own copy of that document, do you have an extra copy perhaps or ...",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I do sir.  Thank you Mr Chairman.  Mr Chairman I will call Mr Leeuw to the witness stand.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Leeuw, you are Mr Leeuw aren't you?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes.",
            "Male"
        ],
        [
            "HENDRIK LEEUW",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr Leeuw, at the time of the arrest, where were you residing?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I would prefer to give my testimony in Sesotho.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "My question was at the time of the arrest, where were you residing?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I stayed at Section K, number 337.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now according to a statement handed in by Officer De la Rey, who was a policeman in charge to investigate your matter, he says that there was certain articles that were found at the house of one Lisbeth Ntlana, who apparently is your mother-in-law and these are the following items.  Mr Chairman, the contents of this statement is in Afrikaans, now I am not certain if I should read the articles as they have been numerated in Afrikaans on the document?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "There are translation services, they will translate from Afrikaans into his language, but which paragraph are you actually ...",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I am going to refer to paragraph 19 Mr Chairman.  May I proceed?  It is page 4, paragraph 19.  Thank you Mr Chairman ... (tape ends) ... and three pairs of earrings, (b) four plastic bank bags, small bank bags containing old foreign golden coins, medallions and change, small change, (c) one plastic bank bag, small bank bag containing R360-00's worth in cash, consisting of two R50-00 notes, 12 R20-00 notes and 2 R10-00 notes, one red pocket knife in a small black bag.  Where was this articles recovered?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "They were all recovered at Section K, number 337, they found them at my place where I reside at K Section.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "What is the number, 3 what?  337.",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "337,337, Section K.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But the statement says they were found at 496?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "These articles were found w here I stay, I do not know about the number you are referring to.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Why would then Officer De la Rey contend that these articles were found at 496 E, in stead of 337 K as you now are telling this Committee?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "It is because Officer De la Rey stated so so that this case could not be in our favour, they were found at 337.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "The same page, Mr Chairperson, paragraph 20.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "He was accused 1, is that correct?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Number 3, sir.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Number 3?",
            "Unknown"
        ],
        [
            "TRANSLATOR",
            "2 is English, can you hear that?  Can you hear 2, 2 for English, nothing?  Can you hear nothing at all on channel 2?  Can you hear anything on channel 2, nothing on channel 2?  Judge Wilson, can you hear on 2?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I will refer to the next paragraph, Mr Chairman, paragraph 20.  Mr Leeuw, do you know one Alice Nglakani of 1766, C Section?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I do know her.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "What is she to you?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "She is my wife.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now in this document, paragraph 20, which reads as follows: \"there she handed a blue case back to me containing the following: (1) one blue woman's dress, (2) one khaki ladies skirt, six bags of sweets, one packet of Cornflakes, one packet of Allbran flakes, one green, yellow and brown table covering, one pocket knife with a brown handle, one identity book referring to accused 2, Petrus Nkgwedi, two mens' watches, a silver one engraved on the back Otto J. Fourie, Blyvooruitsigt, 1952, (b) a golden mens' wrist watch engraved on the back presented to P.G.M. (indistinct) after 25 years' service, Rand Mines Group, two womens' wrist watches, one golden hanger, one United cheque number 69 to the amount of R1 200-00 made out in the name of M.H. Leeuw.  Alice in addition handed me a plastic bag containing groceries, the blue carry bag was in her room in a chest of drawers and the other groceries were in the kitchen.\"  Mr Leeuw, do you have any explanation to give to this Committee?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I do have.  All of the above mentioned were not found where you stated, they were found at K Section.  There are others that I gave to Petrus and Daniel Magoda, cameras and eight ball point pens and a calculator.  We set them aside, all those that you  mentioned were found at 337, at Section K.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, I couldn't follow.  The others were given to ...?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I gave them to Daniel Magoda.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Leeuw, there is a request from the translators that you should speak at least a little bit louder.  Now, thirdly do you still recall which articles you gave to Mr Magoda?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I do, I can recall those that I gave to Mr Magoda were two plastic - bank plastics which contains coins, bank calculator and a shaver included in those articles.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Are you referring to the articles listed on page 5, paragraph 21, which according to this document was \"one yellow plastic bag containing one Pentax camera, one grey bag containing an injector ...",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry, sorry, but these were not found from this gentleman.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Yes, sir, these articles are those that he says he gave to Mr Magoda.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "All right.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "One small bag for glasses containing a Tedelex calculator, three shaving devices, makes Braun, Hitachi and Remington, one black container containing eight pens, two plastic bank bags containing old and foreign coins.  Are these the items that you say you gave to Mr Magoda?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, they are the articles that I gave to Mr Magoda.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could we just have clarity on this - Mr Magoda was he accused 4 at the trial?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was accused 2, who was accused 2?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "He was Petrus  Nkgwedi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was he number 2?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct, he was the second accused.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Number 1?",
            "Unknown"
        ],
        [
            "MR ",
            "LEEUW:\tMishak May.  It was Mishak May.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And number 3 then would be Hendrik Leeuw.",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now Mr Leeuw what was the purpose of separating these articles?  Why weren't they kept in one place?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "The purpose of separating these articles was that the police should not confiscate these articles at my place, we have to separate them in three groups.  Some were left in the car with Mishak May, some were left with me so that when our Commander arrives, I give them to him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But it was separated now amongst all of you, so you couldn't just give it to him, you would have to go and collect it from all the others, wouldn't you?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "We could not do so because I was the one who separated all those articles.  Some of them were with me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And the others were with the other people, so you couldn't give them all to your Commander, could you?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "There are those that I handed to Daniel Magoda, so that I could get them from Magoda and then thereafter sell the coins so that we get the money before the Commander arrives.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did you expect the Commander, on what date?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "The Commander didn't set a specific date when he will arrive.  He just mentioned that he would arrive after we have completed the mission so that I can hand over the articles to him and then hand him the money or - that we recovered (indistinct)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And ten days later he still hadn't arrived, is that correct?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "We were arrested after two days.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But the goods weren't found until the 13th, were they?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That's true.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So he hadn't gone around, the Commander hadn't gone around to your houses to collect the stuff that you say was waiting for him or to where you  lived?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, he knew where I was staying, but he didn't know where others were staying.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "With regard to the motor vehicle, do you have any explanation to make?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I have an explanation.  As I have explained before, we took the car, we were supposed to sell the car either in Swaziland or Lesotho so that we can take the money to the Commander, so that we will help the APLA army  to continue with their objective.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And do you have any comment to make about the allegations here or the submissions made by Officer De la Rey regarding the whereabouts of these articles or where they were found?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I can say something in that regard.  What De la Rey have, he hasn't found them from  us, he made his own evidence so that he can strengthen his statement.  Others he got them from the car, others from myself, because I had a believe that De la Rey, if he got from us, we could have taken photo's because they had a camera with them, I have a believe that the Truth Commission could have had those photo's that he has found all those things from us.  He found others from my house and others from Mishak May and others from Magoda, that's how we planned the distribution of those items, that is how I can explain.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but apart from where he found it and what he said in his statement, you were the four of you were in possession of all the goods that he listed here, is that correct?  Either you or one of the others, but you took all these goods from the farm and brought it to Botshabelo?  Isn't that correct?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That's true, we took them from the farm and took  them to Botshabelo.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Leeuw, do you have anything to add before this Committee or is that your explanation regarding these articles?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I can only repeat what I said, I don't understand why De la Rey made that kind of a statement because I believe that as he say the way he says, he could have brought a strong evidence where he found all those items.  For now he just say that in a statement, he had a camera, he could have taken us the photo so that he could strengthen his case so as to certify the statement, those allegations that he made.  For us to be arrested, he was threatening us with guns.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Are you finished sir?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I am finished, sir.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr De la Rey says on paragraph 22, he says that as a result of information he received from accused 2 and 3 which I believe 3 is yourself, the following items were handed to him:  one brown documents bag containing a black handled hunting knife in a brown leather bag.  This was handed to him by yourself, he claims.  Did that in fact happen?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "He took those things from the house by himself.  There were many and then he opened the wardrobe, there were many things of mine and my money which was not part of those items, they haven't yet returned that money.  They used Daniel Magoda's money - that money should be given to Daniel Magoda.   They took those items by themselves, they didn't ask us anything.  They just asked us our names, then when I said yes, I was staying at 337, then did they say are you Petrus Nkgwedi, then they made us to wake up, then they were pointing guns at us and from that they searched the house, then from there they took those things on their own.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But this \"jagmes\" it doesn't matter for the purpose of the question that I am going to ask you, it doesn't matter how Mr De la Rey got hold of it or not, but what I want to find out from you is, did this knife belong to the deceased?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "There was a knife which belonged to the deceased and there was a knife which belongs to my house or to my family.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Well, the one with a black handle to whom did it belong?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I don't understand what do you mean sir.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "There is reference to a black handled hunting knife, to whom did it belong?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That was my - my knife was given, that knife in court, then I took it home.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And then he also says he found the following: one white pillow and a pair of brown mens' shoes.  Were they in fact found?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Those were with Nkgwedi, they took them from the house.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "According to the statement in paragraph 20 on page 4, your wife Alice Nglakani supplied information and she handed over the following:  one blue ladies' dress.  Was that taken from the farm?  The blue ladies' dress?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That is correct, the car that they used was from town.  They did confiscate this at number 337.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, they say it was confiscated from 1766 C?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That is not so, they found them at 337, Section K.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "That's where she pointed it out to them.  Who was living at 1766 C?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That is where my mother-in-law stays.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did some of the articles, did you hide some of the articles at your mother-in-law's place?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Nothing was hidden at my mother-in-law's place.   They kept on writing this numbers where they first tried to find if they can get some of the articles.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now this blue ladies' dress, it was, you say it wasn't found at your mother's place, it was found at your own home, house?  For what purpose did you take this dress?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "We found the dress in the car.  When we arrived at Botshabelo, that is the car they used from the town, we took this car on arrival at Botshabelo we found this articles in the car.  Some of them were left in the car.  Those, they aren't the things that we found in the house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now what did you leave in the car?  What did you do with the articles that you didn't need for APLA?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I cannot explain about the articles in the car, because I cannot tell what was left in the car.  Things that we took were those that we can sell, so that we get money to help our struggle.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now if this is correct, surely you wouldn't have intended to sell Cornflakes, you would have left that in the car and not dump it at your mother-in-law's place?  Isn't that correct?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I do not understand.  I didn't even see the Cornflakes in that car.  Those that I referred to was found at my mother-in-law's place, I know nothing about.  The police has got the right to take photo's of articles they confiscated, even the Advocate who represented us, refused or denied such allegations.  The police lied all the way.  They said they found the firearm with a policeman who was stationed in Welkom.  The policeman lied during the proceedings.  They didn't give the correct testimony.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did you leave the two mens' watches?  The silver one and the gold one?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "They were still at K Section where I stayed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did the police find on your person?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "What the police found was the cheque to the value of R200-00 and two Krugerrand coins.  Some of them I had already exchanged them for money so that when the Commander arrives, we would use the money I got out of selling these coins.  He found the amount of R500-00 that the police took from me.  De la Rey took the money from me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were you supposed to sell these goods or were  you supposed to give them to your Commander?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I was supposed to sell them so that I can give the money to my Commander.  He had to  refuel his car.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you just told us he found a cheque for R200-00 on you?  Was that correct?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where did that cheque come from?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I cannot recall the place where we exchanged the cheque.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What sort of place was it?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "The place was in Bloemfontein, in Maitland Street along the right side of Maitland Street in Bloemfontein.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What sort of place was it, you say where we exchanged the cheque?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "It was at a jewellery shop.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now what about the cheque for R1 200-00 that was found on you or found in your wife's possession?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "It was the one that I received after having exchanged the coin.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Where was it?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Are you referring to the cheque?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes.",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "They found it on my person, in my pocket.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now, he talks of a cheque for R1 200-00 not R200-00.",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I am referring to the cheque to the value of R1 200-00.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, up to now you have been talking to me about R200-00, R200-00.  When I asked you if it was R200-00, you confirmed it was.  Do you now say it was R1 200-00?  R1 200-00?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I did not understand you properly.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You were the one who mentioned the value of the cheque.  You said he found a cheque for R200-00 on you.  It wasn't from me, it came from you.  Why did you say that if it wasn't true?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Maybe I erred in that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were there two cheques involved, one for R200-00 and one for R1 200-00?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "There was only one cheque.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't you exchange one cheque for money?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "The cheque was supposed to be taken on Monday for - to be cashed, so I was told to come back on Monday to cash the cheque.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "For what amount was that cheque you were supposed to take back on Monday?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "It was to the value of R1 200-00.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you received that for selling what coin, what kind of coin was sold?  Or was it different coins sold?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "There were two Krugerrands coins, one was bigger, the one was a bit smaller in size.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And were they both sold for a total of R1 200-00?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Leeuw, do you have anything ... (tape ends)  Is that your case?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "As I've explained I do not think there is anything that I want to add.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Thank you then sir.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Mr Leeuw, where all the articles found by the police in all these different houses, taken by you from Mr Fourie's house?",
            "Female"
        ],
        [
            "HENDRIK LEEUW",
            "These articles that were found there, they were the ones that we took from the house.  Those that they took from my house there where I stayed.  However, they took extra articles that belonged to me from my house.",
            "Male"
        ],
        [
            "MS THABET",
            "I don't understand  you quite well.  Are you saying not all the goods were taken from Fourie's house, is that what you are saying?",
            "Female"
        ],
        [
            "INTERPRETER",
            "He is not saying that.",
            "Unknown"
        ],
        [
            "MS THABET",
            "What is he saying?",
            "Female"
        ],
        [
            "INTERPRETER",
            "He is saying that the goods which he and his co-applicants had taken from Mr Fourie's house were found at his place, or the place of some of his co-applicants.   But the police in taking things that belonged to Mr Fourie, also took some items which in any case belonged to the applicants themselves.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Thank you.  No further questions.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Which articles were your personal belongings that the police confiscated or took with them?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "There was a silver radio player that the police took and money to the value of R500-00 and some washing rags that they took along with.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, how - what was the amount of the money?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "It was R500-00, bank notes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "All they took that belonged to you was the silver radio, money to the value of R500-00 and some washing rags?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that's all they took that belonged to you?  What about the knife with the black handle?  The hunting knife with the black handle?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "They did not find it at my place, those were the things that we took from Fourie's house.  They gave me that knife but they cannot tell whom it belonged to.  At court or during the trial, they denied ownership to some of those articles.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You've been asked about it earlier where it was said it was taken from your house, a brown document case which had a black knife in it and you said that the knife was given back to you at court and you took it home, do you remember telling us that?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, I recall that.  This knife was handed to me during the trial or at court.  They did give it to the police afterwards.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "But you were specifically asked whether they took these from your home. Paragraph 22 was put to you.  After you supplied information they went to your house again and they got these things from there, are you saying now that didn't happen?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "The police took these things whilst they were at my place.  They took these things when they arrived at my place, not that I gave them information where they would find these things.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Well, they said you gave them information.  They went there and you handed it over to them.",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "I gave nothing to the police.  They out of their own will took these things from my house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So they took this knife from your house, but you say it didn't belong to you, they only afterwards gave it to you at court?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How did they manage to find it in your house because you agreed that they took it from your house and later decided it was not the deceased's and gave it back to you?  Is that correct?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That is correct.  All those that we took from Fourie's place, they took along.  However, the relatives to the deceased denied  knowledge of the knife.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But was it your knife or wasn't it your knife?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That was not my knife, it was handed over to me at court because they didn't know anything about it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What was it doing in your house?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "We found this knife amongst the clothing or articles that were in the car.  The things that I took from the car and put them in  my house where the police found them, were I found Mishak May.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "So you found the knife in the car and you took it to your house where you hid it somewhere?  Is that the position?",
            "Unknown"
        ],
        [
            "HENDRIK LEEUW",
            "That is so.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Thank you Mr Chairman.  Now we will call Mr May, Mr Chairman.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr May, where were you arrested for this incident in terms whereof you are now applying for amnesty?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was arrested in Section D.  I have since forgotten the number where they found articles that were in the car, together with the car.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now according to page 3, paragraph 13 De la Rey says he found the following articles in your person:  one brown wallet containing (a) R180-00 in cash, consisting out of three R50-00 notes, one R20-00 note and one R10-00 note, (b) one twenty dollar note and one ten dollar note, and one ticket on which personal detail of the deceased appears, one blue denim husky purse containing R7-18 in cash, small change, one Barrel golden mens' wrist watch with a black leather wrist band and engraved on the back as follows: RJ Fourie, from GMTS (indistinct) 8-8-1968.  Now Mr May do you have any comment regarding the statement by Mr De la Rey that he found these articles in your person?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, there is something I can add to that regarding articles found in my possession.  I remember when Mr De la Rey ordered me to take off my jacket and this husky wallet.  I cannot recall but I had R10-00 and some coins.  The rest were found but not on my person, they were found in that suitcase bag which was brown, it had a zipper on.  The rest belonged to the deceased and they were in this suitcase at D Section where they found the car.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But I see on page 6, paragraph 23, Mr De la Rey goes further and says that at house number 1187 F, the following articles were handed to him by yourself:  one bottle of lemon juice, one packet containing a cake mix, one roll of yellow paper, one ice brick.  And he goes on to say this was stored in a cupboard in a zinc house on the property.  Do you have any comment to make?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, there is.  What I recall is that I took Mr De la Rey to 1187 where I stay so as to get the gun that killed the deceased.  We did not recover this firearm like he thought.  He took the toilet roll in the house, that is the only thing I can remember.  The ice brick that he is referring to is one thing that I can recall in that bag belonging to the deceased.  It was not found at home where I stayed, because we went there specifically to look for the firearm.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Very well, he goes on the next paragraph, paragraph 24 he says at house number 1663 D, the following items were handed to him by yourself: one brown bag containing one pair of beige trousers, one brown belt, one pair of black mens' shoes, two pens, one white and black bag, tools and then hidden in the bedroom and under the bed one first aid kit, 13 cassettes in a case hidden in a stove in the kitchen.  What is your explanation Mr May?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I concur with what he said in his statement, but I deny the places to which he refers the articles found at.  All these articles were found in the car, as I drove the car to that place there wasn't a necessity for me to take articles from the car and take them into the house because things which were in the car were my concern.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now this house number 1663 D, whose house is this?",
            "Unknown"
        ],
        [
            "MR MAY",
            "The house belong to Mpo.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "How is Mpo known to you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "She was my girlfriend.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But can you still recall during the investigations whether Mr De la Rey did visit this house or not?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Are you referring to the investigations?",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Well, I cannot recall.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "What was your answer?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I do not have knowledge, broad knowledge as to the investigations he did.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "(Indistinct) do you ever recall having taken Mr De la Rey to house number 1663 D?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Mr De la Rey found me at the same house when I was arrested.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And was anything found in your person other than items found in the vehicle which was parked outside this house?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, there are some articles.  It was my lumber jacket and my husky wallet.  But all of these things were handed over to me at court.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Sorry Mr Chairman, I am just trying to see - in paragraph 13 Mr May, Mr De la Rey says he found one brown wallet containing R180-00 in cash consisting of three R50-00 notes, one R20-00 note and ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, paragraph?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "13.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "13?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "13, page 3.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You've asked him this already.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Have I?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I am sorry Mr Chairman.  So purse you are referring to that was found in your person and belonged to you, is that the purse mentioned in paragraph 13.2 \"one blue denim husky wallet containing R7-18 in cash\"?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is the purse I am referring to which belonged to me, it was found on my person in my pocket.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But what about this brown wallet?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was inside the bag together with a gold wrist watch and plastic, bank plastic bags with coins.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you put it in there?",
            "Unknown"
        ],
        [
            "MR MAY",
            "As we left the deceased's place, these things remained intact.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you put the wallet in the bag?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I did.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where was the bag kept?",
            "Unknown"
        ],
        [
            "MR MAY",
            "The bag was kept in the car, it was a suitcase bag.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "With all this money, coins, all kept in the car?  The car parked with no number plates on it?  Is that what you are telling us?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why was it kept in the car where anybody could break in and steal it?",
            "Unknown"
        ],
        [
            "MR MAY",
            "During the night I sacrificed a few hours of sleep.  I parked the car next to the window.  It was next to the back room's window.  I slept in this room where I parked the car next to the window, knowing very well that the car had such contents inside it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why didn't you  just take them in and put it underneath your bed?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I never thought of that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You never thought of it, thank you.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr May, what else was found in your person?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Nothing was found on my person.",
            "Male"
        ],
        [
            "ADV  MTHEMBU",
            "But now would then Mr De la Rey make a statement to the effect that the articles mentioned in paragraph 13 were handed to him, or he found them in your person?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I think that is just to strengthen his evidence.  I have no knowledge to that effect why he did such a thing.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Was he further strengthening his evidence when he says the items mentioned in paragraph 23 was handed over to him by yourself?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I cannot recall the articles referred to in paragraph 23.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "One bottle lemon juice, cake mix, roll of paper and an ice brick.",
            "Unknown"
        ],
        [
            "MR MAY",
            "I can say he tried to strengthen his evidence on that score because in the house he found toilet paper and lemon juice which had nothing to do with the deceased's articles.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And these that I mentioned in paragraph 24, the one beige trousers, etc?  He says those articles also were handed to him by yourself.",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, it is not correct.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But now why would Mr De la Rey make this allegation, can you think of any reason?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Briefly I can say upon my arrest Mr De la Rey found me in a (indistinct) condition, however, that gave him the privilege to take such actions, knowing very well that I could not recall what took place the previous day.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "These things, paragraph 24, you say they were in a brown case - but this was in the car?  Is that what you say, or that is what you said in your evidence a few minutes ago?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is what I am saying.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you left these in the car as well?  You never thought of taking them into the house, is that so?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And Mr De la Rey said when he found the car parked behind the house, the doors were not locked and there was nobody in the house.  What have you got to say about that?  He said the car was not closed and there was nobody at the house.",
            "Unknown"
        ],
        [
            "MR MAY",
            "I agree with him that the car was not locked.  The next thing that there was nobody in the house is not the truth.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you  leave all these valuable things outside in an unlocked car?  Is that what you want us to believe, things you had stolen for the Party and you  left them there in an unlocked motor car?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was still around at that time, I was not far from my house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you arrested in the house or not?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was at the gate together with my friends the time when I was arrested.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't you run away and members of the public arrested you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, that is not so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you in fact give the information to De la Rey where you friends are, your co-accused?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you took him to the respective houses, pointed them out to the police?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was anything found in the stove in your house or in your girlfriend's house?",
            "Unknown"
        ],
        [
            "MR MAY",
            "There is nothing which was found in the stove, sir in my house or in my girlfriend's house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Anything under your bed?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No sir, nothing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was staying at number 1187 F?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was staying there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And at 1663 D?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is Mpo, who is my girlfriend.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was anything found at your girlfriend's house?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Nothing was found at my girlfriend's house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you take the police to your girlfriend's place?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I didn't go there, they found me there, the car was inside my girlfriend's yard.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see.    So you didn't keep the car where you were staying?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And were all the things that you collected in the car, left in the car?  All the things you've collected on the farm, were all the articles left in the car or did you divide it between yourselves?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Those which I was in possession with, were those who came from Fourie's farm.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And did the other accused, did they have anything coming from Fourie's farm?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I remember only Mr Magoda who was having a camera.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And Mr Leeuw did he have anything coming from the farm?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was handcuffed under the chairs when Mr Leeuw was arrested, so I was not aware.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Before you've been arrested ...",
            "Unknown"
        ],
        [
            "MR MAY",
            "Pardon me?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Before you've been arrested, what happened, did Mr Leeuw take some of the goods to himself, for himself, to his place or did they leave everything in the car?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was all in the car.  What Mr Leeuw took, he took them maybe when I was not aware that he had other articles with him, but all the articles were in the car because there were three backs in that car.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you didn't divide the goods between yourselves?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who took the, who had the pistol?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is Mr Leeuw.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Did he keep it with him?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr May is that your testimony?",
            "Unknown"
        ],
        [
            "MR MAY",
            "What I can add somewhere if need be, but that is my testimony.  I am asking the Truth Commission that the evidence which I've given before the Truth Commission, it is the true testimony, that is why I came here for to tell the truth.  If I forgot other facts which happened, the Truth Commission have some ways to remind me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can I just ask you to clear up one point from this, he arrested you at your girlfriend's house you say where the car was?  Is that correct?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you then took him to house 337, did you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is true, I beg your pardon, that is true.",
            "Male"
        ],
        [
            "JUDGE  WILSON",
            "And he searched there?  Accused 2 and 3, he searched there for them? Did that happen?",
            "Unknown"
        ],
        [
            "MR MAY",
            "He didn't search for them, he found them in the house - at house 337.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Found Nkgwedi and Leeuw?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true, sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then you go to house 1864?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And did you find Magoda there?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is where we got Magoda sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now all four of you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is true sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then did you go to house 496 E?  Where you found Elizabeth Ntlana?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, that is not true sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You didn't go to house 496 E?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And did you go to 1766 C?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then to 1684 K?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, we did go there sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS THABET",
            "Mr May, what was the purpose of taking these articles with you by car to your girlfriend's house?",
            "Female"
        ],
        [
            "MR MAY",
            "Because as I got instructions that we should wait for 24 hours with that car and those articles, because they should be taken within 24 hours, that is why I put them in the car because I thought that time was very short.",
            "Male"
        ],
        [
            "MS THABET",
            "Who told you that the goods were supposed to be collected within 24 hours?  And by whom were these goods supposed to be collected?",
            "Female"
        ],
        [
            "MR MAY",
            "I was told by Commander who is Hendrik Leeuw and that it should be taken by a Commander who has given the whole instructions for the operation.  They announced me that he will arrive in 24 hours.  I was told by Mr Leeuw when we departed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, did you go and see him after 24 hours and say when are they going to take this car away and all these goods, I don't want the police to find it with me?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, I was just there, I was not able to go anywhere else.",
            "Male"
        ],
        [
            "MS THABET",
            "So, Mr Leeuw just told us now that he didn't know when the Commander was going to come and collect the goods.  You are saying that he said within 24 hours, is that correct?",
            "Female"
        ],
        [
            "MR MAY",
            "The truth is that after the operation within 24 hours the Commander would meet Mr Leeuw to get disposed of the articles and the car because it was important articles for the Organisation.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did Mr Leeuw tell you this?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, he is the one that told me so sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr May, can you just tell me why did you take these items from the deceased's place, the items that are in paragraphs 23 and 24?",
            "Unknown"
        ],
        [
            "MR MAY",
            "The reasons to take those kinds of articles from the deceased's place was the reason I got from my Commander who is Mr Shoba, explaining  that whatever thing it is important to be taken, we should take it.  To make it possible that LPA should have progress to have arms and so forth.  We knew that the ammunitions were scarce in the 1990's.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Did you really understand the instructions or orders from APLA to say that you must take a bottle of lemon juice, cake mix, paper roll, brown belt, a pair of black mens' shoes, two pens, did you really understand that to be instructions from APLA to take that sort of thing?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was an instruction which explained what kind of articles we should take, but in the actual operation we took even things which were not necessary or were not meant for.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Why then did you take these things which were not necessary and which were not meant for and which were not covered by the orders - if you were acting, or if you are perporting to be acting in terms of an order?",
            "Unknown"
        ],
        [
            "MR MAY",
            "As we have taken those articles we knew that we will be able to make money out of those articles and those are the articles which we found in that place.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You must tell me how you wanted to make money out of lemon juice.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Those kinds of articles you are mentioning, are those we found them in the car, we didn't take them from the house.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Why did you keep them with you and why did you intend to give them to your Commander if they did not fall within the parameters of the orders or instructions?",
            "Unknown"
        ],
        [
            "MR MAY",
            "The reason was that whatever we have taken we should see that before we can divide among ourselves.  He was the one who decided which one to take and which one to leave and what to do with them.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you would divide the rest between yourselves, would you, after he had seen what he wanted, is that what you just said?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, I wouldn't answer that, maybe it could not  have been possible.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You just said we divide between ourselves?  It cam out of your mouth.",
            "Unknown"
        ],
        [
            "MR MAY",
            "I don't remember saying that sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Now, I just want you to comment on something which is contained in the statement which was apparently on the face of it, made by Mrs May.  Perhaps she didn't sign it directly but apparently she signed the annexure thereof.  On paragraph 11 thereof, she says - on page 11 thereof she says one of the attackers approached me and hit me through the face, he was a shortish, stocky man and asked me where was the money.  He also told if I did not tell them where the money was, they are going to shoot me.  He also said that they would take all our valuables, belongings such as the wall clock.  Now, you see she is saying that one of you demanded money, is that what  happened?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I do not concur with what you have just read because I was not in close contact with Miss May.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Are you a relative of hers?  I see you are also a May?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "If no demand for money was made, I wonder why she would say this?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I have no other reason why she would say that because I could not come in close contact with her at that time.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If you did not say it, were you present when any of your co-accused demanded money?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could that have happened where you couldn't hear it?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I think so and I believe so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In the house - did you enter the house too with the other applicants?",
            "Unknown"
        ],
        [
            "MR MAY",
            "We entered the house one at a time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you present when she was taken to the bedroom and ordered to open the safe?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was not present.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who opened the safe?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I do not know who opened the safe.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you see whether anything was taken from the safe?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was only when these things taken from the safe was shown to me that I could look at them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now, you tried to take all the valuable things, is that correct in the house?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And according to the evidence you would have sold these valuables in order to get money?",
            "Unknown"
        ],
        [
            "MR MAY",
            "These articles would be sold where we would not be present as people who committed this act.  Our orders were to take these articles and exchange them for cash.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you never asked Mrs May to hand over cash, to hand over money to you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, we did not.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But wouldn't it have been much easier to get the money in stead of taking all the trouble to try and find buyers for the goods?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That would not have been easy.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why, why wouldn't it have been, in stead of taking all the articles get a lot of money and that you could hand over to your Commander?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It would not be easy because we were not told to get money from that place.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you seriously suggesting that you would rather steal watches that have got names on, which you would have to try to explain than to take money?",
            "Unknown"
        ],
        [
            "MR MAY",
            "There was no money in that house and we also believed that we would not go into that house and ask for money or rather look for money.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Wasn't a brown wallet with money in fact found on your person?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, sir.  It wasn't found on me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was it found in the car?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How did it land in the car?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I put it in the car.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did you find it to put it in the car?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I found it from the deceased.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the Krugerrands, where did you find that?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I think they were found from the safe, from within the safe.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And they were all found in the car?  Where was your husky wallet found?  Your denim husky wallet, was it also in the car or on your person?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was found in the pocket of my trousers that I was wearing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the brown wallet wasn't in the pocket of your trousers?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the watch?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was not on me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Any more questions?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "No, Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, you can go.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr Chairman, Ii will call Mr Nkgwedi.",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr Nkgwedi, is it correct that you were arrested at house number 337, which is the house of Mr Leeuw?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I will request you to repeat the question.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "I said is it correct that you were arrested at house number 337, which is the house belonging to Mr Leeuw?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "That is the truth.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And is it further correct that at that time you were staying with Mr Leeuw?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now, Mr Nkgwedi, paragraph 22 of the statement made by Mr De la Rey reads as follows:  \"... at 13h00 I returned to the home of accused 2 and 3 due to information which they made available to me.  The following was handed to me.\"  This is paragraph 22(2) \"one white pillow and a pair of brown mens' shoes, it was handed to me by accused 2.  This property was in the bedroom.\"  Do you have any comment to make regarding this allegation Mr Nkgwedi?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "What I know is that I was arrested alone and there was nothing whatsoever that was found in my possession.  The articles you are referring to, I know nothing of, this is the first time I hear of such articles.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Are you saying that this is the first time  you hear mention being made of this pair of brown mens' shoes?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I say myself, Nkgwedi, I was arrested alone.  This is a new thing to  me that a pair of brown shoes was found in my possession.  I was arrested alone, without any articles.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Precisely where in Mr Leeuw's house were you arrested?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "When this White thugs arrived they found me sleeping.  They woke me up kicking at  me and pointing a gun at me when they arrested me, this thugs.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr De la Rey says that that white pillow and those brown shoes were found in a bedroom.  Was it perhaps not the bedroom that you said they found you sleeping in when you were arrested?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "They found me in the lounge because as Africans you will find that we live to a number of thousand in a shack.  They found me in the lounge because our houses are very small.  They are referred to as small houses.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "But then why would this De la Rey allege that he found this white pillow and this brown shoes in a bedroom and in fact that you handed over these two articles to him, taking into cognisance that more articles were stolen other than this pillow and just a pair of brown shoes?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I have already explained that I was arrested alone in that house, the rest are just fabrications by this White thug who is a policeman.  What I know is that I was arrested alone.  This is just a part on him to strengthen his case or get a promotion or a better rank, we know that white Boers have a legislation that they created like this White thugs of the TRC that you followed orders that you shoot that kaffir, they had a system of promoting themselves through the ranks and they were referred to as policemen.  This was the system that the Boers used to promote themselves through the ranks.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is it possible that there could be a misunderstanding in the interpretation, when he says he was arrested alone.  As I understood it he was arrested with ...",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Accused number - Mr Leeuw.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If he says I've been arrested alone, isn't he trying to convey that he was arrested without a pillow and shoes, he was arrested without any goods being with him at that stage?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I would assume so sir.  That as he said I was, as a person, but he felt any articles, having found in my possession or in the vicinity wherein I had been sleeping or arrested.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I see.  Could you kindly clear that up.  Was he arrested with somebody or was he arrested alone as a single person?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr Nkgwedi, you said you were arrested alone.  Now do you mean you were arrested alone without any items or articles in your possession or were you arrested with someone else, could you please clarify that point for the Committee?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I say when this thugs arrested me, I was alone.  They didn't get any  jacket or coat or anything, I am speaking the truth here.  I am referring here to Nkgwedi.  I am not referring to any other person when I was arrested to the extend that I am a prisoner at the moment.  I was arrested alone.  I am not referring to any other person, I am referring here to Nkgwedi, myself.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was anybody else arrested in the house at the same time?  In house 337?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "At that time I will repeat this, I was asleep in the lounge.  Leeuw slept in his bedroom because our houses are very small, we could not sleep in that one bedroom all of us.  When these thugs arrested me, they took me to the car alone and Leeuw followed, being cuffed to the car.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you say Leeuw followed?",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "He said so, Mr Chairman. So Mr Leeuw was arrested or you were found in the same house in which Mr Leeuw was, isn't it correct?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Nkgwedi, do you have anything more to say or is that your testimony?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I do not believe this is all I have to say.  There are others that I want to say, however, some of them I cannot say.  All this mess was done on us by these Boers.  I want us to take me on this matter.  In 1652 on the 6th of April when you arrived here, did you come here with your wives?  On the 6th of April when you arrived in Azania did you have wives of your own, please answer me in honesty.  I will pick the one who will respond, Judge Wilson, you are supposed to speak the truth.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am not here to answer questions from you, if you have no further representations to make to the Committee as regards your application for amnesty, you can go back to your seat.  Has he any further, do you wish to ask him any questions?",
            "Unknown"
        ],
        [
            "MS THABET",
            "No questions.",
            "Female"
        ],
        [
            "MR NKGWEDI",
            "Pardon me.  Judge Wilson, do you mean that I have no right to ask you a question as you have the right to ask me questions and I am responding to them to your satisfaction so that you are, you have been oppressing the Africans more than 40 years ago, you've been abusing us as Africans and assaulting us.  Today I am asking you a question and you say you are not prepared to answer my question.  We have suffered at your hands as I wanted to tell Mr Mandela that he must disband this TRC.  When I leave this table Mandela must disband the TRC because it is still handled by the thugs of White people, those who maimed Africans, they maimed our warriors, the  Masheshe's, Dingaan, that was not the end of the world.  This earth belongs to the Africans, it doesn't matter if you bring a pile of books, the land belongs to the Africans.  I want to ask another question - do thugs ever arrest each other.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Nkgwedi, if you have nothing more to add regarding your submission today, please say so and you must give the Members and evidence leader a chance to ask you questions on your evidence.  Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Nkgwedi, did you kill Mr Fourie because he was a White thug?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Well, you said so, I have never said so.  It is you who stated that statement, but you (indistinct) in the question.  I have never said such a thing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, you didn't say it, that is why I am asking you whether that was the reason for killing him?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "What we fought for as Africans from the PAC or APLA we fought for our land that it revert to its rightful owners so that the Africans must live peacefully in their land.  Our forefathers died as slaves, I don't even have a bankbook, but your child he has got a luxurious house, he's got a big flashy house, I have nothing.  Most of the Africans have shacks as their dwellings.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, I can understand why the PAC fought a battle, they've given evidence and they've given us a reason for why they in fact acted as they did act and why they were involved in a war.  I am only asking you why did you kill Mr Fourie, what was your motive in killing Mr Fourie?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Fourie, it does not mean that I was against Mr Fourie, or I had something against Mr Fourie, I just wanted the land to revert to its rightful owners, the Africans.  Let us now cling to Mr Fourie's case.  Let us compare the number of Africans killed by the Boers and compare the number of Boers killed by the Africans.  We can compare, make a simple comparison.  The number of Africans killed by Boers is very small, however a lot of Africans had been killed by the Boers.  I want to ask this question and this is the second time that I am asking this question.  Has it ever happened that thugs arrest each other?  Judge Wilson tell me here, here in Azania in Africa, at prisons I know very well that you've got a rule in making legislation here in South Africa at all this prisons were there are no murders committed by White thugs and you find that Africans are jailed and killed in the prisons, where you have graves at this prison yard because I believe some of them had been thrown in some of the boilers at this prisons and it is stated that they escaped from prison.  This was done because they spoke for their rights.  The thing what I am saying is the right and correct thing, that prisoners throughout South African have been killed previously.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, I do not think that that happens, with any regularity.  There have undoubtedly been incidents of violence in prisons, but if there were I would expect you to have told your lawyer, he could have brought it to the attention of people to investigate, not for you to have tried to make a public performance out of such tragic incidents.  If you have information that prisoners were killed, were put into a boiler, I have no doubt whatsoever that the Advocate appearing for you, will take the utmost steps to ensure that it is properly investigated.  And I think that you should, if you have any interest in that, any real bona fide interest in those people, you would do that, rather than put on the performance you are doing now.",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Now you are making conclusions that I am making a public performance here.  I am not playing here, you are thinking that Nkgwedi is playing.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Have you l looked at your colleagues and seen what they are doing?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I am not a colleague, I am not referring here to the colleagues, I am Nkgwedi.  When you talk to me you must know that I am Nkgwedi.  Never refer to my colleagues, talk to me personally, I am an APLA soldier, you must never forget that.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Sorry Mr Nkgwedi, I think if you have points to make, make  your points and just remember that you must leave enough time for your colleagues, they may also be wanting to come and say a lot of things.  So make your points, be alive to the fact that you should leave time to your colleagues, they may also want to say something.  Concentrate on making your points, because if you ask the questions, you may find that, you may get answers which you don't like.  I thought you would just concentrate on making and summarising your points so that you leave time for other people.  By the way, are you the person who told us last time that you attended school up to sub, standard B?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "I am not here to play, I am here to state the truth even if you investigate through out Azania, you will be told that I ended up at sub, standard B.  This is not a joke, I didn't continue further with my schooling, even though you refused to answer some of my questions.  The same goes for Judge Wilson.  Judge Wilson, I want Grootvlei, Leeukop prison, Kroonstad prison to get the information and contact us here at Grootvlei as Africans, we are fighting for the prisoners' rights and assaults that we do not want at our prisons.  We do not want White wardens who are thugs and you have Africans who are wardens that due to apartheid they have been stereotyped so much that they became thugs, hence they were stripped of their ranks they were Sergeants.  I would request to hand this document so that you pass it on to Judge Wilson.  They must take actions, come to us at Grootvlei so that we expose of all the acts that we dislike at Grootvlei prison.    I will pass this list to my legal representative, who will pass it over to you.  You Boers have ill-treated us for a long time, even at the present moment we are still suffering at your hands.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "What are the other prisons that you mentioned?  Grootvlei and which prison?  You mentioned Grootvlei?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "Grootvlei, Goeiemoed, Kroonstad and Leeukop prisons.  Some of the parents are still under the impression that their children have escaped from prison.  For an example Tokyo Sexwale's next of kin have been shot by some of the farmers, they were under the impression that the relatives escaped, however their remains were exhumed from farmer's farm here in the Free State.  However, we may not forget that the land is ours despite all the explosions that you can devise.  Even if I can die a poor man, I do not have any worry because this is the torture that we received at the hands at the White man even if my children would die, I would not mind because I know we are slaves, slaves of the Boers for more than 40 years.  Since 1652, April when they settled or set foot here they killed our Commanders and stated that it was a car accident, they shot our Commanders in Pretoria.",
            "Male"
        ],
        [
            "MS THABET",
            "Mr Chairman, can I say something?  I am not sure what is the relevance of what the applicant is saying to his application and can I ask a question?  Mr Nkgwedi, why did you apply for amnesty?",
            "Female"
        ],
        [
            "MR NKGWEDI",
            "Are you referring to my application for amnesty?  Would you repeat your question please?",
            "Male"
        ],
        [
            "MS THABET",
            "Why did you apply for amnesty?",
            "Female"
        ],
        [
            "MR NKGWEDI",
            "The crux of the matter is not that I made an amnesty application, the objective here is to publicise throughout the world so that Africans must know that we had a role to play to fight the oppression of the White man, so that we liberate other Africans from apartheid.  It is not that Nkgwedi's objective was to expose or disclose of the corruption done by the Boers, nothing will remain a secret.  Everything will come out in the open, even if you do a thing alone, it does come out in the open.  Whilst you were still punishing us, did you know that the TRC would be established?",
            "Male"
        ],
        [
            "MS THABET",
            "Mr Nkgwedi.",
            "Female"
        ],
        [
            "ADV MTHEMBU",
            "Mr Nkgwedi, with due respect sir, what you are saying now has no relevance on your application sir.  We still have Mr Magoda who is to testify as well.",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "All right.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "If you have nothing more to say which is relevant to your application, sir, I would ask Mr Chairman to excuse you, if there are no questions.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You may be excused.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Thank you Mr Chairman.    Mr Chairman, I will call Mr Magoda.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Before you call Mr Magoda.  Mr Nkgwedi, I, if you an just listen to what I am about to tell you now, the interpretation will come through.  If there are other things which are worrying to you, with regard to the maltreatment of people in prison or in any way that you feel there had been some gross violations of human rights by whoever, you can let us know and tell us whether you will be keen to make statements so that we should arrange that members of the Truth and Reconciliation Commission can come and visit you in prison, consult with you, take down all those complaints and then investigate them properly.  Do you want us to do that?",
            "Unknown"
        ],
        [
            "MR NKGWEDI",
            "You have pleased me by saying that.  I am relieved now, I will do so.  I will expect you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "All right, we will try to make that kind of arrangements, thank you.",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "I thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is there someone here from the prison?  Is there someone here from the prison?  Do these, what time do you have to return these prisoners.  \"Daar is geen tyd\"?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV MTHEMBU",
            "Mr Magoda, is it true that you were arrested at house number 1684 K Section?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "No, I was not arrested in Section K, I was arrested at block M.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Okay, now I read to you paragraph 21, page 5 of a statement made by Mr De la Rey.  It reads as follows: \"At 12h35 I visited the accused 4's home at 1684 K, due to information provided by himself.  He handed the following to me.  One yellow plastic bag containing one Pentax camera, one grey bag containing an injector, one bag for glasses containing a Tedelex calculator, three shaving devices Braun, Hitachi and Remington, one black container containing eight pens.  On one of these pens the letters RJJF appeared.  The mentioned above was in the bedroom of accused 4.  Two plastic bank bags containing old and foreign coins (hidden in the flower pot in the sitting room), one tin of mussels and one tin of oysters in the kitchen cupboard.  One pair of brown mens' shoes or tackies with blood on the tackies, one blue overall.  There were white gloves in the back pocket of the overall.  Mr Magoda, do you have any comment to make regarding this statement made by Mr De la Rey?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "I would say unfortunately it is as  you were saying that there was a camera and unfortunately I did not look what was inside that bag because I was given it by Mr Leeuw.  As  you have listen overall and with the plastic tin and the tackies and two plastic bags containing coins, those are the things I know.  Those plastics were covered, I gave them that way, I gave them to the police in that way, I didn't look what was inside those bags.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now do you have anything to say about the one tin of mussels and one tin of oysters?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "With regards to this tin of mussels, I cannot comment that I have any knowledge of such articles.  I know of these things that I have told you about.  I know about the yellow plastic that was - and the two plastic that contained the coins which were in the lounge.  Others that he says that were groceries, I know nothing of because I am not a person who usually scouts around for groceries in the house.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Magoda, I want to know from you if the cans of oysters and mussels, were they found in one of your kitchen racks or not?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "I saw the police with all these articles.  There were many policemen in the house, three were in the bedroom, others were in the lounge, others were in the kitchen.  They didn't show me these articles that they are referring to today that they found in the kitchen.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "The grey pair of tackies with blood on them, do you know those tackies.  Mr Magoda, can you explain the tackies first?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Those belonged to me, the overall and the running shoes, which were stained with blood.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "And the white glove that was found in one of the back pockets of the overall?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Yes, they were mine, I used them.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Mr Magoda, do you have anything further to add to your submission?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Briefly I would say the police at that time as I, we hear from the statement, they are supposed to say, tell such things, they worked in close harmony with the previous regime which oppressed us.  They were in trouble through their acts they committed, that is as far as I would go.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Now, why were these yellow plastic bag, why did Mr Leeuw give it to you and the two bank plastic bags containing those coins?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "What he said was that he would come to collect this plastic bag, he didn't explain what he would do of this plastic bags.  As Africans of the  PAC we have secrets which must not be public knowledge because others might betray us, that is why he did not explain to me what he will do with all these articles.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Is that your evidence sir?  I am saying is that your evidence or your submission?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Yes, that is as far as I would go.",
            "Male"
        ],
        [
            "ADV MTHEMBU",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MS THABET",
            "No questions Mr Chairman.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "So you didn't know whether you were going to sell these articles or whether you were going to keep them?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "As they were put there and he said he would come and collect them and keep them, I didn't know what he was going to do with them and when he was going to collect them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You didn't know for what purpose he would come and collect them?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "He did not explain whether he would come and collect these articles to sell them or do whatever with them.  As a Commander he knew what he was supposed to say to me and what not to say to me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you took these articles - for what purpose did you take it?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "I kept them as that was the order.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What was your motive in killing Mr Fourie, partaking in the killing of Mr Fourie?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "At that time we were involved in the struggle, fighting for our land.   It was not because I hated Mr Fourie, it was a time of war.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But what was your political motive, what do you want to achieve by killing Mr Fourie?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "The objective was to get the land that was taken from us by the Boers, they removed us from fertile areas like the farms, they took this land from us where they started farming.  Furthermore we could not continue with our farming activities since we were removed from those farms.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So is it correct then that you wanted to scare the people or to chase them away from the farm so that you could reoccupy the farms?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "According to the statement that we have already put, as there was a call to establish the great storm from Commander (indistinct).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, what was the great storm, what did he actually tell you, what was the operation great storm, what was he trying to achieve?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "It was intended to get the land to its rightful owners, the Africans.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And on going there, am I then correct it was a war to get back the land?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You didn't intend to take property to weapons from Mr Fourie?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "We wanted to get their firearms  ... (tape ends) ... or other arms and ammunitions.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you had two objectives actually, to get weapons and to get the land?  Or did you only have one objective, what was the position?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "The weapons were meant to be used when we fought for the African land.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you take his car?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Those were the things we needed, we didn't have any means of transport, we didn't have money, we didn't have weapons.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And was the car taken for your own transport and your co-applicants' transport or what did you want to do with the car?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "The car could have been sold because as I have said we didn't have money so that we can continue with our struggle, we needed the money.  To continue with our struggle for liberation and so that we have the money which we needed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the watches?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "We just took at random articles that could generate money for us so that we could continue with the struggle.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And who was responsible for selling the articles?  Would you sell it yourself, those that were with you or why did you divide the articles between you?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "We didn't do these things out of our own will, this was a command and we towed the line.  We could not divide the articles amongst ourselves for our own benefit.  The Commander knew where to sell the things or what to do with these articles.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And would you hand over all the articles to the Commander?",
            "Unknown"
        ],
        [
            "MR MAGODA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Right, thank you.  We will now adjourn to 09h30 tomorrow.  Well, 09h30 is a little flexible, we are having a distinguished visitor at nine o'clock, we hope to be ready by 09h30 tomorrow morning.\n\tCould you be sure that the applicants are here by 09h30?  Thank you.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}