{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-05-14",
        "location": "BLOEMFONTEIN",
        "day": "3",
        "names": [
            "MPEZELE NELSON NGO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54605&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem2_ngo.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MEMANI",
            "COMMITTEE ADJOURNS",
            "FREESTATE",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "M N NGO",
            "MN NGO",
            "MPEZELE NELSON NGO",
            "MR BRITS",
            "MR NGO",
            "MR VAN DER MERWE",
            "MR WAGENAAR",
            "MS THABETHA"
        ],
        "original_speakers": [
            "JUDGE WILSON",
            "MS THABETHA",
            "ADV MEMANI",
            "MR BRITS",
            "ADV DE JAGER",
            "MR WAGENAAR",
            "JUDGE NGOEPE",
            "MPEZELE NELSON NGO",
            "MR NGO",
            "MR VAN DER MERWE",
            "COMMITTEE ADJOURNS\n",
            "M N NGO\n",
            "FREESTATE\n",
            "MN NGO\n"
        ]
    },
    "testimony": [
        [
            "JUDGE WILSON",
            "You assisted in extending the tables for Counsel and \nproviding further microphones for their use, thank you.\n\tWe are now proceeding to hear the application of Mpezele Nelson Ngo, \napplicant No 2422/96.  The Committee consists of the same three persons \nWilson, Ngoepe, De Jager.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Thank you Mr Chair.  Mr Chair I don't know, I think we \nshould clarify, Mr Motsomai is sitting over there with the applicant.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Is he also, I thought you're not ready to hear that. Are you \nready to hear that?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "That's what I wanted to clarify, that maybe he should, he \nneedn't sit here necessarily because ...(intervention).",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "I understood that its  going to be arranged that we're going \nto hear Ngo only and that he would join tomorrow and he's ...(indistinct) his \napplication. Is that ...(indistinct)?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Yes very well, I'm indebted to the Committee members.",
            "Female"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson I think I also need to be clarified.  What \ndoes it mean when the Committee says that it's going to hear matters \nsimultaneously in practical terms?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It means as provided in the Act that it is going to hear \nevidence which relates to different applications together.  We are not going to \nduplicate these things, we are going to hear the applications.  They remain \nseparate applications brought by each individual, there is no such thing as a \njoint application.  They are separate applications which are heard together. That \nis the evidence led is evidence in both or all of the applications, in so far as it is \nrelevant to that application.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Doesn't it mean then that the applicants must then be there \ntogether at all times, that when we're finished does it mean that when Mr Ngo \nfinishes to testify he's going to testify or does it mean that when Mr Ngo \nfinishes testifying then the police witnesses are going to testify?  I'm at a \ncomplete loss now.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We would have the police witnesses that relate only to \nNgo.  Those that relate to both of them would give evidence after they have \nboth given evidence.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "In that even then we are not hearing Mr Motsamai then, \nwe're hearing Ngo alone?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Today yes.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Then may Mr Motsomai be excused?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That's what I suggested that he remove himself from the \ntable and go and sit elsewhere, down in the body of the hall.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where he can hear the evidence of Mr Ngo because it \nmay well be, and certainly is, that part of that will relate to him.  It may be more \nif he remained sitting here where he can hear it easily. If you wish we could \nstart both applications now, it was you as I understood who said that there were \nvarious reasons why we couldn't.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes but then I understood that pressure was put upon me to \nproceed with these applications no matter what, but the only reason why we \ncould proceed was that the only relevance is that the only evidence that would \nbe led this afternoon is that of Mr Ngo.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No I can't hear you, speak up.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "My understanding was that they are going to be heard \nsimultaneously, that is together whilst they are sitting there but we will be \nhearing the evidence of Ngo only today.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes but that evidence may well relate to your other client. \n Ngo isn't to be asked to give evidence again.  The whole purpose of hearing \napplications together is to avoid the repetition of evidence.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I think Mr Chair should say that you are more comfortable \nwith them sitting there together and they will just proceed as they are sitting \nthere together.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Very well we'll hear both the applications, we will hear \nthen the application I have already given you details of and the application of \nMohanaetsi Stephen Motsamai applicant No 4031/96.  These applications are \nbeing heard together.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Mr Chair I would like to hand over to Mr Willem Brits.",
            "Female"
        ],
        [
            "MR BRITS",
            "Thank you Mr Chairman, my involvement only relates in so far \nas the application of Ngo.  The implicated persons there who I represent is \nColonel Flip Loots and Sergeant Hendrik Bukawa.  Now I've drafted affidavits \nin which they state their version of the facts where they were implicated, I've \nhanded copies of these affidavits to my learned friends here and specifically to \nthe legal representatives of the applicant, they've gone and worked through it, \nthey said that we can hand it in by agreement, we can hand it in but they are not \nwaiving the right to cross examination but at this stage it doesn't necessary that \nthere are so many material facts pertained in these affidavits that they want my \nclients to be present at the moment.  I am available and I beg leave to hand \noriginal copies of these affidavits to the Committee, and these implicated \npersons do not oppose the application of Mr Ngo.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well, they will be, Loots will be A and Mukaba B.  \nIs it necessary for us to read these?",
            "Unknown"
        ],
        [
            "MR BRITS",
            "Not at this stage Mr Chairman.  If needed later ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "One would certainly read them later, I ...(intervention)",
            "Unknown"
        ],
        [
            "MR BRITS",
            "Ja but for cross examination, maybe for record purposes, then we \ncan...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...(indistinct) difference will be made to the \npattern...(indistinct)",
            "Unknown"
        ],
        [
            "MR BRITS",
            "And as such I may at this stage be excused from proceedings.  \nI've made arrangements with them where they can contact me if necessary but \npractically it doesn't look like they're going to need my clients within this \n...(indistinct).",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Okay we will excuse them till further notice.",
            "Unknown"
        ],
        [
            "MR BRITS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson may I put it on record that Mr Mthembu and \nI do not accept responsibly for notifying him of any postponements or calling \nhim and this is a matter which is within the ...(indistinct) of the functions of the \nCommission.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Members of the Committee, before we proceed with Mr \nNgo's evidence, I would like Advocate Memani to certify how he is going to go \nabout addressing his evidence because as far as I know Mr Ngo has applied for \neight acts which he is committed.  So I would like to have some clarification on \nAdvocate Memani.",
            "Female"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson, when we concluded these \nproceedings...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry this is, you say he's applied for eight.  And where is \nthis list to be found?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "That's the first that you have advised us that you prepared \nsomething that could assist the Committee.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Mr Chairman indeed I have, the only hesitation I have at \nthe moment is that I would have to hand in more than one of the pieces of work \nthat I've prepared for it to make sense.  I must just inform the Committee with \nrespect at this stage, that because we're not involved in the Pretoria incidents \nthey have not been included in what we have prepared but subject to that \nqualification we gladly hand it to you Mr Chairman.  If you will give me a \nmoment's time, Mr Chairman may we first hand in Exhibit P30, you don't have \nto concern yourself about marking the exhibits, we are keeping the exhibit list \nnumbers up to date and we will hand that to you as well. So we might hand to \nyou Exhibit P30 and I'll give you a short word of explanation on that so that \nyou can understand, with respect, how the document is intended to work Mr \nChairman.\n\tMr Chairman looking at Exhibit 30 you will see that it consists of five \npages, actually six but the last one is just in case a member of the Committee \nwishes to fill in any other information which I couldn't think about.  Mr \nChairman the list approaches the matters of both Mr Motsamai and Mr Ngo on \nall the documentation that was placed before the Committee and it approaches \nthe matter from the point of view of incidents.  Now I'm going to hand to you a \nfurther exhibit, P31 in a moment which approaches the matter from the point of \nview of persons indicated so that you have the best of both worlds we hope Mr \nChairman to assist you in the summary of what we attempted to do.\n\tWhat we have attempted to do Mr Chairman is because Mr Motsamai \nhas produced three documents, perhaps you know about them, if you don't, \nmay I quickly inform you what they are.  The first is his application form, and \nthen at the last hearing on the 14th of March a document was produced which \nwas a hand-written document, the status of which we are not certain of Mr \nChairman.  That was handed in as Exhibit P28.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is my learned friend referring to Mr Motsamai or Mr Ngo.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "I'm referring to Mr Motsamai.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I'm sorry but we haven't heard Mr Motsamai yet, nor have \nany documents been submitted on behalf of him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Motsamai, let me just see what I have got, I've got his \napplication.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "The document produced by the official of your \nCommittee Mr Chairman on the 24th of March when we were here last time.  \nIt's a hand written document, we've included it here Mr Chairman, we don't \nknow what the statement of that document is but reference to certain incidents \nwere made in that document.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What does it look like?",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "It's this one Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETHA",
            "It's the handwritten statement, you've got it annexed.",
            "Female"
        ],
        [
            "JUDGE NGOEPE",
            "Mr Chairman, why don't we proceed with the evidence \nand go and deal with these matters at the most appropriate stage?",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Mr Chairman it is the one that looks like this, it's the \nhandwritten statement that looks like this.  It's under a covering...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It's headed Brief Description of the Violation of Human \nRights.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Well mine says, Details of the Person Making Statement \nand then it goes on to say, exactly, Brief Description.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mine Starts off saying, Declaration.  I Mahonaetsi \nMotsomatsi solemnly declare the information I'm about to give is correct.  The \nnext page is, Details of Person Making  Statement and the next is, Brief \nDescription of the Violation of Human Rights, and then are then two additional \npages.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "You will forgive us Mr Chairperson, we don't have the \nfirst page which you referred to but that is the documentation which was \nhanded in as Exhibit P28 at the last hearing.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "P28?",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "P28.  We are not addressing at all the merits of what we \nare referring to, we're simply taking you through the document, exhibit P30 to \nexplain to you how it's supposed to work.\n\tMr Chairman and then last week another document was produced by the \nCommittee which was forwarded to us and there's a document marked \nAnnexure B.  You will certainly see it at some stage or another if you haven't \ngot it already.  The reason why I mention that Mr Chairman is merely for this \npurpose, to show you that Miss Motsamai has placed three documents before \nyou apparently, we also don't know what the status of Annexure B is, we will \nhave certain submissions later, but what we've done Mr Chairman is from the \npoint of view of incidents, we have over the five pages before you dealt with \nevery incident which was mentioned in the application form in the first column, \nin Exhibit P28 in the second column and in Annexure B in the third column, \nand then simultaneously Mr Chairman, in the last column we dealt with the \nevidence on the application form and the annexure thereto of Mr Ngo. So that \nthe purpose is this, Mr Chairman, you could at a glance, see what incidents \nhave been referred to by both these applicants, where they were referred to and \nin a sense, to a certain extent, how they either agree with each other or how \nthey conflict with each other.\n\tThat's the only purpose of Exhibit P30 is to give you a working \ndocument if it's of any assistance to you.  We don't hand it in for purposes of \nproof of the contents thereof, it's simply a working document.\n\tMr Chairman may I then refer you to another...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Everybody else has seen this have they?",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Yes they have.  Mr Chairman I have also drawn, if you \nregard the contents of that, 31, I'm sorry 31, the contents of that as of doubtful \nassistance to you, well then of course you are free to ignore it but the purpose \nof this document was to approach the evidence of both Mr Ngo and Mr \nMotsomai from a point of view of the perpetrators Mr Chairman, so that when \nyou deliberate on the issues at the end of the day, we felt Mr Chairman that you \nwould have a summary from both points of view and we hope that that will be \nof assistance, not only to you but also to our learned friend.\n\tWhile I have the floor so to speak Mr Chairman and perhaps to continue \nwith a few other household matters, at the last occasion when we adjourned we \ngave an undertaking that we would attempt to find the personal file on Mr Ngo. \n We are told Mr Chairman that there are more than one file but we've been able \nto locate one of them.  That file has been gone through by myself and the \ndocuments which may be of interest to the Committee from the point of view of \nits enquiries, I have photocopied Mr Chairman and I place them before you.  \nYou are welcome to go through the file of course yourself, it's a fairly bulky \nfile, and my learned friend is also of course very welcome to do so.  I couldn't \nfind any documents other than the ones which we've got before you now, which \nwe'll hand to you now, which are vaguely relevant to your enquiry Mr \nChairman, and perhaps we could hand that up for your assistance as well.\n\tWhat we've done Mr Chairman, because it deals with the same issue as \ndid Exhibit P27 at the last hearing, we have numbered them P27.1/2/11 so that \nthey're all in the same area in your exhibit file Mr Chairman perhaps lastly as I \npromised, we have drafted just for you to know where we are more or less, we \nhave drafted an update on the exhibit list numbers which we also hand to you \nMr Chairman.  And then very lastly Mr Chairman, there was some, perhaps \ncriticism is a strong word, but there were some doubts expressed by the \nhonourable Committee members at the last hearing about a computer print out \nreflecting as is purported to do the leave of Mr Erasmus. What we've been able \nto do is to find an additional document which we beg leave to hand in under \ncover of an affidavit which actually sets out an extract from his leave file Mr \nChairman...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That was P26 wasn't it.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Correct Mr Chairman, and we suggest that we mark this \none P26 too to have it all together.  And with that Mr Chairman I have nothing \nfurther to say.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well wait, wait, I'm coming with more queries. Other \nmembers of the Committee may have similar ones. I do not seem to have all the \nExhibits listed on your list.  Now I don't know whether copies were made \navailable of all these documents or whether they were merely one.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Mr Chairman there are two answers to your question.  \nThe first is you must bear in mind perhaps wisely or unwisely at the hearings in \nPretoria we suggested and the then Chairman His Lordship Mr Justice Mall \naccepted that it might be an idea to hand in all the exhibits emanating from \nclients of Wagner, Miller and du Plessis as a P exhibit, P to 1 500, so what you \nhave before you is a list of exhibits which don't only cover Ngo's case and \nMotsamai's case obviously but it contains the full list.  Now it may have been \nwise or unwise but that's part of the answer.\n\tThe rest of the answer to your query Mr Chairman is that whenever we \nhanded up documents it was always done with copies at all times.  Now if you \nwould give an indication of which exhibits you miss, we will make certain that \nyou have copies presented to you to replace the ones that are missing from your \nfile.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well perhaps rather than wasting time now \n...(intervention)",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "We'll do it during the night and will have it tomorrow \nmorning.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you, we will consult with one another as to \nwhether any of us have or who has or has not and let you know.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Perhaps after the adjournment we could wait and receive \nyour instructions as to what ...(intervention).",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes if we adjourn and you could come and speak for a \nfew minutes.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Have you got all these exhibits?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Yes Mr Chair I do. Only exhibits is so far as the matter \nNgo and Motsamai are concerned. I know that I've got more copies for the \naffidavits ...(intervention).",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "No the affidavits we haven't had yet are the P32 to 41.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Perhaps we could hand them in straight away and \n...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No but I shouldn't have them yet, that's all, they're not \nmissing.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Mr Motsomai's application hasn't...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The list goes up to 31.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Yes. We'll try to sort it out.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Mr Chair before we proceed, may I just highlight it to the \nCommittee members that between the application of Mr Motsamai and Mr \nNgo, there are two matters which seem to be related to the same offences, \nnamely the burning of Winnie Mandela's clinic and the bombing of Jannue \nMohape's Ford Cortina and Elia Mohape's minibus.  It's just those two which \nare related to each other.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Let's look at these. the burning of the clinic, the burning of \nthe Ford Cortina, I'm not sure what compare be means, petrol bombing of the \nhouse of Max Mokuba and the murder of Oupa Makhubalo. So how many, you \nsay there are two, those two, the burning of the house and the car, and then \nthere's the further mention of the attack of the attack on Oupa Makhubalo or \nattacks, matter No 13 under Motsamai, and next to it appears the letters \ncompare B.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "If I may explain, I don't want to confuse you but the \nreason why that is inserted there is merely because that is the only place where \nMr Ngo refers to Makhubalo, but he doesn't refer to an attempted murder on \n...(indistinct), only the attack on his home.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The same person though.",
            "Unknown"
        ],
        [
            "MR WAGENAAR",
            "Yes it's the same person.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That's right.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Well perhaps we'll get to hearing the evidence that we \nhave come for.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I will now hand over to Advocate Memani to lead Mr \nNgo.  Thank you Mr Chair.",
            "Female"
        ],
        [
            "ADV MEMANI",
            "Thank you Mr Chair, now Mr ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you going to call him now to give evidence?",
            "Unknown"
        ],
        [
            "MPEZELE NELSON NGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Ngo at the previous hearing you testified about the \nincident relating to the death of Mr Venter.",
            "Unknown"
        ],
        [
            "MR NGO",
            "That's true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Chair at this stage I would like to make a request \nto refer to some aspects on his evidence at that stage.  Mr Chair do I have your \nleave to do that?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now on the last occasion you told us that your brothers \nJohn and Arrie Ngo assisted you in what amounted to reburial of Mr Venter? Is \nthat correct?",
            "Unknown"
        ],
        [
            "MR NGO",
            "That's true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now you also told us that you had told them that Mr Venter \nhad been found in an accident and had been buried there.  Do you remember \nthat?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes that is so.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now do you wish to add anything about the involvement of \nyour brothers in the incident relating to Mr Venter?",
            "Unknown"
        ],
        [
            "MR NGO",
            "They helped me to bury him there, that is the only thing that they \ndid because we requested their help.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The question which arose is why did you prefer to use your \nbrothers when you had informers who were available to you, why did you \nprefer them who were on your evidence some kind of a risk to the Security \nBranch?",
            "Unknown"
        ],
        [
            "MR NGO",
            "The explanation I gave is that they firstly knew the area well \nwhich was a municipal area where we buried Venter.  We used to use them \nbecause I trusted him, those were the people whom we used for information, he \nused to tell me things that I trusted that even if I told him that he should do that \nkind of a thing, he'll be on my side.  I recruited him in other words in the \nSecurity Branch about to be an information source.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now it is the first time that you're telling the Committee that \nyour brothers had been your information sources and that you used them \nprecisely because they were your sources and you trusted them.  Why didn't \nyou tell the Committee on the previous occasion that they were your sources \nand you trusted them because of that reason?",
            "Unknown"
        ],
        [
            "MR NGO",
            "The reason was that I was answering because in terms of the \nquestions asked and I am answering now because of the question asked and \nthose are the things which I was prepared to say because it was in line with the \nquestion.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Ngo the question about the wire that was found \non the neck Mr Venter do you have you anything to say regarding how it came \nabout that there was a wire around his neck?",
            "Unknown"
        ],
        [
            "MR NGO",
            "It happened that I arrived there then I shot Mr Venter. After that I \ntied his hands with wire, then I went back after to the car after I had tied his \nhands and his feet. After that when I arrived at the car, Adjutant Ramasweu \nmade a decision that we should go and fetch the body.  When we arrived in the \nhouse we found Mr Venter while he was sleeping on the mattresses, he was \nbleeding, we were supposed to pick him up and take him out of the house. We \nsaw that just to take him there there will be some blood stains on the ground.  \nThat is why I put a pillow case on his head, then I tied that pillow case on his \nneck so that he should not bleed and we should not have blood stains on the \nground.  That is how the wire was there on his neck. We were awaiting blood \nstains on the floor and on the ground whilst we were taking him to the car.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now in the Judgement, I beg Mr Chair's pardon, I haven't \nmade a note of where it appears on the record, but there is some reference to \nthe fact that there was no blood found at the house of Mr Venter and that \nmakes it improbable that Mr Venter would have been shot in that house \nbecause the doctor said that if Mr Venter had been shot in his house, then he or \nshe would have expected to find blood to be found by the police on the scene, \nbecause he would have bled profusely. Do you have any comment as to why \nthere was no blood found there if you shot him inside the house?  That if Mr \nVenter had been shot in the house as described by Mr Ngo, he or she would \nhave expected blood to be found on the scene because a person shot in the \nmanner described by Mr Ngo would have bled profusely.  The Police testified \nthat there was no blood found on the scene.  The learned judge then in his \njudgement made a finding that it is improbable that Mr Venter was shot in his \nhouse in the light of the evidence given by the doctor and the police.  I am now \nasking Mr Ngo to tell us why no blood was found in the house of Mr Venter.  I \nhave been told that it's page 32 line 20 of the judgement My Lord.\n\tNow we are waiting for the answer from Mr Ngo I suppose.",
            "Unknown"
        ],
        [
            "MR NGO",
            "I didn't quite understand your question.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "At the trial the Doctor testified, let me start with the police, \nthe police testified that when they arrived at Mr Venter's house there was no \nblood on the floor and the Doctor testified that if Mr Venter had been shot in \nhis house in the manner in which it's described and had suffered the wounds \nthat he suffered, he would have bled profusely and he would have expected the \npolice to find blood on the scene.  The presiding judge then in his judgement \nremarked that if you were telling the truth then you would have expected in the \nlight of what he's been told by his doctor and the police that blood should be \nfound on the scene.  Now I'm asking you to tell the Committee why no blood \nwas found on the scene.",
            "Unknown"
        ],
        [
            "MR NGO",
            "Where I shot him it was in the sitting room. There were sofas \nthere, there were carpets just next to every sofa.  They were round and they \nwere put in front of the sofa, so after I shot him he fell on one of the carpets \nwhich were there. When we returned I found him lying on one of the carpets, \nhe was bleeding.  I did not take a long time before I came back.  I ran fast from \nthe car to the house, where he fell he fell on one of the carpets, he was not on \nthe mats on the mats which were fixed on the floor.  We took him together with \nthe carpets and took him outside.  The blood which was there was on the carpet \nwhich we took together with the body, where he fell, so we took him together \nwith that carpet.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Cupboard or carpet? Carpet.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now another aspect Mr Ngo is the question of your \ntestimony at the court...(intervention).",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry before you go on, can I ask him something about \nthis.  Is the only blood stained you removed the carpet that his head was lying \non?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He fell on the floor mat so we rolled that mat on his body, so we \ntook him together with that floor mat.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is that the only trace of blood you removed from the \nroom, you didn't clean up the room in any other way?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He fell on that floor mat, his head fell on that floor mat which was \non top of the carpet, so I took the pillow and covered his head and took him \ntogether with that floor mat but I did not see any other blood stains on the floor \nor somewhere else.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He was standing was he when you shot him?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was reading a paper.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Because you see the doctor also said there would have \nbeen spots of blood caused by the impact of the bullet and no such spots were \nfound.  Can you explain that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "At which page are we My Lord.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Page 32 line 20. \n\tVolgens Professor Olivier sal daar sekerlik ..there would definitely \nhave been spots with the shot being fired. If the body of the \ndeceased had stayed in one place and after that he would have \nexpected that there would have been quite some blood under the \nhead.\nCan you explain why there weren't spots of blood elsewhere caused by the \nimpact of the bullet?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I'm not able to explain that as to why there were no blood stains \nsomewhere else because I was not looking.  What I did is that I shot him.  After \nshooting him he fell, he wanted to lean forward but at the time when I shot him \nI pressed him down and then I tied him on the hands and feet.  Whether there \nwas no blood elsewhere I'm not able to testify.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is it correct Mr Ngo that the furniture that was in the house \nwas also removed in the room where Mr Venter was shot?",
            "Unknown"
        ],
        [
            "MR NGO",
            "That is true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you inspect that furniture to see if it had blood stains on \nit or not?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I didn't have an opportunity to inspect the furniture on my own.  I \ndon't know of people who remained with the furniture in But...(indistinct), that's \nwhy they did inspect, that's where there were blood stains.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "A question which seemed to arise again was why, when you \nhad already seen that the police were not helping you after you had killed Mr \nVenter, did you then not choose to tell the truth and say that 'I was sent by \nCoetzee and Erasmus to do this thing' and chose to implicate your brothers \ninstead?",
            "Unknown"
        ],
        [
            "MR NGO",
            "They didn't say to me they are helping me and they did help me.  \nThey used to bring money to me in prison and at the same time they helped me \nto escape from prison.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And in court, why did you chose to implicate your brothers \nand say that they were responsible for the killing of Mr Venter?",
            "Unknown"
        ],
        [
            "MR NGO",
            "As I explained, in court I gave evidence in fact hoping that they \nwill do all means that I should not be imprisoned.  As they did promise me that \nthey will make it possible for me to escape from prison, so I trusted them \nbecause there were many things which they were able to do for you as \nmembers of the Security Branch that they would negotiate with the prison \nofficials for my escape so that they would arrange with other prison officials \nthat I should escape.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Mr Ngo, your counsel is taking you back to  questions \nwhich you were asked and which you answered, which area he did not traverse \nor did traverse during the opportunity he was given to reexamine, which \nreexamination he did carry out.  Now do you remember the answers you gave \nto this same question which was asked you last time, do you remember what \nanswer you gave as to why you incriminated your brothers during the trial, for \nexample?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Do you mean in which way did they help me to bury the body or \nto give evidence, I don't understand the question correctly Sir.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "I'm not talking about the police, I'm asking you, do you \nremember that the same question was asked of you last time and do you \nremember the answer you gave last time?",
            "Unknown"
        ],
        [
            "MR NGO",
            "To say that my brothers should help me.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Why you incriminated your our brothers and risked them \ngoing to jail or being sentenced to death and not spill the beans?  Do you \nremember the answer you gave last time?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes I do remember Sir.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "What did you say last time?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I said I, one of my brothers was used as a state witness against me.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Well is it the same answer that you have just given a few \nminutes ago?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I didn't understand the question asked by Mr Memani, that is why \nI said the question should be repeated, because I didn't understand that question \nin which way it was going or what kind of answer it needed.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Well why did you answer it if you didn't understand it?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I answered then he answered again, then I said I didn't understand. \n That is why you came in and you said, 'do you remember the evidence you \ngave in regard to the question', that is then that I didn't understand as to whether \ndo you mean what kind of evidence you are asking.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "I advise you now that if your counsel goes back to asking \nyou questions which were asked and which you answered last time, you must \nplease try to remember the answers you gave last time because two questions \nhave been repeated here, both in respect of which you gave two answers which \nyou didn't give last time and it seems to me if you go on like this, if you don't \ntry very hard to remember the answers you gave last time we will keep on \ngetting different answers, answers that were different, which are different to the \nanswers you gave to exactly the same questions last time.  You may be advised \nto try and think very hard if your counsel goes back to the same questions you \nwere asked last time, my advice to you is that please try to think very hard \nabout the answers you gave last time.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That is if those answers were true.",
            "Unknown"
        ],
        [
            "MR NGO",
            "I understand Sir.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now you've told us that you hoped that the police would \nhelp you and they did help you by arranging an escape for you for instance and \nthey came and gave you money.  Now you have also confirmed that on the \nprevious occasion you said that you testified against your brother because he \nwas being used as a state witness against you.  Now when you say that he was \nused as a state witness against you, let me say why do you say that he was used \nas a state witness against you?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Because he testified for the State. What other reason could \nthere be?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson may the witness answer the question?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If you want to repeat all the questions you've put last time, \nrepeat all those questions, you could do so Mr Memani but you'll have to face \nthe consequences then.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson I'm not going to repeat all the questions, but \nthese are matters which I feel should be clarified because there is some \ndifficulty around them.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Mr Memani I think that I did not want to put it as strongly \nas one of my colleagues, perhaps properly put, but you see you are going back \nto the same thing and we traversed this area and he came at some stages up \nwith a version that he incriminated his brother because his brother had sought \nto incriminate him. It was pointed out to him that he was Accused No 1, he was \nthe first one to testify, even before any of his brothers could testify and he was \nthe first person to start incriminating his brothers.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct My Lord but there is something that I am \ntrying to lead him on on this aspect",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I don't know, I'm speaking for myself, I really wouldn't \nhave allowed you to go back to this because questions were put to him, he \nanswered  and then you reexamined him and you go back to the same \nquestions, now we, I'm not sure that we're getting a new version altogether \nwhich will require  of the other people now to come and reexamine him.  I have \nreservations about this.  You are lucky that the Chairperson allowed you to do \nthat but perhaps don't push your luck too far Mr Memani.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was his brother a state witness at the trial?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairperson he was not a state witness as lawyers \nwould understand it and that is why I'm asking him to clarify that matter, why \ndoes he say that he was used as a state witness when he was in fact testifying \nas a coaccused?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Carry on.  Did your brother give evidence after you?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes he gave evidence after me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So when you gave evidence he had not said anything to \nthe court?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes that's true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Ngo, why do you say that he was a state witness? \nat the court?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I took it that he was a state witness because he was telling how the \npolice took him to the Bri...(indistinct) and then bribed him and he was taken \nout of us and taken somewhere, then they were protected by the police, \ntherefore in that regard I took him as the state witness.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Ngo you are a policeman. You know what a state \nwitness is, surely. You were aware that this person was charged with you as \naccused No 2.  You know what a state witness is, you are a policeman but how \ncan you come and say to us that your brother was a state witness?",
            "Unknown"
        ],
        [
            "MR NGO",
            "If people are coaccused and arrested together, the reason for them \nto separate them into various cells and then at night you take him to other \nplaces, you make him change his clouds and you know that he is dressing now \nwith new clothes from home and is now accompanying the police. So I came to \na conviction that he is now working in cahoots with the police, so that they are \ncreating an opportunity that he should tell the court what they want him to do. \nThat is why I understood that he was made a state witness.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you know state witnesses are not charged, they are \ngiven indemnity from prosecution, aren't they.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "It is possible that you can make a person a state witness \nso that you, even if you're not a state witness but though you are an accused, \nyou can testify differently that even if he's your coaccused he will get 20 years \nand then he will get 18 months because you have made him a state witness so \nthat you will be able to lighten his sentence to protect that it should be clear that \nhe is a state witness.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Anything else that you want to ask him about this?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No more My Lord. Now I'm indebted to his Lordship for \nthis opportunity I am now going to proceed to the other acts My Lord. \n\tNow Mr Ngo I want to refer you to your application, the one which is in \nthe manuscript.  Mr Chairperson I recall that at the last hearing you asked Mr \nMpshe to make copies of what was referred to as the second application.  I \ndon't know if those copies were made and are if front of you at this stage.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Chairman with respect, your ruling on that \nmatter was that that one was going to be ignored for purposes of this \napplication, that was the ruling as far if I remember correctly.  We don't have a \ncopy of it and I'm not certain whether it's relevant to bring it up now.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I don't have a copy before me at the present time, nor have \nany of the other Committee members.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But I do recall Mr Chairman that although that initially you \nhad adopted the stance that it was that it was not relevant, at some stage it was \nbrought before the committee and some arrangement was made that copies \nshould be made in due course.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well that does not seem to have been done.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Chairman, that being the case then, I will proceed \nwithout referring to pages because we don't have the same papers in front of us. \nIn your application you confess to an act of kidnapping a COSAS secretary and \nyou seek amnesty in respect of that conduct, is that correct?",
            "Unknown"
        ],
        [
            "MR NGO",
            "That is true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now can you tell this Committee about this incident? When \ndid the incident take place.  Let me start here, what was the name of the person \nthat was involved?",
            "Unknown"
        ],
        [
            "MR NGO",
            "That is White Mohape.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "When did the abduction or kidnapping of Mr Mohape \noccur?",
            "Unknown"
        ],
        [
            "MR NGO",
            "That's 1986 Sir.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Do you recall the specific date?",
            "Unknown"
        ],
        [
            "MR NGO",
            "No Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...(indistinct)  records circumstances, this incident is \nreferred to on page 5 of the annexure to his application, is that correct?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "That's correct.",
            "Female"
        ],
        [
            "ADV MEMANI",
            "Now may I add that our numbering is not the same because \nof the fact that I'm using the, what is referred to as the Second Application Mr \nChairperson.  Now Mr Ngo, can you tell the Committee the circumstances \nsurrounding the kidnap of Mr Mohape.",
            "Unknown"
        ],
        [
            "MR NGO",
            "It happened that Mohape was an influential leader in the COSAS.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Were you alone when you kidnapped Mr Mohape?",
            "Unknown"
        ],
        [
            "MR NGO",
            "No, it was Ditsametsi, Mamome, Ntyala and Cronje.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now where were these persons, were these \npersons...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry who were the last two please?  Ditsametsi, \nMamome, Ntyala and Cronje as in Afrikaans.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now how did you know these persons, what was your \nrelationship with these persons?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Do you mean these people I committed this kidnap with?  Those \nare the policemen.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Were they stationed?",
            "Unknown"
        ],
        [
            "MR NGO",
            "They were stationed at Fountain.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Where is Fountain.",
            "Unknown"
        ],
        [
            "MR NGO",
            "Bloemfontein.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "At whose command was Mohape abducted?",
            "Unknown"
        ],
        [
            "MR NGO",
            "It was under the direction or instruction of Colonel Coetzee, \nErasmus and Shaw.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Where did he give the order?",
            "Unknown"
        ],
        [
            "MR NGO",
            "We were in the office.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Which office?",
            "Unknown"
        ],
        [
            "MR NGO",
            "We were at parade when we were just about to knock off at \nFountain Police Station.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And why was Mohape, before we go to that, when was the \norder to abduct him given?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I said at a parade when we were just about to knock off.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And why was Mohape abducted?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was influencing the students and again he was leading them to \ncommit public violence. When we laid charges against him in court he was able \nto win all those cases. Then they were fed up because they said every time we \nlay charges against him he always has lawyers. We detained him for a while, \nthen when he was supposed to be released ...(intervention)",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You said that they were now fed up. Who are these people \nwho were fed up?",
            "Unknown"
        ],
        [
            "MR NGO",
            "I mean the police who were arresting for public violence, that is \nCoetzee and them.  When he was supposed to be released we got that \ninformation, then they said that we should come, after we have knocked off that \nwe should come and kidnap him, so they phoned the Hilton Police Station \nwhere he was detained, either Hilton Police Station or Bayswater Police \nStation.  Then they were instructed that he should be not released early in the \nmorning. After that they sent two policemen, that is Ditsametsi and Sgt \nMamome, then they said that they should wait for him somewhere, that they \nshould observe his movements. On his way to the township they should arrest \nhim.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did that occur?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes after we knocked off we took a car, we went to Ramkraal \nthen we waited for him there.  After some time when they were there we heard \nthem on the radio that they found him, they told us at Ramkraal, then we went \nto that point together with Cronje and took him to the place called Cellar. That \nis where we hit him with hammers and crowbars.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now was he able to recognise you at that stage?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was not able to see us on the face but we had balaclavas on.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did he according to your knowledge become aware of your \nidentity before you applied for amnesty?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was not able to identify us because we had balaclavas on the \nface and it was night and it was dark where we were assaulting him.  We \npressed him on the ground and at Bloemspruit and hit him there, then we left \nhim there.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And why was he beaten up at that stage?",
            "Unknown"
        ],
        [
            "MR NGO",
            "We were pressing him against the floor and he was trying to fight \nback but every time we would win him and hit him.  As we were busy \nassaulting him he managed to run away and he fell on the ground.  It wasn't \nquite a distance, he fell and then we just left him there.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Why didn't you for instance shoot him or kill  him at that \nstage?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "We were not told to kill him, it was part of harassment just \nto harass him.  If we were given an instruction to kill him we would have shot \nhim dead without any use of hammers, we were told just to assault him and we \nused hammers. We were told to kidnap him, assault him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now what did he do after you beat him up and he ran away?",
            "Unknown"
        ],
        [
            "MR NGO",
            "We also ran and we took the car and we drove off.  we do not \nknow what happened to him thereafter.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now you told us earlier on that the persons that were \ninvolved were yourself, Ditsametsi, Mamome, Ntyala and Cronje.  Did all of \nthese persons actively participate in the beating up of Mr Mohapi.",
            "Unknown"
        ],
        [
            "MR NGO",
            "The white man Cronje was left behind in the car.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did the rest of you participate?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And how far away in the car was Cronje?",
            "Unknown"
        ],
        [
            "MR NGO",
            "It could have been towards the end of the hall I think.  We were \nactually driving in two cars, he was taking care of the cars.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Twenty, twenty five paces?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  And was he at all times aware of the \nplan to assault Mr Mohape.",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes we left our place knowing that we have to assault him and we \ncommunicated with the radios and we followed them and they could see that \nwe were following him. They actually signed, they showed us a sign so that we \ncould follow them and we did.",
            "Male"
        ],
        [
            "MR NGO",
            "Now what was the rank of Ditsametsi at the time?\nLet's start with yours, what was your rank at the time?",
            "Male"
        ],
        [
            "MR NGO",
            "I was a constable.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And what was Ditsametsi's rank?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was a warrant officer.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And what was Mamome's rank?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was a sergeant.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And Ntyala?",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was a constable.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Cronje.",
            "Unknown"
        ],
        [
            "MR NGO",
            "He was also a warrant officer.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Was any of these persons acting in a supervisory capacity of \none kind or another over you at that time?",
            "Unknown"
        ],
        [
            "MR NGO",
            "They came with White to us but we were not told who was \nsupervising, but we knew that the warrant officer was the most senior person \nand we would take instructions from him if it was necessary.  But the fact of \nthe matter is they came  Ditsomai and we followed them and we assaulted him. \n The person who took care of the car was Cronje but the rest participated in the \nassault.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "At the time when you were instructed to abduct or assist in \nthe abduction of Mr Mohape and during the assault of Mohape, did you regard \nyourself as being a person acting in his capacity as a policeman.",
            "Unknown"
        ],
        [
            "MR NGO",
            "It was our duty as the Security Branch members to kidnap people, \nand if someone was troublesome with us we knew that we had to harass him.  \nWe took it as a normal duty because we were involved in such activities.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you report to anyone about the incident after you had \nfinished dealing with Mr Mohape?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Mamume and them went to Coetzee to report that we found our \ntarget and he was assaulted. I didn't personally stand up and say I did the job, \nwe have done the job.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Were you present when Mamume reported?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Every day when we attended the parade we were together and it \nwas our responsibility to report about the deeds of the previous night.  I was \npresent when the report was taken forward.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is it your evidence that Mamume reported at the parade the \nfollowing morning in your presence?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Together with Ditsametsi, because they did indicate that they got \nhold of him and he was assaulted.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "They reported at the parade, during the parade?",
            "Unknown"
        ],
        [
            "MR NGO",
            "They told Colonel Coetzee at the office.  The parade field was not \nbig.  We called it a parade because we had to report there every time and it was \nour parade because we reported in four-four and there were other offices in that \nbuilding where the members of the Special Branch were conducting their duty. \n Now we also had this other office.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "It was in the office?",
            "Unknown"
        ],
        [
            "MR NGO",
            "Yes it was in the office.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you get any special reward for doing that?",
            "Unknown"
        ],
        [
            "MR NGO",
            "We were not rewarded, it was part of our duty.  When we \nkidnapped people we were not rewarded at all, it was the harassment that we \nhad to do on such people.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now that concludes the application in respect of the kidnap \nof White Mohape.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think the time has come for us to adjourn, it is now 5 \no'clock. We'll adjourn until 9 o'clock  tomorrow morning.",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            "1",
            "Unknown"
        ],
        [
            "M N NGO",
            "BLOEMFONTEIN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "FREESTATE",
            "37",
            "Unknown"
        ],
        [
            "MN NGO",
            "BLOEMFONTEIN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "FREESTATE",
            "",
            "Unknown"
        ]
    ]
}