{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-05-16",
        "location": "BLOEMFONTEIN",
        "day": "5",
        "names": [
            "SIMON MOALOSI",
            ""
        ],
        "case number": "3998/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54603&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem2_moalisi.htm",
        "speakers": [
            "ADV DE JAGER",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MR MAOLOSI",
            "MS THABETHA",
            "SIMON PHULA GHEDSA MOALOSI"
        ],
        "original_speakers": [
            "ADV TSHONGWENI",
            "ADV DE JAGER",
            "MS THABETHA",
            "JUDGE WILSON",
            "SIMON PHULA GHEDSA MOALOSI",
            "MR TSHONGWENI",
            "MR MAOLOSI",
            "JUDGE NGOEPE"
        ]
    },
    "testimony": [
        [
            [],
            "With your permission, Mr Chairman, I beg to call Mr Moalosi to the stand.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ms Thabetha, do you know if there are any of the deceased's relatives present or any of the victims' family present?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I have just been told that there are some of them present.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Or of the other people that have been in the Tavern that night?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Well, I haven't consulted with the victims as yet because I was under the impression that they were not interested in coming, but they have decided to come.  So during the break I will talk to them.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Well, wouldn't it be more practical to talk to them before the break in case they give information that ought to be put to the applicants?",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "I thought ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "For example, they may be able to give you some information as to whether the deceased did ever kill a comrade, matters of that nature which should be put to them, surely.",
            "Unknown"
        ],
        [
            "MS THABETHA",
            "Are you suggesting that we adjourn and I speak to them?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Yes.  I suggest that, because as I understand it, Mr Maolosi's evidence will be from a completely different aspect.  He will not suggest that he had any motive.  He, as I read from the papers, said that this was a mistake.",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It may - are you intending to call Mr Thoabala?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I intended calling Mr Thoabala after ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Because then it may be better to get that evidence on record before instructions are taken, because they may have instructions relating to both of them and it will save having a second adjournment, so perhaps we could proceed and after Mr Thoabala has given his evidence in chief, the evidence leader can take instructions and we could recall the first applicant, if needs be.",
            "Unknown"
        ],
        [
            [],
            "I am indebted to you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The witness was duly sworn.",
            "Unknown"
        ],
        [
            "SIMON PHULA GHEDSA MOALOSI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            [],
            "With your permission, M'Lord, the applicant will now give evidence.   Please state your full name and surname?",
            "Male"
        ],
        [
            "MR MAOLOSI",
            "Simon Phula Ghedsa Moalosi.",
            "Male"
        ],
        [
            "MS THABETHA",
            "How old are you?",
            "Female"
        ],
        [
            "MR MAOLOSI",
            "I am 28 years old.",
            "Male"
        ],
        [
            [],
            "Where were you born?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Dumahole Location in Parys.",
            "Male"
        ],
        [
            [],
            "How long did you live there?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I was born there and I went to school in that area and I left to work somewhere else.",
            "Male"
        ],
        [
            [],
            "Up to what standard did you go to school?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I went up to Std 10.",
            "Male"
        ],
        [
            [],
            "Where did you pass your matric?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "At Phehalang Secondary School in Parys.",
            "Male"
        ],
        [
            [],
            "What did you do after passing matric?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I joined the Department of Prison Services and I was a warder.",
            "Male"
        ],
        [
            [],
            "How long were you employed by the department of - now the Correctional Services?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I started working in January 1989, until I was sentenced to prison.",
            "Male"
        ],
        [
            [],
            "You are presently incarcerated in Kroonstad Prison for the murder of John Plaatjies and serving eight years.  Is that correct?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Yes, you are correct, it is eight years.",
            "Male"
        ],
        [
            [],
            "Could you tell the Committee what happened and what led to the killing of the deceased?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I will start by explaining the events of that day.  It was on the 1st of May and I was at the Tavern enjoying myself with my friends, and my younger brother called Allo.  When we were just about to leave, at the door two men met me, Cholota and Thaobala.  Cholota asked as to whether was I allowing him to search me. I said no.  He said I should raise my hands up so that he can search me.  I refused, and after refusing they attacked me.  And I tried to defend myself.  We were battling until we fell on the ground and we managed to get out of the Tavern until the main door.\n\tI realised that these were not the only two people. \tFour or five people were outside, standing outside.  They were attacking me, insulting me.  Now I didn't do anything to these people really.  I could determine from their insults that they - in other words they were accusing me of being a policeman.  They were fighting me for that reason only.  They dragged me from the yard.  They were kicking me, throwing me with stones, until in the street.  \tThere were two girls in the street who were working in this Tavern.  They were also witnesses in this case, Phulu and Songodgwale.   They were so brave enough to get into this group and they stopped them.  I was lying on the floor and one - on the ground, and one of these girls helped me and I escaped.  As I was trying to run away someone was following me, someone from the attackers.  And I realised that it was Thoabala, but I ran.  \n\tAs I was running, opening a gap between himself and myself I was heading for the police station. I left my home. I think I - the police station is four streets from the Tavern.  I would say that place was a police station because the people who were working there were the police, they were wearing the police uniform and they were using the SAP vehicles, the yellow ones. According to me they were policemen.  But I was told later on that those people were not the real policemen, they were the municipal policemen, but because they were using the SAP uniform and the SAP vehicles, I went to them with the full trust that they are the police, and they will help me with my case. \n\tOne other thing that made me go to the police station, I realised that this was a plot by the comrades and I realised that they could harass other people.   Now my intention was to go and report this to the police station so that the police can go back to those people and arrest them. I arrived at the police station and I found about five policemen, if not four, and the police women were among them.  Among those people I remember Const Matolo.  I explained to them what happened.  I told them that the comrades were fighting the people in the Tavern.  They could see themselves that I was also attacked because I was full of blood.  \n\tThey didn't take my report into consideration because according to them they never expected a person of my position to go and seek help from them.  Now that was a good chance for them to look down on me.  They insulted me and they were mocking me.  I got very angry and I decided to leave the police station.\n\tI went home. When I arrived at home I realised that these people were really intending to kill me.  One thing that worried me was my younger brother, Allo was not at home when I arrived there.  We last saw each other when we were attacked and I was very worried.  I didn't know what happened to him.  Because I was at the police station and the policemen were mocking me, I decided to go and look for him myself.\n\tI will tell you now this.  I have a gun but I don't carry a firearm with me, even when I go to the Tavern.  As I was looking around for my younger brother, I knew that there was this Mokonzeni Thaobala among these people, and I knew him to be a very violent person in the township of Tamahole.  He was at the forefront of the people who were terrorising the community.  I decided to take my gun with me and I said I am going back, I am going to look for my younger brother.  My gun was already positioned so that when I meet them on my way I was looking all around for them. I was intending to assault one of them as they have assaulted me.  My aim was to target William Mkonzi Thaobala.  He was known as Mkonsi.  \n\tI went to the tavern and on my arrival people were standing outside.  When I went through the gate one of the people standing, I could see that there was a group of people surrounding something. I could realise that they were surrounding a person and when I went through the gate, one person said Mkonsi, but I didn't have anything in my mind but harassing one of them.  But especially Mkonsi, because he was respected and I knew that he was a very dangerous man, he was a trained MK member, because I grew up together with him in this township.\n\tNow my intention was to hurt him.  One person shouted his name.  I was angry.  I went to those people because to my mind I thought the person lying on the floor was Mkonsi.  And then after shooting I gave myself up to the police station.  All the time I was satisfied, knowing that I shot Mkonsi.  I was at the police station and I was put into a cell and I spent a night there. I was satisfied that I have shot Mkonsi.\t\n\tI knew in my heart that shooting and killing Mkonsi I would not be defeated in court, because he was a wanted man.  The policemen were looking all over for him.  You would go to any police station and you would see his photo in the police station. I knew that my chances to win this case were very much positive.  \n\tThe next day the policeman came to me and asked me what happened exactly and I explained to them in full.  They told me that I should know that the person I shot is not Thaobala, and I couldn't believe that.  But the next day I believed them when I saw them coming in with Thaobala.  But they didn't tell me though who the person was I shot.  And they brought Thaobala in and they said this is the person you claimed to have shot, and I started asking them who is the person I shot.  I was deeply disturbed to realise that I shot a person who, with whom I was attacked.  This was a person I was not fighting against.  That day I realised that I have made a mistake.  We were not in loggerheads with that person and we were not fighting. \n\tOn Monday I was given bail and I knew deep down that I made a mistake by shooting a person I did not intend to shoot.  I went to my parents and I took about R600,00 from them, and they went to the deceased's family to tell them that I am really sorry for what happened.  The family of the deceased understood, because on the day of this incident the deceased was together with his sister.  And his sister explained it thoroughly to the parents that I was not fighting the deceased and the parents understood it, and I was very satisfied.\n\tThe case started and I was charged.  I was fighting the comrades, but what surprised me was I was charged together with them.   I was not intending to win this case because I told myself earlier on that I was wrong by shooting this person.  They had their own attorney and I also had my attorney.  I didn't want to win this case.  I was prepared to take the sentence, and that is what I told the Court.  \n\tWhat I told the Court then is what I told you now.  I was found guilty and I was sentenced to eight years imprisonment.",
            "Male"
        ],
        [
            [],
            "Mr Moalosi, were you at any stage considered as an enemy by the comrades in Tamahole?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I will say I was an enemy to them because it was not the first time that they attacked me.  It was in 1980, when it was a stayaway, the comrades stabbed me with a knife on the back.  They accused me of going to work on a stayaway day.  Now i knew that I was an enemy and I knew that any time they would attack me, and it happened very much so.",
            "Male"
        ],
        [
            [],
            "In conclusion, Mr Moalosi, do you now consider your co-accused as enemies?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "We went to prison still not in good terms.  We spent about a year and eight months but changes took place in our country.  We realised that people were reconciling, we are not enemies anymore.",
            "Male"
        ],
        [
            [],
            "Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV TSHONGWENI",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETHA",
            "Yes, Mr Chair.  Mr Maolosi, was Mr Plaatjies your friend?",
            "Female"
        ],
        [
            "MR MAOLOSI",
            "I would say he was my friend because I knew him very well, he was playing for a soccer team, and I was playing for another, and he was not a friend I would be seen with every time, but I would regard him as my friend, because we did not have any problems.",
            "Male"
        ],
        [
            "MS THABETHA",
            "Did you have any knowledge about his involvement in a gang, Noxie gang?",
            "Female"
        ],
        [
            "MR MAOLOSI",
            "No, I bear no knowledge of him being a gang member or having a relation with a gang.",
            "Male"
        ],
        [
            "MS THABETHA",
            "You say when you came back you shot the deceased thinking it was Mkonsi Thoabala you were shooting.  Why did you think it was Mkonsi you were shooting?",
            "Female"
        ],
        [
            "MR MAOLOSI",
            "The people who were standing around the deceased were members of his family, and they are Xhosas and the Xhosas had their section called Ghana.  Now the people who were standing around the deceased were the Xhosas and Thoabala also stayed in that section.  Now what came to my mind, was the person lying here is Mkonsi, maybe they are trying to help him, and the person - there was a person among the group when I entered the gate who shouted his name.  I thought the person lying on the ground was him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now in your explanation there you said the people standing around the deceased were members of his family.  Whose family do you mean?  Member of Plaatjies' family or member of Mkonsi's family?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I am referring to the people of the Plaatjies, but I - at that stage I didn't realise that they were the Plaatjies. I realised afterwards.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did they come from the same area as Mkonsi?  Were they Xhosas?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Yes, they were all staying in Ghana, their section was called Ghana.",
            "Male"
        ],
        [
            "MS THABETHA",
            "You say there were girls who also got involved into the fight.  Can you still remember who those girls were?",
            "Female"
        ],
        [
            "MR MAOLOSI",
            "Yes.  The other one is Songo Khale and the other one is Mutle.  It is Gany Phule and Songo Khale.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You said, I think, that they gave evidence at the trial?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETHA",
            "No further questions.\nNO FURTHER QUESTIONS BY MS THABETHA",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "You say you knew Thoabala as being very violent and in the forefront of those terrorising the people in the community.  Is that so?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was he part of a group of people who were terrorising the community?  Was it the comrades who were terrorising the community or somebody else?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "He was among a group of the comrades terrorising the people.  Actually they were not terrorising the community at large, they were terrorising the government officials. If you were working for government around Thamahole, to them it didn't matter. If you were working for the government they regarded you as an enemy.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And it seems clear from your evidence that when Cholota met you in the Tavern he originally wanted to search you.  Would that be to see if you had a gun on you?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I think it was his intention, because he requested to search me and I refused.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did you want to achieve by shooting Thoabala?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I would say I was shooting a member of the MK after attacking me, and I wanted to stop them from their tactics of turning people into enemies when they don't support their ideas. I wanted to stop them from attacking the people.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Does that really mean you wanted to stop them enforcing their will on the community?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Not necessarily the community, as I am referring to those who do not support them, especially those who were working for the government. I wanted to stop them conducting such actions, attacking them randomly without having done nothing wrong to them.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Perhaps you can help us - I think you have been asked ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was the deceased, Mr Plaatjies, convicted at one stage for killing another one, another person?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I don't bear knowledge to that, because most of the time I was not around Tamahole. I would come home when I was off duty. I knew Mr Plaatjies, but I was not that close enough to know whether he was arrested, convicted or not.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, I didn't listen to the interpretation, but in your language you said you did not have full knowledge.  I don't know if that is translated that way. What do you mean you didn't have full knowledge about that?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Let me not say I didn't have full knowledge. I didn't have knowledge at all.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "You didn't even come across such a rumour?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "No.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Had you heard of someone Phapi Joseph Qwaka?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What happened to him?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "He died in Tamahole, but who killed him I do not know, but there was a rumour that he was killed by members of a gang.  Those were just rumours. I knew him as a teacher at the high school.  This incident took place while I was at work and I didn't get the full details of it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What did Mr Plaatjies do?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "He was working outside Parys, I think at the mines.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Have you heard of a Noxie gang?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I knew that kind of a gang.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Which gang, according to the rumour, killed Mr Noxie, or a member of which gang killed Mr Noxie?  A member of - according to the rumours, Mr Qwaka was killed by a member of which gang?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "I don't have - I am not sure of this thing, but I heard it that he was killed by members of a gang.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Which gang, according to you?",
            "Unknown"
        ],
        [
            "MR MAOLOSI",
            "Noxies gangster.",
            "Male"
        ],
        [
            [],
            "Mr Chairperson, no further questions.\nNO RE-EXAMINATION BY ADV TSHONGWENI",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.     We will take the adjournment now, we will adjourn until two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}