{
    "header": {
        "type": "KTC HEARINGS",
        "starting date": "1997-06-09",
        "location": "CAPE TOWN",
        "day": "1",
        "names": [
            "NOTAYINI NOMANGESI GALAWENI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55465&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/galaweni.htm",
        "speakers": [
            "MS GOBODO-MADIKIZELA",
            "MARY BURTON",
            "NOTAYINI NOMANGESI GALAWENI",
            "GLENDA WILDSCHUT",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "MS GOBODO-MADIKIZELA",
            "MRS BURTON",
            "MRS GALAWENI",
            "NOTAYINI NOMANGESI GALAWENI",
            "MS WILDSCHUT",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "MS GOBODO-MADIKIZELA",
            "We would like to call our next witness for the day, Notayini Galaweni.  Could we have Phakama Njisane bring up Mrs Galaweni, please.\n We greet you, Mamma Notayini Galaweni and we are going to ask Mary to swear you in.  Glenda will be leading the questions.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Mrs Galaweni, can you hear the translation well through the ear-phones?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "Yes.",
            "Female"
        ],
        [
            "MARY BURTON",
            "I will ask you to stand to swear the oath, please.",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you.  Please sit down.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Glenda Wildschut.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Afternoon, Mrs Galaweni.  It has been a long day for you and you are our last witness today, but I hope that you feel that we are giving you as much time and attention that you deserve, and that you will be able to feel free to tell your story in your own words. You will be talking about the death of your husband, in June 1986.  Please go ahead and tell us your story.",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "In June in the year 1986, it was on a Monday, on the 9th of June 1986. We woke up and went to work.  I was working at Diep River and my husband was working at Wynberg. There were rumours that the people from Crossroads were going to enter into the area because there was conflict. We woke up. They didn't come in on Saturday or Sunday. We went to work on Monday. When I went to work I could hear people talking in the train.  My boss hadn't left yet. She was also working at Wynberg at a high school in Wynberg.  It could have been 10 o'clock in the morning, I didn't look at the watch. The telephone rang. I picked it up and the person identified himself as John.  I asked if he had come back from work, he said yes, and I have heard, and we have heard from my colleagues that people from Crossroads are going to KTC.  My answer was that he should run and go and fetch my children.  I had a child called Tobego that was five years old at the time, and another one who was older, and another one who was called Nancy, she was 11. She is sitting right there. We were sitting together.  Before I had even finished speaking he said that they are now coming into the centre, good-bye and he put down the phone.  I was still holding the phone at the time. My boss had left already. I couldn't work. But I said I should try and work and try and get the jobs that are mostly of priority. As I tried to work I realised that I couldn't work.    I am not sure if it was one o'clock by that time.\n My next-door neighbour, a young girl came to the house and she knocked on the door. I started feeling anxious and she told me that KTC was burning. I asked has KTC burnt already, because I had heard that the Witdoeke were in the area.  She informed me that I shouldn't stay, I should leave and that I should leave the keys with her and that she would inform my boss that I had left. I took my bag, I took off the overall and left.  When I got to Wynberg I was lucky, the bus was about to leave. I got into the bus and I could see the fires in KTC before we approached the bridge. I saw that it was burning. We were all worried in the bus. When we got to Manenberg we were informed that the bus wouldn't even go beyond that.\n We got off at Manenberg.  We started running.  I was the only one who was going to go to 3A. As I was about to enter New Crossroads, I saw a child running up and down. I tried to establish who that child was.  It was Nancy and I called for her and she picked up her head and I asked where she was going.  She said she doesn't know. I asked here where is the child.  She said she doesn't know.  She didn't even know where her father was. She said that he had informed them that they should go to New Crossroads to her sister's house.  \n We were running because we were being chased and I had been informed that there were a lot of people who were being shot.\n We then went to my sister's house in Section 9 in the old section of the township.  I could see that there was a lot of chaos in KTC and the fires were burning.  I didn't even have something to wear. I put on an old jacket and my sister had also returned from her work in Plumstead and we left. \n We decided to go to another part. We heard the gun shots and then I saw another crowd and asked people what was happening and where others were and then I met another crowd as well. They didn't know where my husband was at the time.  Then I asked these old men where my husband was.  I could see some men, I couldn't see the others. \n Round about four o'clock in the afternoon I went to the last crowd near Joe Pama. I asked my eldest child, my daughter, because I found her with some people, Pujali.  I asked Nonbowela where is your father.  She said that she didn't know where he was because she has been seeing comrades coming in and out. Other people were running away from me when I posed the same question.\n As I was on my way to New Crossroads, I saw Mr Jali. I asked him where Jali was. And I wanted to find out who these men were, the men that had been shot. He didn't answer me, he just left me.  No one seemed to give me any answers.  Everyone was running away from me.  They couldn't give me clear answers.  \n As I was standing there, I saw a journalist taking pictures. At that time there were no buildings.  I was behind him.  The police station at that time was a bar.  There was a sand dune in that area. I could see the place burning, but I wasn't happy because I couldn't see my husband. Nobody was telling me where he was.  Men from Crossroads came out from the bar, which is now a police station.  There were police present as well. The people that I was standing with, ran away.  When they ran I remained behind. These men were going straight, were being accompanied by the police, and photographs were being taken of the incident. I looked back and my sister called me and asked me why I was remaining behind, when you can see that we are not far from these men and people have run away from them.  \n I was very near to the photographer.  I ran way past John Pama. A few minutes later when I heard that it was five o'clock, a policeman by the name of Barnard said Witdoeke, people from Crossroads, it is five o'clock now, go and get paid at the superintendent's.  The Hippos left, there were many Hippos.  Hardly a few minutes later, there were no Hippos, they had gone.  \n The sun was going down, because I could see it.  One woman and some men, I asked them where my dogs were and what was happening to my house.  We went to my house and I found it burning, and I asked where my dogs were.  I was informed that these dogs had been stolen or taken away.  We went to John Pama's and we could see that people were motionless. I wanted to know what was happening.  My sister said that there was no point in us walking up and down, we should go home.\n In the evening, not very late in the evening, we were standing at the gate when two men or boys arrived. One was Laliza and the other one is a nephew, a cousin, Zonwabu. They said that we have come to you.  They said that we should go inside the house. They informed me that Mr Galaweni had been shot and I started crying and I asked when did this happen.  I asked where was he shot. My sister held me and I was informed that he had been shot at the hill, in the late afternoon. \n Where is he?  I was told that he had been taken and the police wanted to put him in the Hippo and the comrades didn't want to give him over. They wanted to take him to the mortuary themselves, because they felt that the police were not going to take him straight to the mortuary.   They left him at Guguletu.  \n We slept and the following morning in that pain that I was suffering, what worried me a lot was that there was a child.  When she sees other people's fathers, she asks where her father is.  This child was a problem.  I used to say to this child your father is around, and I couldn't answer properly. It was so, until comrades came to my house, Thembezi Damo and another one who is deceased. They informed me that I should get ready, because I have to go to Cape Town to the lawyers.  I prepared myself and they came.  Zimika was there, Memani was there, Mr (indistinct) was there, I am not sure, maybe he was there and Thembezi Damo was there.  \n We all went to Cape Town. We got to Cape Town.  I couldn't even speak. I couldn't even talk, and the lawyers said to me I must go home, he will call me back later, at a later stage.  \n Three weeks went past and we didn't know how we are going to bury my husband.  Mr Ndima, a certain man called Mr Ndima, came to my house.  He had gone to another person's house as well, prior to coming to my house. He said that he had gone to Mr Yamile to find out what would be done.  I was informed that he had been instructed that we should go to Woodstock where we would be held.  Mr Ndima left with someone else. I know his face, I do see him from time to time, he comes to KTC, to Themzile.  He took us and we went to Woodstock and they fixed things for us, and they said they would bury him. I was asked where would they bury him.  I said I was not going to bury him in Cape Town but elsewhere.\n In the third week they took out a cheque so that he could be buried. It was about, I was also given 200, but I never got the 200.  Mr Ndima never handed it over to me.  I didn't even bother to follow it up because I was suffering so much pain.  We then went to bury my husband. There were about two Kombis that accompanied us.  Themzile was there. Themzile and Thambo was there and other comrades and another man who died.  Mr Khombiza Ndima was also present at the funeral. We came back.\n When we came back, I was never, I didn't become happy. I then rebuilt in KTC. I left New Cross and went to build in KTC with that pain. My children were crying. I couldn't cry in front of them, I had to do it when they were not looking.  Every time they walked with men from KTC they would cry. \n I was never called to a court case because our houses \nhad been burnt, because that is where we were going, until the case got finished.   We were informed that people would receive damages. I received R1 000,00. I cried. Themzile used to come and visit me. I was very tired, so was Themzile. I am going to stop there.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Would the people outside please be informed that they are making a noise.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you, Mrs Galaweni. I just need to ask you a few questions for clarification.  You were - did your husband belong to any political organisation?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "He was a member of the ANC.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And the day of his death, was he at home or did he also go to work like you went to work?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "He came back, as I said, he did phone me and he has mentioned that he is in the township. I had asked him to take the children, especially the youngest who was five years old.  He didn't even answer me when I requested him to take the children and then he said good-bye.  He had come back from work and he was at home.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So where were the children when he was shot?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "They were in New Cross.  The other one I picked up after I had gone through 3A, Nancy.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Okay. So they didn't see their father being shot?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "No.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And who were the people who saw your husband being shot by Barnard?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "The people that saw him, the one was Slimane, he says they were in front.  There were three of us, Slimane, he is no longer living here, he is living in the Transkei and Mr Djali and another third man. There were others whose names I don't know.  They said that they had heard a gun shot coming from the hill.  There was a big gun shot and it rang near us, and they tried to dodge the shots,and the next thing they knew was that her husband was shot in the forehead.   So they ran away and they disappeared.  What I forget is that the police did arrive and kicked him and said that he was dead. It bothers me very much. It has been bothering me for the rest of my life.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "You say in your statement that on that day you didn't only lose your husband but you also lost your house.  Did your house burn down on that day?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "Yes, it got burnt, because when I arrived into the area, it was burning, it was completely destroyed.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So you lost your husband and you lost your house and all the things that were inside your house as well, on that same day?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "Yes, that is so.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Galaweni, how did you manage to cope with such great loss?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "What do you mean when you say how did I cope? Can you explain this coping?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Yes.  You lost quite a lot, you lost your husband, you lost your house, you lost all the things that were inside your house.  How did you manage after that?",
            "Female"
        ],
        [
            "NOTAYINI NOMANGESI GALAWENI",
            "I stayed behind and I didn't want to leave the area. I couldn't leave the area because my husband was a comrade. I worked, I worked at a few houses and they would also give me clothes.  I also received money from Yamile and Ndima, I don't know the third person's name, I don't see him that much.  They said that they should try and get groceries for all those people who had lost their loved ones. I used to receive these groceries. One woman said, who is a white person, said that I should take a letter to the councillors. I took the letter to the councillors that the government should assist me in raising the children.  After seven months, R600,00 arrived.  It was too small.  But I was working as well, just as I am still working now. Nancy, when she was 17, she couldn't receive part of this grant.  I complained. I think she was doing Std 7 at the time.  I asked them shouldn't she continue with her education. I complained but nothing came out of it. I used to get those grants and as well as working, until I got sugar diabetes. I am still working even now.  And the money is too little still.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I don't have any more questions.  Before I make some closing remarks, I would like to hand over to the Chair in case others have questions to ask you.  Thanks.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you for having come to talk about your pain.   To be carrying such pain for many years and then giving yourself an opportunity to come and testify before us.  We also are affected and we share the painful experience with you.  We thank you for having come and may you go, knowing that we shall try and meet halfway with you in this Commission. Thank you very much.\n Thank you.  I want to thank you, everybody in the audience for coming, for coming to listen to all the sad stories.  Usually - can you please be quiet.  Just remain in your seats so that we can conclude, because the chairs are making some noise.   \n Usually in Xhosa we say when, if men can cry, things are very bad, but today we have seen that pain is not something that is male or female, pain is just pain in the heart. When it touch, it touches the male, it touches the female.  I think that in this case it also symbolises the extent of powerlessness that all of the witnesses felt during those brutal years.  \n It happened in Crossroads. It was a very complex situation.  It would be false to suggest that the 9th of June 1997 marks the 11th anniversary of the events that took place in those years, because what happened at KTC and Crossroads, it didn't start in June 1986, it is something that had started in the late seventies. People who were living here and people who followed the Press, they will remember of squatter camps in the Western Cape became a very topical political issue in those years. In fact, people will remember Mr Koornhof who was in the forefront of all this and coming with solutions as far as he is concerned, how to deal with Crossroads.  That basically was the main issue, that was the source of this, in my own opinion.  Our job then is to investigate the eruptions that followed;   how related were they to those facts and that was one of the main political issues in those times. Then they were removed from this place to that place and then they were promised the permits, how long the permit was a survival issue.   So most of the conflicts arose as a result of the issue of having a permit, and many of the leaders, in both sides, Witdoeke side and from the communities - for people this issue of the permit became e the main issue, to realise that abantu in their country of birth would be considered illegal residents.\n In fact, I do not remember ever hearing of white people being considered illegal residents.  White people could move around in this country, they could buy property anywhere in South Africa. In fact, white people from outside South Africa in many instances could buy property in this country and settle as citizens of this country, whereas black people had to be moved around and to be considered illegal residents in their own country. That tells us that part of the problem was that people were black, that was the root - especially the issuing of permits.  This is a very long and complex story, the issue of influx control and the migrant labour control, we can never discuss and conclude it today. But it is important that you should get people to understand the background, and the number of challenges when we are preparing for these hearings.  One of the challenges that face us was our concern about revisiting the conflicts and reawakening the conflicts.  When we revisit these situations and experiences we try and call victims as well as the perpetrators. We did not want to revise the pain, we just want to remind people that when the Commission has its hearings, it is not a court case. We do not call - but we are giving people an opportunity to talk about their experiences. \n That is very important.  We had people here, we had called witnesses from people who had been killed by the comrades as well. But unfortunately two of those people have fallen ill, one of those people couldn't come because their employer could not release them for this occasion.  I just want to mention it for the record that we did try so that people do not perceive the process as being an opportunity only for those people who were victims of Witdoek attacks.\n In conclusion I just want to mention a few people, the commitments of our investigators and our researchers.  It is very important because it reveals and uncovers the situation and to understand what exactly happened, what were the issues at the time.  \n Madeleine, the researcher, helped us to understand what the issues were at the time. The investigators who were leading the investigation in this case, Adv Pumla - now Pumla has recently become an advocate.  \n(No interpretation).\n ... helped us with people, like Steve Khan and many others at the time when he was dealing with this case.  The other person amongst our investigators is Mr McWilliam, he is Khan who has joined us.  \n(No interpretation).\n Lucky Njosela, one of our statement-takers and then because of his knowledge of the activities in Crossroads he helped us a lot.  \n(No interpretation).\n ... who enlightened us. Some of this enlightenment will become clearer as we move along in the rest of our days of our hearings.\n Tomorrow, on Tuesday, we will continue with the public hearings and we invite people again to come.  We want to uncover these events. It is clear from what we heard today from what has been said, that the police people, with the Witdoeke were seen as people who testified here, coming out of police vehicles.  Then we will find out the extent - I think many of you will remember ...\n(No interpretation).\n It is clear that at the time what was happening at KTC, black on black violence, anything but ...\n(Not interpreted).\n ... but that's very sad if our media do not be analytical what is happening, as people who supply the public with the facts, and then to present it to the public. So that we could also understand, this whole thing of black on black violence was spread even beyond our borders.  The first lady Felicia, her sister was the first person to be burnt down. The Commission must find out when did this start.  Because this started in the eighties, about 1985.  We will remember 1985, especially here in the Western Cape, from August, since it was a time when the conflicts were on the increase. We want to know the root of this, what was the cause, what was the real cause of this violence. It is clear from the evidence we have got, that there were power struggles and there were conflicts between community members and some of the leadership relating to money issues and to ideological issues.  \n However, what we should understand, this was picked up and used to divide people so that it is clear to us that the government of the time - I am talking about people, when I say government, I mean people who worked for the government. It is necessary to establish at what point did they decide to manipulate and make use of those conflicts and those positions.\n Thank you to all the people who helped us, people who helped, like Gail van Breda who was involved in the preparation of the hall, setting up meetings for us. Having meetings with people, Elizabeth Cloete who has worked very, very hard together with Martin. We thank you. \n Before we close, I am going to ask Piet Meiring to talk a bit about the reparations policy and help us understand, help you understand what the reparation policy is about and how you can benefit from the reparations policy.  Thank you, Piet.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, Pumla.  I think a question that is foremost in many minds, is what happens now to the victims. Is this all that the Truth Commission offers to victims, the opportunity to make a statement or to some of them to come to the public hearing to present their statement, is that all.  The answer of course is no.  There are three committees in the Truth Commission. One is the Committee for Gross Human Rights Violations, who organise these hearings. You all know about the second committee which is the Committee for Amnesty, who has to consider all the applications of perpetrators who want to ask for amnesty. But there is also a third committee, the so-called R & R Committee, the Reparation and Rehabilitation Committee.  They are the people who are tasked to listen very carefully to the needs of all the victims, to sit in at all the hearings, to go through all the statements that have been collected by the Truth Commission, and to make a long list of all the needs of the victims, survivors and their families. You may be interested to know that many people, when we ask about their needs, talk about medical need. Other needs, psychological or pastoral assistance.  Many people say what we really need is education. Or other people talk about money for shelter, for houses.  Some people come with very interesting requests for what we call symbolic reparation, for a tombstone or for a reburial. Some people think widely about community reparation, about monuments, street names that should be changed to commemorate the heroes of the past, a national day of remembrance.  All of these requests, all of these needs are carefully catalogued by the Truth Commission.\n We are preparing a long series of recommendations on reparation that will have to be finalised by the end of the year.  It has to be put to Parliament to approve all the reparation measures that we propose.  Hopefully, on the 1st of March, when we do hope that the President will be able to bring the document, the whole report of the Truth Commission to the nation,  that reparation can take place.  That all the people who are found to be victims, who are in dire need, will be able to be helped by the Truth Commission.\n So you may know that people who - the victims, the survivors, their families, we take their plight very much to heart and we are working very hard that reparation and rehabilitation will take place at the end of the Truth Commission's life.  \n The Truth Commission cannot implement reparation.  The Truth Commission has the role of listening, of listening very carefully, of giving the opportunity to people to bring their testimonies, but after the life of the Truth Commission, an implementing body will have to be found that will be our first recommendation, and this implementing body will have to start making reparations, helping people to regain their dignity, to regain something in life that is important to them. Thank you very much.\nMEETING POSTPONED TO 10 JUNE 1997",
            "Unknown"
        ]
    ]
}