{
    "header": {
        "type": "KTC HEARINGS",
        "starting date": "1997-06-09",
        "location": "CAPE TOWN",
        "day": "1",
        "names": [
            "YVONNE KALOLI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55467&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/kaloli.htm",
        "speakers": [
            "MS GOBODO-MADIKIZELA",
            "GLENDA WILDSCHUT",
            "YVONNE KALOLI",
            "PROF MEIRING",
            "MARY BURTON"
        ],
        "original_speakers": [
            "MS GOBODO-MADIKIZELA",
            "MS WILDSCHUT",
            "YVONNE KALOLI",
            "PROF MEIRING",
            "MRS KALOLI",
            "MS BURTON"
        ]
    },
    "testimony": [
        [
            "MS GOBODO-MADIKIZELA",
            "Our next witness is Yvonne Kaloli.  Kaloli's facilitator is going to be Piet Meiring. We ask just before the helper, Glenda will swear the witness in. Thank you.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Kaloli, could you please stand.",
            "Female"
        ],
        [
            "YVONNE KALOLI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much, you may be seated.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, Piet Meiring.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, Mrs Kaloli. It is my privilege to help you telling your story. Thank you for coming. Have you been living in Cape Town in Nyanga for many years?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Where did you originally come from?  Were you born here?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  You are going to take us back to that same period when there were clashes between the Witdoeke and the other people in Old Crossroads against the KTC people.  In the submission I have in front of me, the date is 1976.  I was wondering whether that was a printing error, if it was 1986 when your son was killed?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "1986.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "1986?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "That is so.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Please tell us in your own words what happened to your son Monwabisi Mgabi on that fateful day.",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "At the end of 1985 KTC was burning.  There were Witdoeke in KTC and the comrades came to my house.  They said to my son let us go and extinguish the fire in KTC.  So they helped me get out the clothes. He left with them, and he left.  He stayed there for a while.  We heard gun shots and saw Casspirs and he carried on.\n In the evening, in the early hours I went there myself. I went to stand near the church. I couldn't see him. I didn't see anyone. It was very quiet on the roadside, then I left and I went back home, and I went to Maumau, to Mrs Mamkoena's house and I asked Mamkoena whether the children hadn't come back and she said they hadn't.  Even hers hadn't returned.  \n Then I went back home. I went towards the Anglican Church and I couldn't see anything. Until people slept and I hadn't heard anything or seen anything. He hadn't come back.  \n The following day my husband went to work and my son hadn't returned. Before I had gone to work, my phone rang. I picked it up and this person said I am here at Guguletu, I am the police station, I would like to speak to your husband.   I said that he had gone to work, he is not around.  This man said to me you must say to him could you try and establish whether you cannot get him to come to Guguletu. I did so. \n I phoned his work place and I informed him that a policeman had phoned and that he was needed very urgently in Guguletu. He asked if the child hadn't returned.  I informed him no.  He said fine. I stayed at home. However, he had requested at work that they let him go so that he could go to Guguletu.  \n He went to Guguletu.  When he got to Guguletu he was informed that my son had been shot and that he was at the mortuary. He went to the mortuary to establish whether this had really happened. He came back to tell me.  He told me that Monwabisi had been shot in KTC and he is at the mortuary. I asked who had killed him.  He said he didn't ask that question.  He said that he had seen him at the mortuary.  Then he said we should go there the following day and view his body.  \n We informed people. When I was busy informing people, people came, Thabo came to the house and I asked him what had happened.  He said that they were being chased by the police and the Witdoeke, and we were helping people to get their clothes out of the houses and were being shot at. What happened to Monwabisi ... (Crying).",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Take your time, Mrs Kaloli, if you want to drink some water first, do that and then you can continue with the story.",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "I asked what happened.  They said that they couldn't explain what had happened.  Thabo says that Monwabisi was shot at.  He said that the people who were responsible were the Witdoeke, accompanied by Barnard. I asked him what did he do.  He said that my jacket was also in tatters because I was being shot at.  We prepared for the funeral.\n The person who was very rude and didn't want people at the wake, he said he didn't want anyone at my house. He said that he only wanted 200 people present at the funeral.  Then I azsked are these people going to be rude by you, these people who are coming to the funeral. He insisted that 200 people were only going to attend the funeral.  \n On the day of the funeral, there was a lot of rudeness happening. This person was telling, giving people all sorts of instructions.  In the newspaper it even said that my child was 25 years old. I then asked him why did he say that he is 25 when he is 21 years old. He didn't answer me.  The comrades were there.  He even chased people who were carrying my son's coffin.  \n We went to church, at the Dutch Reformed Church. He was also a problem.  He was chasing people in his van and the reverend in the Dutch Reformed Church came out and to ask what was happening. He said that the numbers of comrades should be reduced, because he didn't want comrades. My son was buried.  \n After the funeral policemen or investigating officer came to my place.  I don't remember.  He said that I was needed at Wynberg.  I went to Wynberg on that particular day. When I got to Wynberg I thought that there was going to be a court case and I sat there until my name was called. When I got there, the magistrate asked me if I had come on Joseph's issue. I said yes.  He said you must go home because the case has been closed.  I asked who was sitting on the case.  No, he says, we just wanted to inform you that the case had been closed, and I returned home. I never went to any other place.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Kaloli, thank you so much.  May I just ask that the cell-phones please be turned down.  I don't know whose cell-phone that is, but you have to - all the cell-phones need to be switched off, please. Mrs Kaloli, thank you for your story.  Can we move back a little bit, just to ask a few questions.  You say that your son, Monwabisi was 21 years of age.",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "He was nearly 22.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was he at school still or was he finished with school?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "He was a drop-out, he wasn't studying.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "He wasn't studying.  Did he work?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What did he do?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "He was working at a shop.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Is he the only child?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "No, there are other children.  I have a son who comes after him and a daughter who is at university.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But you do miss him a lot, I can see.  I just want to ask, was he very active in politics, do you think that the people had an eye on him?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And that also shows by the fact that when he was buried, when the day of the funeral came, the comrades were there to care for him and all of them came to the funeral. As many as were allowed.",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes, it is so.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You said that you had to go to Wynberg to the magistrate and you thought that there would be an inquest after his death, but they only told you that the case was closed on him and on Joseph, his friend.  Was there no other inquest whatsoever afterwards?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "No, I was never called back to court.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "May I ask you a last question, a very personal question.  How was your life changed after this event?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "I had high blood pressure and I developed asthma.  I am busy treating my high blood pressure and asthmatic condition.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did your husband also suffer a lot and the rest of the family?",
            "Unknown"
        ],
        [
            "YVONNE KALOLI",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, Mrs Kaloli, I think those were the questions I needed to ask, but I hand you over to the Chairperson.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, Piet. I am going to ask other people if they have any other questions for you.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Mrs Kaloli, it is not really a question.  But we know that one of the things that hurt families so much at that time, when they had lost somebody from their family, was the kind of thing that you spoke about when you went to Wynberg.  We would just like you to know that our researchers did go very carefully into this statement that you gave us and our investigators, they have followed up.  They have found documentation about Monwabisi's death, about the things that happened on that day, about the person who is alleged to have fired the shots that killed him, and that we will continue to ... (intervention).",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Excuse me, Mary. Really, we are not going to tolerate the cell-phones that are on.  Please can you take them off, it is very disrespectful of the occasion. Thank you.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Just so that you should know that proper attention has been given to finding all the records that we can and if you have not already been told about that, we will make sure that you get all that information.  Thank you.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, Mary. Anyone else? Piet?  Thanks.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Kaloli, it is already 11 years ago but we can see that you still hurt and that your family still hurt and that you long for your son.  We do hope that coming here today and telling your story has been a healing experience for you. We feel with you and we do pray with you that the Lord will heal the wounds and that as time goes by that you will be able to live with the memory of your son. We thank the Lord with you for your son and for the good memories that you have of him.  Thank you for coming, and please give our best wishes to your husband and to the other children.  Thank you very much.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, Piet.",
            "Female"
        ]
    ]
}