{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-11",
        "location": "KTC, CAPE TOWN",
        "day": "2",
        "names": [
            "TREVOR GRIFFITHS VERMEULEN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55478&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ktc/vermeule.htm",
        "speakers": [
            "CHAIRPERSON",
            "TREVOR GRIFFITHS VERMEULEN",
            "ADV HIEMSTRA",
            "MR NTSEBEZA",
            "GEN COMMANDS",
            "MAPULE RAMASHALA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TREVOR GRIFFITHS VERMEULEN",
            "COL VERMEULEN",
            "ADV HIEMSTRA",
            "MR NTSEBEZA",
            "General commands",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Could Colonel Vermeulen come up please.  Mr Ntsebeza is going to lead you in your testimony and I will ask Dr Mapule Ramashala to swear you in please.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Ramashala.  I would just like to remind the people to please share your headsets.  Are you going to be speaking in Afrikaans or English?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I will testify in Afrikaans but if it's necessary I can express myself in English.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay, so Ladies and Gentlemen the testimony is going to be in English and Afrikaans so please share your headsets with those who do not understand these two languages.  Thank you.  Mr Ntsebeza.  I see you are submitting a document?",
            "Unknown"
        ],
        [
            "ADV HIEMSTRA",
            "Yes, Chairperson we have a statement which was prepared for the Committee investigation but which probably deals fully with the matters that you are investigating today as well.\n Mr Vermeulen, you will see from the document which is already in your possession that the first couple of paragraphs simply deal with the background ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me we do not have the documents.",
            "Unknown"
        ],
        [
            "ADV HIEMSTRA",
            "You do not have the document?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We do not have the statement.  Has it just been made - where is it - oh okay.  Now we have it.  Thank you, I am sorry about that.  Can I just check with Chris the sound person, do people hear clearly because I am just wondering if the volume should be raised, do people hear clearly?  Thank you.  We have the documents, please continue Mr Hiemstra.",
            "Unknown"
        ],
        [
            "ADV HIEMSTRA",
            "Chairperson you will notice that in the first couple of paragraphs the background is simply stated and the questions are formulated which form part of the Section 29 notices, so that in paragraphs 1 to 4 the witness simply explains what he is dealing with in the rest of the paper.  So if he starts reading from paragraph 5 that will give a full picture of the necessary information.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could we ask, because we'd like to place it on record, since you've submitted the document could you read from the beginning, it's alright we have the time, thank you.  Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chairperson.   Colonel Vermeulen will you then read your statement into the record.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Thank you very much.  I will start with page 1 and we'll go through it.\n\"I, the undersigned, Trevor Griffiths Vermeulen, declares as follows\n On the 13th of May 1997 I was, by virtue of Section 29 of the Promotion of National Unity and Reconciliation Act, Act 34 of 1995, I was notified in writing that I would be called upon to answer questions on the 4th of May 1997 relating to events which led to the violence in KTC and the surrounding areas, namely Crossroads, Nyanga Bush, Nyanga Extension and Portland Cement on the 9th of June 1986. \n2. To further elucidate this notification I was also notified by letter dated 14 May 1997 that the following specific information would be required from me.\n 2.1 My role in the Western Province JMC, Joint Management System as Secretary of the body vis a vis community organisations such as the Crossroads Committee or the Committee of the Fathers during the period January 1985 to October 1987.\n 2.2 The type and level of information which I dealt with in my abovementioned capacity in this abovementioned period;\n 2.3 Any other information relating to the events referred to above.\n 3. During the morning of the 3rd of June 1997  my legal representatives were handed a number of documents which apparently formed the basis of the Committee's investigation insofar as it relates to me.  Further documents were also given to my attorneys in the afternoon of the 3rd of June 1997.\n 4. The aspects mentioned in paragraph 2 above, are answered below, taking into account the documents to which I have already referred to, and in relation to the available time to which to be able to do so.\n 5. To enable you to understand my position in the JMC, it is necessary to provide a brief explanation of the structure in which I performed my tasks.\n 6. The Western Province Joint Management System, hereafter called the Western Province JMC was part of a Joint Management System which was operated during that particular time from the national level right down to the ground level.  The Western Province JMC obviously served the then Western Province.\n 7. As infrastructure of this Western Province JMC there was the Western Province Sub JMC, or Joint Management System, hereafter called the S-JMC which served the Peninsular's four police districts, namely Cape Town, Wynberg, Bellville and Athlone.  The S-JMC during this particular period, was under the chairmanship of a senior police officer and a deputy chairperson was appointed from time-to-time.  To the best of my knowledge the JMC, right down to the mini-JMC level, to which I will still refer, consisted of four components.  \n 7.1 A component for constitutional, economic and social matters, or CEM and the State departments and all role players from the private sector who were involved.  \n 7.2 A Communication Committee (KOM) which consisted of police liaison officers as well as all liaison officers involved in paragraph 7.1 above.\n 7.3 A Joint Information Committee or JIC consisting of a so-called information family, namely National Intelligence, the Security Police and Military Intelligence.  \n 7.4 The Security Component or VEIKOM, consisting of South African Police, South African Defence Force, the then Railway Police, the Provincial Administration, Divisional Councils, Civilian Protection, Traffic Departments and other role-players needed from time-to-time.\n 8. The Sub-JMC infrastructure consisted of the four Peninsula Police districts, and each one in turn was a Mini-JMC with a district commissioner of police as chairman.  Underneath this structure fell also the Local Management System (LMC) which was attached to the various police station areas.  The role players here were also city councillors, the traffic chiefs, local police inspector, the local detective branch, reservists, taxpayers associations and whichever institution had a particular interest in the activities of the JMC or had an interest in matters dealt with by the JMC.\n The Divisional Commissioner also had the services of the Divisional unrest unit at his disposal and under his command.  This unit had it's own operational room where the unit's planning was done.\n In my capacity as secretary of the Sub-JMC I received copies of the unit's written planning and information regarding the outcome of these events was also given to me.\n The commanding officer of this unit also sat on the Sub-JMC.\n 9.1 It is important to understand the intention with this Joint Management System, as far as my knowledge went, was in the first place to act as a forum which could identify and resolve problems in the communities in order to also eliminate the basic causes for crime and unrest.  Gradually these structures became more focused on unrest.\n 9.2 The objective was also that the system should work from the bottom upwards and not the other way round.  Problems which arose on the ground level had to be solved on the local level by the particular role players, or if that was not possible, by the intervention of the Mini-JMC or the Western Province Sub-JMC.\n 10. I point out that during the period of January 1985 to October '87 I was the secretary of the Sub-JMC and not of the Western Province JMC as it was stated in the Section 29 notice.\n During this period my rank was that of a Captain but I was promoted to a Major in this period.\n 11. During this period my duties and functions as secretary were the following:\n 11.1 To, in a written way or in whatever other way, to promote effective communication between all role-players and to inform them on a continuing basis regarding the functioning of the JMC system at the level of the Sub-JMC and lower down in the hierarchy.  I also point out that the intention and objective of the JMC in the first place was to ensure an effective and coordinated practical working within the State dispensation right down to the lowest level.  It was therefore necessary that all involved parties and role players had to know which role players had to be involved from time-to-time.  Amongst these were not only State departments but also as mentioned above on occasion, bodies such as the Chamber of Commerce, the Community Organisations, Religious and Church Organisations etc, depending on the nature of the problems experienced on the ground.\n 11.2 Secondly, it was my function to keep the minutes of the JMC meetings and of the Mini-JMC meetings, to receive these minutes and to identify the matters which require the attention of the Sub-JMC in order to submit it to the Sub-JMC.\n 11,3 It was also my duty to, on a daily basis, to keep up-to-date the incident reports received from the Stations and to then submit a consolidated report of all incidents which took place during the previous 24 hours in the area of the S-JMC and to send it to the Police Headquarters in Pretoria.\n 11.4 I was also tasked with drafting a joint pre-planning for instance for dealing with marches, riots, gatherings of people, patrols, joint crime prevention operations and joint  exercises.  The information came from the Security Police in the form of daily security reports which normally covered matters such as the following:\n a)   funerals;\n b)   marches;\nc)  meetings - normal meetings to be protected, and illegal meetings;\n d) attacks on security forces and related matters.\n These security reports were duplicated by me and given to the chairpersons of the Mini-JMCs who also had sitting on the S-JMC.  They then had to take care of the planning for the events mentioned in the reports in cooperation with the relevant stations.  Each Mini-JMC for instance had its own unrest prevention platoon so to disrupt as little as possible the normal policing functions.  \n 11.5 The commanding officer of every station and his district commissioner had to submit their planning to me in writing and I then had to coordinate the planning also relating to the South African Defence Force, the then Railway Police, Traffic Authorities or whatever role players were involved by drafting a joint contingency plan.  The coordinated planning document was thereafter submitted to the Divisional Commissioner for approval after which the joint planning was liaised down to the level of the stations.\n 12. I point out that detailed planning was not initiated by me as secretary of the S-JMC and thereafter enforced lower down the hierarchy, but I simply fulfilled a coordinating and liaison function in respect of planning which was done in the first instance at the ground level.\n 13. As part of this coordinating function, I, after these joint operations, I would report to the various role players about the outcome of the operations.  These reports were based on radio, telephone and written reports which were received by the S-JMC Ops Room which was at that time under my command.  All the information was reactive information of events which had already taken place.  The only pro-active information with which I ever dealt was that contained in the daily security and safety reports to which I've already referred.",
            "Unknown"
        ],
        [
            "GEN COMMANDS",
            ", such as those contained in the encoded message of the 25th of March 1986 were sometimes, via the Divisional Commissioner or the Western Province JMC, fed back to the S-JMC for consideration and execution.\n 14. As far as my role as the secretary of the S-JMC is concerned, vis a vis the Crossroads Committee and the Committee of Fathers I cannot recall that I ever played a role in this respect.  \n Without referring to specific events or documents in which my involvement would be raised I am not able to provide any information or comment on this point.  The only reference to the Fathers in the documents submitted to me appear in document relating to the Western Province JMC, with which I was not involved, and in document H, paragraph 7 which, to the best of my knowledge, was drafted on the basis of document of the Western Province JMC 22/7/3/2 of January 1986.\n 15. The nature of the information which I dealt with in my abovementioned capacity has already been dealt with above.\n 16. I have no personal knowledge of the events which contributed to the violence in KTC and vicinity.  My knowledge of the events is restricted to reports which I received regarding any incidents or operations in my capacity as the commanding officer of the S-JMC's operational room.  The records of reports so received are, as far as I know, already in the possession of the Commission\".\nI thank you.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Colonel.  Now before I go into the substance of what is contained in your statement let me just get a few personal details about you.  Are you still a serving member of the Police Force?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You are retired?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "At the time of your retirement what rank did you hold?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was a Colonel when I retired Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You were a Colonel.  And at the time that you came to Cape Town what rank did you hold?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I served most of the time in the Peninsula Sir, all the time.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In Cape Town?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In 1985 when you became - when did you become secretary of the S-JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "If I can recall Sir approximately '84.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Approximately '84.  And where were you based, where was your office?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "At Thomas Boydell Building at the Divisional Headquarters.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In Cape Town?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "When did you become involved with issues of the area that is now under consideration, in other words KTC, Nyanga, Guguletu and all these places, when did you become in...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was involved as the secretary of the S-JMC at the time when these things happened.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  And you know the previous witness Mr Schelhase?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I know him.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Did you know him at the time?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I knew him at the time.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And is it fair to say that you exchanged views about the situation because of the nature of your work?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Pardon?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Did you exchange reports and views about the situation in this area at that time?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sir, not so much at my level.  But what I could gather is that he mainly liaised with a level at the Western Province JMC, not so much at my level.  We very seldom discussed these issues.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now when you say not so much, what would you say was the frequency with which when you met you discussed issues pertaining to the security situation in the area?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It might have been once in six months Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Once in six months.  Would you have discussed with him a strategy with which the unrest situation in Khayalitsha, in KTC etc was to be approached, particularly in 1985?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Did you - are you saying you did not discuss ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No I did not discuss any strategy with anybody above my level.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would you then, if - we got an impression that in 1985 when you came in and you said to him there was to be a strategy with which the violence and the unrest situation should be approached, it would be a wrong impression that we got from what he said to us?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I never discussed any strategy with Mr Schelhase's level, but what I was trying to say was that my role as the secretary of the S-JMC was to receive their minutes from their level.  But now they were one level up and it was not always their practice to give me copies of their meetings.  I am helping you in trying to understand what my level was.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Let's try and understand that.  Now you state your function as being one to receive the minutes of the JMC meetings?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, the Mini-JMCs and the local management system, that is two levels down, below me.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "And from time-to-time I would receive a document from the JMC, the Western Province JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Is it.  So there were occasions when you were able to receive documents from the Western Province JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "That would be documents at the level at which you say Mr Schelhase operated?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And you say your task would be to identify issues in the documents from the local levels and ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Local levels, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now, how would you deal with those issues, what sort of issues would be brought to you and how would you deal with them?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The JMC was structured, as we now know, to identify the problems in the community as to see that these issues in the community have been addressed properly so that you have a happy and a contented community, that was the main issue.  That was the main purpose of this thing.\n If I may give you an instance.  In Hout Bay they had people staying in a hostel from a factory, but that was a local management system at Hout Bay, and the people who stayed there they didn't have enough showers and didn't have enough hot water and water and all the issues and then this thing came up at Hout Bay's Local Management System, but they couldn't resolve it.  It then went to the Mini at Wynberg because Hout Bay is under Wynberg.  That problem then came to the S-JMC where I was and we said no, we've got to assist these people because they need to have at least the basic commodity of life, and within that structure the S-JMC then succeeded in resolving the issues so that the people could have hot water.\n Now that was - it was a very important task for the community to have what they should have, and if there was budgets and so on.  And I was very proud Sir, to be part of such a committee to help people throughout the structures.\n The same thing happened with health services and various other parts, but now there were certain things that I could do up to my level ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Then it would be passed on to the JMC and hopefully they would then resolve the issues.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now were the issues that you referred, that you had occasion to refer to the JMC ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And that would be the Western Province JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And did you ever have an occasion where you would have to communicate directly, for instance with the State Security Council?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir.  You see Sir I had a chairman and it was the chairman's function to report to this Western Province JMC, to explain to them what the issues were.  I had no open ticket or I had no phone line or I had no communication with the State Security Council.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And was there an occasion when there was a direct communication from the State Security Council to your S-JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir, no.  At the previous investigation I was also given documents which I received via people from the Western Province JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, no I appreciate that.  Now what was - in what did you then see your link, if any, to for instance a structure like the Gesaamentlike Veiligsheid Staf?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No I had no link with them whatsoever.  The Gesaamentlike Veiligsheid Staf they were situated at the State Security Council.  They also had their structures up at the top, I didn't even know who they were.  I personally didn't know those people.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Right.  Now you do mention in paragraph 7 ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Pardon?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In paragraph 7 of your statement you've mentioned that there were four components in all levels of the JMC down to the level of the Mini-JMC, did you get that reference?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Pardon?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Have you got that reference?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Paragraph 7?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The whole of paragraph 7?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Where you say there were, as I understand you, four components in all levels ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Of the JMC.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well up to the level of the Mini-JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "What were these structures and what were their functions?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "7.1...",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It was constitution, economic and a welfare component.  The constitutional, the previous witness here today spelt out what his function in the constitutional role was, but that was on the top level, upper level.  On our level we didn't actually have big issues such as this hearing, what this hearing is about, because that was discussed, as I hear today, at the Western Province JMC.  Now if it was necessary for instance at schools where there would be a problem at the school and the school were to have some security personnel because the school was having damages or whatever then we would inform the constitutional people about that problem.\n Economic again, it's a job creation and I think here in Epping a training centre, which is also one of the centres which we referred people to if there was.  And the welfare component in that first paragraph, 7.1, is where the National Health Department had a programme which I cannot elaborate on, but I know they had a programme of looking after the health of the people.  \n Those were various other role players which I had to deal with.  \n And 7.2, the Communications Committee was purely, as far as I can give the evidence, as far as I know, is that they were responsible for making press statements after they had discussed a press statement with the chairman.  And they then had also discussions with the liaison officials of other government departments.\n 7.3 Sir, as far as the Joint Information Centre is concerned, or Committee, that consisted of National Intelligence people and Security Police as well as Military Police, but they were a Committee on their own and they would give us every morning a report about the security situation, and very well so whatever the flashpoints were.\n Then the Security Committee at 7.4 consisted of, as I said there, the South African Police, the South African Railway Police, the South African Defence Force, the Riot Unit, Provincial Administration, Divisional Councils, Civil Defence and so forth.  And those were the role players in the four components Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now this security component was that what was called VEIKOM?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now in your capacity as secretary of the S-JMC what relation, if any, did you have with these structures, the ones that you have mentioned?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well as secretary I used to give them copies of the minutes(?) which I had to hold every morning, give them copies of the security report that was handed in at the meeting.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Did you receive anything from them?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "From the Information Committee, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "From the Security Committee, VEIKOM, did you get any sort-of feedbacks or reports ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.  After the identification of certain flashpoints were made they would then go to their own, which were senior people at their various Mini-JMCs.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Did you get any situation reports as secretary of the  ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, and then they had to work out their own planning, whatever the planning was, and then that copy of that would come back to me and then there would be a joint document so that everybody knew what was going on.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  And would that document coming from your S-JMC then be forwarded to the Western Province JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Not necessarily.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Not necessarily.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It was not necessarily, if they had any say in the matter, it was up to the chairman Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  But would it?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It could have, it could have ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It could have happened, I see.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "But can I explain the Western Cape JMC.  At the time there were two Police Divisions, the one was in the Boland, the old Western Province and the other one was in the Peninsula.  That's why they also didn't sit with us in the same building when they had their meetings.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Now for instance what was the nature of the reports insofar as they pertained to Crossroads and KTC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The reports that I received was, as I said, the security situation about the flashpoints, and if I can get the document then we can go through it, but it's merely as Mr du Toit has said, what is to be expected and so forth. And that they would discuss, if there were discussions but they were - and then the security committee would then be given definite instructions by the chairman to go out, patrol the area and if there had to be combined, a combined operation, for instance if Wynberg was quiet those people would come through and assist if it was necessary, or if Cape Town was quiet then those planning which they had done in their own operational centres at their own planning committees would then come back to me and then I would complete a one compiled document.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Did you ever receive any feedback as to what sort of action should be taken as part of the strategy of dealing with the unrest situation against, for instance, the Comrades?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Against the Comrades?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir, I never received anything like that.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Are you saying there wasn't at all, at any stage, feedback that came to you in your capacity as secretary of the S-JMC in the Western Cape ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "In the Mini- sorry Sir, the Mini-JMCs came back to me.  I was at the Sub.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja, in your capacity as secretary thereof.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Are you saying you never got any feedback from the structures?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Below me Sir?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Below you.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "As to what action ought to be taken against for instance the Comrades as part of your strategy to contain the violence in the ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Did you ever receive any feedback similarly from any structures from Guguletu Police Station, from wherever ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I cannot recall Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You cannot recall.  Did you ever receive any instructions say from the Western Province JMC as ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "As to ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Was there any instruction that was indicated as to how you should deal or how the situation in Crossroads and KTC should be dealt with, in particular what action ought to be taken against either the Witdoeke or the Comrades?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was referred to a document which was received by the Chairman of the Western Cape JMC.  Now if I just recap again, the Western Cape JMC Chairman was the Divisional Commissioner of Police, he was at that level.  He handed me ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "What was his name?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well at the time it was Brigadier Swart, if I can recall, but there was also the vice chairman ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Who was the Vice-Chair?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It was Brigadier Kritzinger or Brigadier de Jager from the Defence Force.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  So there were instructions and/or feedbacks or reports that you got from WP-JMC..... ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "As to action that ought to be taken?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Can I refer to one ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Maybe we'll come there, I just wanted to have it on record as to whether there was.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now I see that you are careful to say you were able to deal with all matters below your level ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Which I had knowledge of.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now when the Western Province S-JMC, that is now on your level, could not find a solution to a particular problem, for instance if you could identify the unrest situation at Crossroads as a particular problem, now what were your communication lines?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sorry Sir can you repeat again, I just want to make sure.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  When your level could not find the solution to a particular problem, what would be your line of communicating that particular problem?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.  I would, if we were informed of a particular problem and we could not resolve it at the S-JMC level obviously my chairman had a presence on the next level, at the Western Province JMC level, and if he took note of it he would then give them feedback on that issue. And if it was necessary I would note that particular one, that issue, which was at their level if they had to make the decisions whatever the decisions were.  And then I would send it on to them and say look I cannot resolve the problem, or this committee has no jurisdiction as to resolve the problem please if you want to help us, help us with this problem.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now I noted that earlier you said you did not have any direct communication with the State Security Council.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now where you had a matter such as for instance the problem in Crossroads would you communicate via SAP Headquarters in Pretoria for instance?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No I would not do that Sir, not in my office.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Excuse me, the only communication I had with Head Office was the daily incident report which I sent away to them of incidents and ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Can you give us an example of a daily incident report, what would it be?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "They would want to know how many people were patrolling the area, how many incidents of stone-throwing had taken place and so forth and so forth and so forth, and if there had been any action from the side of the Police.  Now the reports that I had received at my level I would then consolidate that and I would send it away the following morning.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sorry, to the Police Headquarters.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.  Were any persons identified as causing problems between the Witdoeke and Comrades in any of the reports that you dealt with?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I knew at the time that there was conflict between the elder people or one group of people and the other group of people.  Who they were particularly and why that had caused I wouldn't know what the reason for that was, except for the fact that there was some political arguments between themselves.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Are you saying that the nature of your reports were not identifying personalities?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Personalities were mentioned, yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "No, what I am saying is, was there for instance an instance where any of your reports would say people have been identified as trouble-makers, Toyisa, Yamile and all those people from the Comrades side.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, that would be included in the security report.  And because we did not handle, we weren't in a position to deal with that, that report was taken by my chairman to the one level above me and then they had to decide.  I was not at that meeting, I was busy doing my work in the office.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "No, no, no I was not particularly wanting to know whether you were present or not.  You were, as I understand your evidence well, you will correct me if I am wrong, dealing with reports that came?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And you said these reports came from levels sometimes below you, they would come from Guguletu Police Station, this that and the next thing.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "From the Mini-JMCs.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "From the Mini-JMCs.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "And from the Joint Information Centre which gave us the security report in the morning.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Exactly.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And would they come also from VEIKOM?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well yes, they would also - if that wasn't contained in the security report VEIKOM would from time-to-time just add on.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now those are the reports - now to the best of your recollection did those reports identify both the Witdoeke and the Comrades or either the Comrades or the Witdoeke as the source of the problem in the area, do you recall?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "If I can recall it was mentioned in those reports, Sir.  If I can recall I think it was.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would they identify as a source of the problems in your recollection?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I don't know if it must, if it was much detail, I cannot - please it was a couple of years ago, but I cannot remember if the exact cause of the problem was mentioned in that document.  But that there were problems between two groups that was mentioned yes, but I don't know exactly what caused it, if it was, whatever it was.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There seems to be a problem with the Xhosa interpretation please and English and Afrikaans.  There is a problem with hearing the English as it is spoken, could Chris please sort it out for us.  Meanwhile please continue Mr Ntsebeza, it will be sorted out.\n Dr Ramashala wants to ask a question.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr Vermeulen you heard Mr du Toit's testimony.  Would you have received - I know that he was reporting through the GIK, Joint Information Committee.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Would you have received reports submitted by Mr du Toit?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Would you have read them?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The Committee would have read it, yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "No, no, would you have read them?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, as well.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "What was the nature of those reports?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Oh it would deal with various issues, but one of the issues which is being investigated here that was covered in that document and that is that there was animosity between people at the areas which were affected, Crossroads, KTC and that.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Sir I am just asking you for your opinion.  You heard Mr du Toit's response about the quality of his reports and Mr Ntsebeza referred to that. When you read the reports did you, in your opinion, think that these reports were complete, incomplete?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I, as I ...(intervention)",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Let me complete.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Oh sorry.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Taking into consideration what was, for example, reported in the media about the attacks?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I read the reports and it reflected that - I must put it this way, if you read the report, the security report, and you would take knowledge of what was said there and read a media report I would read in the press more information than what was in there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Meanwhile will you please try not to go out, we are trying to solve our problem.  Please remain seated.  We are proposing that we stop the questioning for five minutes and allow the technical sound people to assist us.  So over to you Sound Department.  Thank you.  There is no Afrikaans interpretation, no Xhosa, in fact even the English we cannot hear it from the earphones.  Thank you.\nBREAK WHILE THE SOUND SYSTEM IS ATTENDED TO",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "......Major Odendal operated from a place at Manenberg where they had their operation centre.  He came in from time to time to the meetings in the morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me please be quiet.  Could you please be quiet.  Thank you.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "So you didn't interact with him directly?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Did you get any reports from him?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I got reports back from what had - incidents which had happened via his operation centre.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "What would be, for example, the subject matter of those reports, if you can just give me one or two examples?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sure.  There would be first of all the planning of what they were going to do, that they basically, the basic broadlines of patrols they were going to send out, how many vehicles they were going to use, etc, etc, etc. If I will elaborate, if you want me to I will, but now that's basically that.\n The other one is that if there had been an incident where they had to act or where there was forms of stone-throwing or tyres that were burning or whatever these would come from him, it would go through to his operation centre which they will then consolidate and then from there on they will send a written report to me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chairperson.  Just to round that one up, was your operations room that you attended at the Thomas Boydell building?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You were in charge of that?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Okay.  Now I believe you have a document which is in Afrikaans a \"Kripte berig\" of the 25th of March 1986.  Do you have that document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "25th of March 1986 Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes 2114300, it's from, it appears to be coming from the Commissioner of Police.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It was coming from the Commissioner of Police under the signature of Major General Wandrag.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Major General Wandrag.  Now who was Major General Wandrag?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Major General Wandrag was in charge of the operational side of the South African Police Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would he be, for instance, was he the person in charge of the Riot Unit?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "At a national level?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And would it be so that at the Western Cape the gentleman you mentioned is Brigadier Swart?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would be the overall commander of the Riot Unit?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir.  The Riot Unit in South Africa were under the command, specifically first of all under the command of General Wandrag.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "And they had delegated their powers to the Divisional Commissioners.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Who in the Western Cape was Brigadier Swart?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well at the time yes, if I can remember correctly.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  There was a Brigadier Strydom who was in the Security Branch was he not?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I think he was in the Detective Branch.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Detective Branch.  And Dolf Odendal was in the Riot Unit in the Western Cape?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "He was an officer in the Riot Unit, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "He would normally then be under Brigadier Swart?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well he had a commander and the commander would be under Brigadier Swart.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now let's look at this document.  What was the nature of this document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sir, this document had its origin from the State Security Council.  If we look at the address, to whom it was addressed, it was addressed to the Divisional Commissioners.  In this instance the \"Afdeling Kommisaris\", that's why there's an \"AK\" there.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.  Then you have - it was addressed from Pretoria to the Divisional Commissioners, alright, and it was under his signature for information to the Commissioner of the Railway Police, alright, and then the Chief of the Defence Force, Hoof van die Leer, that's what it actually means.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  And I see in the bottom in handscript there ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sorry.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And I see at the bottom in handscript there that it seems also to have gone also to the Mini-JMCs.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And what was it looking at?  What was it attempting to say?  I see there it says \"Situation\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright, first of all it was a secret document, it had come through from the GVS - now that I would like to explain.  It's the Joint Security Staff of the State Security Council, and the Joint Operational Staff.  Now the Security Staff and the Operational Staff is basically the same people but it all depends if they were in executive positions or not.  The decision-makers would be the Joint Security Staff and the guys that would do the work would be the Joint Operational Staff, the 'GOS'.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "So GOS would be Operations, GBS would be ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "GBS would be the whole system.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The whole system, yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.  Now they say the instructions came from the \"GVS Riglyne\", which is the guidelines, from the Joint Chief of Security Staff.  Now that the most top level that you can get anything from.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It came from and it appeared to me that General Wandrag was one of the members of the Joint Security Staff at the time.  It is then guidelines which were sent to all the divisions in the way of how to deal with riotous situations.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "And then he carries on and he gives you a bit of background in the first paragraph 1, 2 and 3 and ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In fact particular I am - you remember when I was dealing with the last witness ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In the context of trying to understand the McEwan Strategy he did mention something about counter-mobilisation as being part and parcel of the Strategy that was adopted in dealing with unrest situations, and I see that this secret document from the State Security Council also deals with counter-mobilisation.  I think it's item no.11 on the third page hereof.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Correct Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Can you read that into the record, what it says.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Paragraph 11 reads,\n\"Counter-mobilisation -  There should be attempted to motivate the population of the Black areas to stand up against the revolutionaries.\n(a) Counter-mobilisation must be done on a small scale and regional basis.\n (b) Positive resistance movements should be encouraged.  That should be done in a clandestine fashion\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Okay that's all.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "So if I can get the nub of this, the State Security Council sends a document to all the structures, including your structure.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I received it from the one up, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  In that document the State Security Council is saying efforts should be made to motivate the population of the Black residential areas to rise up against revolutionaries.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Quite so.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And it sort-of prescribes the manner in which it should be done.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Right.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It says,\n\"Counter-mobilisation should be executed on small and on regional level...\"\nand it says,\n\"Positive resistance movements should be encouraged, it should be done in a clandestine level\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now what did you understand this to be?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.  I understood that to be whatever way it was going to be done is to communicate with the population in Black areas, exactly what it says, and to motivate them to come into resistance against the revolutionaries.  And I think that is how I read it.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In fact there was a meeting at which this document was discussed was there not?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I wouldn't know about it Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "There does seem to be a meeting at which you were present which set out guidelines with reference ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright, there was a meeting, quite right, and I took minutes at that meeting and ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Is that the meeting at which there is also a document also marked \"Secret\" ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "At which those who were present are listed as Brigadier Otto, \"Voorsitter Mini-GBS Kaapstad\", Chairman of the Mini-JMC Cape Town.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Colonel M G Mans, Divisional Inspector.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Colonel Schroeder Chairman of the Mini-JMC Athlone.  Colonel van Zyl, Chairman of the Mini-JMC Wynberg.  Lt Colonel Schreuder, Chairman Mini-JMC Bellville.  Major Odendal, S-JMC.  JOC and all the other things.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Ja.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And then there was yourself.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Myself, yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now what did you understand positive resistance movements to be referring to, when you had a discussion at which these guidelines have been discussed and the State Security Council says \"positive resistance movements must be encouraged\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And it says it must be done on a clandestine level.  I appreciate you were a secretary, you were taking notes and minutes but there was a discussion.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "If we look at this document in itself, I think we should read another document that goes with this document.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, which one is that?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "There's a memorandum attached to this one.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Is that the memorandum, also marked \"Geheim\"?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "\"Secret\", WP S-JMC dated 26 March 1986?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Did you draft that memorandum?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That was what was coming from the discussions.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In other words I would like to get a clearer picture.  The first document I referred to, the Top Secret document from the State Security Council.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Came, and there was a discussion.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "By the people at the ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "At the S-JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "At the S-JMC whose names are indicated and because you were secretary you were also at that meeting.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Right.  And flowing out of that there was a memo which you now have referred me to.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, quite.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And did that memo then ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Deal with that document from General Wandrag.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Oh I see.  Did it - what would you like to ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I would like to bring under the attention of the Chairlady paragraph 5.C.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Can you read that into the record?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I will - Afrikaans first and then I will explain it in English Sir.\n\"Regarding the revolutionary leaders a fixed committee, clandestine operations should attempt to establish communication links.  This committee should involve themselves full time although the S-JMC and the KOMKOM is already doing that, but because of other responsibilities they cannot do that full time\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "So that was the propaganda aim of, that was the recommendation as to how the propaganda should be ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It was a recommendation Sir, as to how we saw the letter which had been received from General Wandrag.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "How it actually should be done.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It was intended to discredit what was perceived to be revolutionary leaders?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And in order to do that effectively the recommendation was that a standing committee ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Had to be established.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Had to establish clandestine operations.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "But the committee had to be established as well Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Oh I see.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "There was never a committee established on my level.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You are not on trial.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No I am just explaining that I - I am explaining the document Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Can I bring your attention to paragraph 7 of that particular document.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.\n\"Counter-mobilisation.\n This is first and foremost a specialised operation of the recommended clandestine committee of the S-JMC, when the climate is right and it can be created\".\nThe next paragraph.\n\"In this regard from WP South African Defence Force Command it's attempted to instigate the Fathers against the Comrades\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "So it was your recommendation if I ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No Sir - may I?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "If we look at my comments in paragraph 7 I say, first of all this is a specialised operation of the proposed clandestine committee, which I referred to in that other document.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Of the S-JMC.  When the climate for that was ready and could be used.  But it is already at the level of the Western Province South African Defence Force Command, so the Fathers can be brought against the Comrades.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now let me try and understand that.  Are you saying, in this document you are saying when a climate is right a specialised operation of the proposed clandestine committee is possible?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You are also saying, if the climate is not right it can be created?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "What I am saying here is it implies if the climate is not right then you can ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You can create it.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "No, you can create the opposite as well.  You can create the favourable situation or you can create an unfavourable situation.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  In other words you can create a climate to be right if it is not right.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That is why I said it is a specialised operation and we did not have these people to do things like that.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, no, no, no, it's only an enquiry.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes I know.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "What I want us to understand is that there is something that is recommended.  You either have a climate in which a specialised of the nature recommended, clandestine committee can operate.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Or if it is not right, if the climate is not right you could create a climate.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "You could create the opposite as well, this is what I explained.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "But do I understand you to be saying, it was your conclusion ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "May I elaborate.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "....that work already has been done in that direction by the Western Cape SADF Command?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was under the impression it was done Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Which is why you put it there as a conclusion.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That's why I put it there.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And your observation, and I am sure that it flowed from the discussions that had gone on, was that work that had already been done as at that stage when you wrote this report, was that the Fathers would be brought into a resistance against the Comrades.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That is what I understood it to be.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You understood that to have been work that had already been done by the SADF?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In the Western Cape.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Or by the S-JMC, whatever.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja.  Now in the context ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I mean the Western Cape JMC, sorry.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, ja.  In the context of the KTC/Crossroads saga the Comrades would be the people associated with Yamile, Toyisa and all those other people?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I did not know to which group they belonged to Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Oh I see.   And Ngxobongwana?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was aware of the names.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, yes.  Now 11.B seems to say this is already being done in regard to the fact that the memo has been written pertaining to this recently, was that your conclusion?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That was the conclusion Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.   Now I think finally you indicated in your evidence that there were occasions at which you did receive matters that were dealt with, there were not very many of those cases, but very few of them, at which you received matters that were dealt with in the WP-JMC.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now I am not saying the document which I believe you have is one of those missage - or one of those documents which you got from the WP-JMC, but there is a signal message that purports to come from the WP-JMC to the Secretariat of the State Security Council, do you see that document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Can I just - have you got a reference on that document and the date Sir so we can just verify the document?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The document seems to have been received by the State Security Council secretariat on the 21st of May 1986.  It's a signal message saying \"Berig Vorm\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "WP-GBS/548/21 May '86?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja, ja.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That's the one.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now do you see the date of that document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That is the date that was originated if I am correct, 21 May.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.   Now I don't know whether you are aware the attack on the (...indistinct) camps in this area were between the 17th and the 21st of May 1986.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I must have been aware Sir, that incident report will reflect that Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  And if you look at this document can you read no.G thereof into the record.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Afrikaans, paragraph G of the document which is mentioned\n\"Fathers are well-disposed towards the Security Forces, and they want law and order.  Fathers cannot be openly supported due to the hostility of the leftist press\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now can you - is a fair English translation of what you have just read into the record the following\n\"Fathers are well-disposed towards the Security Forces....\"",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I will translate.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, if you could.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "\"The Fathers are sympathetic towards the Security Forces and will want law and order. The Fathers cannot be supported openly because of the hostility of the leftist press\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Right.  So in other words this message, this signal from the Western Cape, this signal message form sending this message from the Western Cape JMC to the Secretariat of the State Security Council was saying, the Fathers, by which we now know and understand to have been a reference to the Witdoeke, are well-disposed toward the Security Forces and will want to have law and order.  Fathers cannot be supported openly because of the hostility of the leftist press.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "That's what the document says.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "That's what the document says.  And do you say that this is not one of those documents that you received from the Western Province JMC?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I normally never - I can't remember if I received this document.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see, ja.  And what do you understand to be meant by \"the hostility of the leftist press\"?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Perhaps they didn't want - the leftist press at the time didn't want to publish what either they wanted them to publish or either what was happening, according to what they perceived to what was happening.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And they regarded it to be hostile?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The following page, as a matter of fact, in 3 there, can you read that into the record?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "\"Western Province Committee meets today and visits Crossroads to exploit the situation.  The situation is perhaps favourable for upgrading of Crossroads, for example, to make a road through the area\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now in English, can you translate that into English.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "JMC daily management met and visited Crossroads with the aim to take advantage or exploit the situation and to make the climate favourable for upgrading of Crossroads to build a road through the area\".",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now I have indicated to you that the attack on Crossroads, or the relevant part of Crossroads had taken place between the 17th and the 21st and this message is being sent from Cape Town here to the State Security Council Secretariat on the 21st?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And would it be fair then to conclude that the situation which the JMC felt must be exploited was the fact that those who were attacked with the view to removing them from a certain area in order that the area must be consolidated, had been achieved there?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "With respect Sir, with respect, this document was written by the Western Cape JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I would not know what was actually meant by the writer.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "In the context of what I have indicated to have been the situation in the Western Cape, I am asking you now, not as the author of the document.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And I am asking for an opinion.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Given that when this document was written, was sent, it was at the end of four, five days of attack.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "On a complex that was occupied by squatters.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And squatters who - well it was the view, were impeding the progress in that area because that area could not be upgraded because there were those squatters, don't you consider that it would be a fair conclusion to say the situation that needed to be exploited was exactly the fact that people who had been regarded as hindrances to upgrading that area had been removed?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Removed?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "By the attack, they were displaced.  The Fathers who you had indicated earlier appear to have already been mobilised by the SADF against the Comrades.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "It seems to be like that.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It seems to be like that.  Now who is Colonel A Moelig(?) who seems to have been ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright, he was an army colonel which acted at the time as a secretary for the Western Cape JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "I see.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Was that message, signal message actually sent by Colonel A Moelig?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "According to the stamp, according to the document, this form, the form is sent, here at the bottom you will see the drafters name, Colonel A Moelig, he was at least the drafter, yes, and it was addressed to the State Security Council.  They received it and it seems a bit indistinct of when they received it according to the date stamp here on top in the left-hand corner ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Are you familiar with his signature?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would you say it's his signature on the second page?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Finally, there is also another document whose origin you may or may not be aware of.  I am sorry that I am made to understand by the investigation unit that this is a document that came during the course of these proceedings.  I would then ask that it should be....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's quite a short document so we can give you two minutes or so to read it.  It's really very short, it's half a page.",
            "Unknown"
        ],
        [
            "ADV HIEMSTRA",
            "Chairperson we received that document yesterday, we are aware of it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Oh you did, thank you Advocate.  Now I am not particularly wanting you to - I don't know, it may well be that you do - would this be one of the documents you could have received?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I never saw this document before.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I received it yesterday as well.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "No, no, I am working on the basis of your earlier indication that there were some documents ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, yes, but this one I never received.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Oh yes, ja.  But it is also a top secret document.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And it is from this region, from the Western Cape ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "JMC.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, and it was also to the Secretariat of the State Security Council in Pretoria.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now can you read two and three into the record.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Alright.\n\"To diffuse the situation around stayaway actions on the 16th of June a mass meeting of Witdoeke is planned where the message to go to work will be communicated to the masses.  This action will be a victory feast by the Witdoeke in the form of the slaughter of cattle.  The cost has not been finalised but it is estimated at about R3 000.  It would be appreciated if the necessary funds could be possibly made available for this.\n Finality will, however, not be reached before the 11th of June 1986 when we will be in contact with you again\".\nThis is the last page.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Right.  Now who are the drafters of this document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The Secretary of the Western Cape Joint Management Committee.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It's Mr R P du Plessis?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Correct Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Do you know who he was, what he was?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "His rank at that time was a Commandant in the South African Army Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "So the army was already - and can you give the date of this document?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The date of the document was the 9th of June 1986.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And it seems to have been sent at about 15h00?  \"Datum tyd group\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "You see Sir can I, this document first of all the form which is printed is a Defence Force form, it's not a Police form, therefore I wouldn't know.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "You are not on trial Mr Vermeulen.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I understand so Sir.  But I am trying to be helpful, I am trying to explain to you.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes okay.  But is it so that this document seems to have been received by the State Security Council on the 9th of June 1986?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "That stamp indicates that.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "There's a stamp there on the top Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja, what do you make of that handwriting on the right where it says \"afskrif\", copy?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "HTSK.....",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Would that be STRATKOM?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "And then at the bottom is STRATKOM Sir, I think it is STRATKOM.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Ja, in other words a copy of this was sent to STRATKOM, would that be saying ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes, that's what it says.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "That's what it says.  And you know the precedent action says the thing must be implemented \"dadelik\" .",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "\"Dadelik\" ja.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  Now let's look at what was happening from what we know on the 9th of June 1986.  You will recall that that was the day on which an attack was mounted.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I believe so.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes.  And this was an attack at which elements of the Defence Force and the Police had been specifically interdicted by a court of law from participating in an attack on or assisting an attack on any of the persons in the area which subsequently was attacked, you are aware of the court interdict at the time?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I am aware of a court interdict.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Of a court interdict. Now if I understand the message here it seems to suggest that the secretary Mr du Plessis, who was a commandant in the army.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Quite right Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It's suggesting that the manner in which to diffuse the situation around the stayaway actions on June the 16th is that a rally, a mass meeting of Witdoeke must be planned where the message to go to work will be communicated to the masses.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "But then it goes on to say that action will be a victory feast by Witdoeke in the form of the slaughter of cattle.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "The cost has not been finalised but it is estimated to be about R3 000 and this letter seems to be seeking, soliciting nature,\n\"It will be appreciated if the necessary funds could possibly be made available for this.   Finality will, however, not be reached before June 11 1986 when we will be in contact with you again\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "It seems that this message, top secret message to the State Security Council, was already anticipated a victory by the Witdoeke.",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well this is what it implies.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "And would you agree with me that it seems also to be seeking funds from the government, from the State, or the State Security Council of R3 000 so that that victory should be celebrated in style?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "By the slaughter of an ox ...(intervention)",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Or whatever.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Yes, it says so in so many words, \"slaughter of cattle\", \"in the form of the slaughter of cattle\".",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Sir.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now the question ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala wants to ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Now the question that I want to put to you, given what we now know, it may be contested evidence,  that  there were allegations that the police and the army and the security forces did nothing to prevent the Witdoeke from  these attacks, given also there are allegations that the army and the police actually were helping the Witdoeke in  their attacks which we now know started on the 9th, don't you find this top secret message to the State Security Council couched in these terms very prophetic?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I am reading the document for the first  time, I received it yesterday, I never saw this document before, any person reading this document who is not an informed person of what was going on, would translate or look at it as if they were looking for funds to have some sort of celebration, yes.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Was it in the nature  or  in the general conduct  of the State Security Council to make funds available to a group of people like the Witdoeke?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Sir, I wouldn't know.  I was not at that level, I was not in a position to decide or apply for such funds.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Don't you find the document curious to say the least?  Don't you find it curious given the circumstances at that particular time?",
            "Male"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I was surprised to see such a document.  I am surprised to see such a document.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Ramashala.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Sir, all over the country and internationally this conflict was branded as Black-on-Black violence.  This document, among others, places the hand of the State right square in the middle of it.  Yesterday when  you saw this document for the first time describe to me the sense of emotion when you saw this document for the first time.  Assuming, as I think you are, a reasonable person.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I looked at this document and I studied this document for a long hard time, and I tried to put myself - you see it's difficult because it's a document - it's first of all a top secret document and it would not have been sent if it was not top secret obviously it was classified as such, given the fact that it was given to the State Security Council put a very high priority on this document.  Why there would have been a celebration for what the reason is specifically, apart from the fact that they tried to say it was for the stayaway of - that they were going to talk to people, I wouldn't know.  Perhaps one  could get more answers in their minutes where they would have decided before they sent such a document.\n How I felt, I felt that something was going on without me knowing, obviously because I wasn't at that level. It was my area within the JMC, S-JMC and that's all I can say.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "What exactly do you think was going on?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Well according  to this document they were going to plan some sort of celebration for a victory, which is said in the document, and I thought it was a communication exercise to gain the support of people.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Now it is not a communication exercise to support people, it is specific, it is a specific celebration anticipating victory, it says here, it is not an exercise, this is an appeal for funds which would be expended in celebration, it says right here.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes Madam.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "In that context Sir, I am not going to ask you for your opinion but I am going to say is it correct for me to assume that there was complicity which puts the State right in the middle of this?",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "The question that I asked myself is was this amount approved or not, I wouldn't know.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Sir, that's irrelevant, that is irrelevant.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Oh alright, alright.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "The issue is there was a request.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "There was a request for money.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Dated 9th.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "In anticipation of a victory.  We have already talked about the fact that the Police, Military did nothing to stop the conflict, and here is this document that in fact confirms complicity, a request for funds to celebrate the victory, the annihilation of the satellites including KTC.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "But this document does not say so.  This document says that the victory whatever, it does not say why there was a victory, but they said the situation around the stayaway actions on the 16th of June.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "But it's reasonable to infer, to make that inference.",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "I am not making that assumption Madam.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Well we are saying so. It is reasonable to make that inference ...(intervention)",
            "Unknown"
        ],
        [
            "TREVOR GRIFFITHS VERMEULEN",
            "You can say so, but I am not making that assumption Madam.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Sir, I think it is of interest to me that you are defending a document of which you knew nothing, that is of interest to me.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Ladies and Gentlemen.  Quiet please.  Thank you very much for your cooperation.  We really appreciate your coming to assist the Commission in whatever way you have done.\n I think that as a matter of courtesy to you Sir we just wish to inform you that our media liaison person, Christelle Terblanche, usually passes on the documents, all documents presented at hearings including these secret documents, she presents them to the media, so they are now public knowledge, so they may be used in the media, everything that goes on here may be used. Thank you.  I am just mentioning that as a matter of courtesy to you.\n Thank you.",
            "Unknown"
        ]
    ]
}