{
    "header": {
        "type": "1 E JAFTA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "ENIDE JAFTA"
        ],
        "case number": "EC0329/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56044&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/jafta.htm",
        "speakers": [
            "MEMBER OF PANEL",
            "ENIDE JAFTA",
            "CHAIRPERSON",
            "BONGANI FINCA",
            "REV XUNDU",
            "KHOZA MGOJO"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "ENIDE JAFTA",
            "CHAIRPERSON",
            "REV FINCA",
            "MRS JAFTA",
            "REV XUNDU",
            "DR MGOJO"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "Mr Chairman I would like to call Enide Jafta.  Mama, we would like to welcome you as the Commission.  You are one of the woman who come forward to the Commission who watched when your house was demolished by the police.  Many people have suffered as you have listened during these three days.  The name of your village has been mentioned before and I am sure today you are going to tell us fully about that evidence and we would also like to know from you how would you be reparated by the Commission.",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.  Over to you Mr Commissioner.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Reverend.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mama Jafta I will be brief.  We heard here yesterday about young men who use to stay with you.  One of them was K K.  At that time we were being told about Maqekeza's story.  I would like you to please briefly tell us more about yourself, a brief background about yourself.  What are you doing for a living before you get into the real issue which was happened in 1986, at the beginning of 1986.  The day when your son Boy came together with these two young men, K K.",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Thank you Mr Chairperson of the Commission and the other Commissioners.  My name is Joyce Jafta, my maiden name is Hela.  Jafta is my husband's surname.  My father is\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 E JAFTA\nMax Jafta.  We have a business.  \n In 1986 my son Boy ...",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Excuse me.  You said who is the business owner?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "It is my husband and myself.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "I just wanted to clear that because in the interpretation it sounded like it was your father who said this.  Is this your husband, Jafta, who owns this business?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Yes, that is correct.  In 1986 my son Boy did not come back to UNITRA.  He did not seem much interested again in his studies.  Such that when I pleaded with him again I asked him to please register with UNISA so that he can continue with his education.  I did not want him to stay and do nothing.  I did not succeed in my pleadings.  He continued to stay at UNITRA.  We took him into another business that belongs to us in Elliotdale in a place called Nakahi.  We wanted him to take care of that business.  We were trying to keep occupied.  We did not want him to stay at home and do nothing.  We were trying to make him a responsible man.\n Later, I cannot remember when that was, but he arrived at home with another boy who was called Kaye who said he was from Mount Fletcher.  We could realise that his dialect was from, was just like those people from Mount Fletcher.  There was another boy that he was with.  Those people were working at Operation Hunger.  This was not a wonder to us because we did see Operation Hunger in operation at the Nakahi area where Boy use to be most of the time.  In 1986, around the middle of the 1986, their seniors arrived, two of them arrived.  They did not have accommodation.  They were from somewhere around Port Elizabeth and East London and I gave them accommodation.  I did not have a problem with that. \nUMTATA HEARING EASTERN CAPE PROVINCE\n3 E JAFTA\nThey were also from Nakahi.  Kaye and his friend Bongani.  Bongani was Bongani Bobe from Bizana.  They use to visit my home and sometimes they would be away from home.  They came, this particular day, with Andile and Solile and these two young men were rather older than Kaye and Bongani.  We could see even when we were watching them, you could see that these older ones were acting responsibly.  Even my, even these younger ones were acting responsibly when these elder friends were around.\n Now in January 1987 on the 21st I heard a knock at the back in my kitchen.  It was very early in the morning, around five am.  My husband opened the door.  When he got to the door he was, he saw the policemen.  At the time I was still in the bedroom.  I did not realise that these were the police.  I just thought it was just our neighbours who were knocking.  Later I heard sounds and people were running outside, but I did not realise what was going on.  My daughter Natie, who was sleeping in another bedroom next to ours.  Now because we were expecting robbers because we were told before that we were going to be robbed.  So we thought now the robbers have come.  It looks like they have changed their plan because their plans use to happen at night.  It looks like today they decided to come in the morning.  \n Later we heard gunshots, we heard gunshots right on top of our house and I had another daughter who use to sleep in another house.  She cried, she cried she said you, this one does not sleep here.  She sleeps in the next one, next door.  So Natie went to the window tiptoeing.  She said, Mama, these are not robbers, these are policemen.  Now we started to be afraid.  We started to get frightened.  We heard the children crying Kaye is not here, Kaye is next door.  So \nUMTATA HEARING EASTERN CAPE PROVINCE\n4 E JAFTA\nthen that is when we realised that these policemen are here looking for Kaye.  So after hearing these gunshots I decided to get off my bed and lie on the floor, but very fortunately for myself there was another bullet that went straight from the window into the headboard of my bed.  That is how I was fortunate.  I was very frightened by this.  Then we started crawling and my husband was not coming back now from outside and we did realise that he was in danger.  When we tried to peep outside we saw the police leaving with him.  We realised that they were now arresting him.  Now I tried to take shoes for him because he was wearing sandals and we  tried to get some warm clothes for him so that he can get warm wherever he was going.  \n You can imagine, at the time I was still wearing my night dress.  Next to my bed there was another, there was another bundle of clothes that was next to my bed so that the following day I could get it washed.  I was walking barefooted and I had this night dress on, nothing else.  Then I tried to run after my husband.  There were full of police vans outside together with policemen.  We gave him these clothes.  He was already at the gates at this time.  They were pushing him, verbally abusing him.  They said go and fetch your son Boy.  I was hurt by all this.  They kept on saying go and fetch your son, Boy, and Kaye.  Now this was the time when the shots started to be heard.  \n Kaye ran straight right at the end of the garden.  There is another bush which is not much.  My son, Boy, went down and they tried to hide behind the bush.  That was now the beginning of this war between Kaye and the Transkeian police who were assisted by the TDF, the Transkei Defence Force.  When I was at the gate I asked the policemen, \nUMTATA HEARING EASTERN CAPE PROVINCE\n5 E JAFTA\nplease help me, accompany me to the house.  I would like to wear some more clothes on.  They verbally abused me.  I am going to please repeat this.  This police said to me, ney, ney, get away from here.  Did you not say that you want Matanzima, get out of my way and one of the seniors to this young said to me, get out of my way, you are giving us a hard time by not wanting Matanzima.  I was deeply hurt by all this kind of treatment.  Even the fact that they said to me I do not want Matanzima.  Is that the way to tell me? \n Then my husband was taken again into another van which was across the road.  Myself, my daughter, Natie, and the other two children, we were also put in across the road for the whole day and there were just gunshots the whole day.  There would be just a short pause and then still the bullet shots would go on again.  They surrounded the house.  They arranged themselves quite orderly so that they can surround my house.  Some of them use to even run, but I have never seen policemen running like that before, together with the soldiers.  Then I realised that if the Transkei thinks that it has a Defence Force.  No, people are not defended by this, this Defence Force.  They seemed to be cowards to me.  There was another white man who use to instruct them to say to them, fire, fire and the Defence Force would respond.  This happened for the whole day.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Sorry Mama.  You said this white man said, fire?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Yes.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "And now the soldiers and the policemen would respond and shoot.  You said these boys responded?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "It was Kaye who was in the bush.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "In other words you said it was Matanzima's soldiers and his policemen?  They were fighting with this\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 E JAFTA\nyoung man Kaye?  From the beginning of the day up to the end of the day?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "That is correct.  Then around three pm there were other boys at the hill.  They said it is burning, there is fire.  We were at the foot of the hill.  This shooting was going on still.  There would only be a pause just for five minutes or so and it would continue again.  When I looked back I could see that there was smoke from the direction of my home, but I did not think that it was my home that was burning.  Now towards the evening when I was approaching my home I found that my home was in flames and there was smoke all over.  I could hear now not only the guns were used.  You could even hear that there would be loud, loud sounds.  Even the gas cylinders that I had in my house exploded and I could hear that it was not only the explosion of the gas cylinders only and I thought now there were also other, there was another dam that was bursting.  My house was in flame, it was in red and green flames.  When I looked at that sight I became very weak, I lost all my strength.  I heard myself saying, how can I be sentenced without any court proceedings?\n My husband was still in those police vans.  One of the policemen said, no, this man has no problems.  He has got three children at university, the other one is in a high school.  I do not know why he is doing all this.  The second man said, no, but he is much better than you.  He said to this white man, this man has two shops, the third one is in Qumbu.  You see Jafta, I am going to make you starve, you will not be this proud anymore.  You are going to starve until your children starve as well.  You are going to be just like other people.  Just like that policeman said, I am UMTATA HEARING EASTERN CAPE PROVINCE\n7 E JAFTA\nstarving today.  When we came back from prison, I was the first one to be released.  I had a problem of my leg which was hurt, which was hurting.  I had cellulitis.  When the other one was healing, the other one started to have the same problem.  I had cuts in my legs and feet that was caused by the, by grass.  \n On this day, the whole day, that was the following day now I was taken from the charge office on the second day, on the third day and I was swollen, my feet were swollen.  I stayed in the charge office for three days and this whole period the policemen were doing whatever they wanted to do with me.  Verbally abusing me in any way they liked.  Another one would just come with a gun and poke me with the gun and I could see that this gun can go off because these people were not mentally well.  I was called a mother to the terrorist.  They were talking through their walkie-talkies.  There was another, there was a command from Umtata saying destroy everything and these boys now were very happy.  They use to say how many cars do you have in the garage, where are your ledger books and so on.\n When I got back home I discovered that they did obey that command from Umtata.  Everything was destroyed in my home.  I had nothing left.  All my belongings beginning from the day when I got married, all my valuable things, everything that I have collected in all my life was destroyed.  When I got into the garage three of these cars were vandalised.  They could not work anymore.  The house that was the lighting plant was also demolished.  When it came to the shop it was worse.  They took out everything that was inside the shop.  They looted my shop.  Even if you can go back there now you can see the samples of how my \nUMTATA HEARING EASTERN CAPE PROVINCE\n8 E JAFTA\nhouse was demolished and my shop.  We had a lot of stock in our shop because it was after Christmas, trying to prepare for the January holidays and all.  The store was full of bullet holes.  We could not even sell it after it was being, it was looted.\n The other one was, I only saw it only yesterday that, parts of the shop was also affected by the shootings.  We would say that when we were trying to sell something thinking that had survived from the shooting and after selling it somebody would just come, bring it back again and say did you see that this has been shot.  That was the last time we sell, we sold our furniture.  We do not have any other power now to go back and try to resume our businesses.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mama, your destruction and the demolition of your belongings, it looks like it happens at the time when the person who was wanted was at the bushes.",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "That is correct.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Now who was being shot in the shop when the person is in the bushes?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "They are destroying just the whole house because they are obeying the command that was coming from Cape Town saying destroy everything.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Were they angry because now this young man was not coming out of the bush?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Even their helicopter now had given up trying to find him.  Kaye was fighting back.  Because now of the anger that they had for not getting Kaye, that is how now they started to demolish my property.  They are asked me is there is anyone in the house.  I did say to them, no, there is no one in the house.  I told them everybody is outside, outside the house.\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 E JAFTA",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mama, I am going to ask you now what you wish the Commission to do for you?  Now before I do that there is something that I would like you to bear evidence to.  After all that battle that went on for 36 hours, did Kaye survive?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Yes, Kaye survived.  He escaped the same night, the first night.  Boy gave himself up on the following day.  I heard about that when I was in prison that Kaye had escaped and Boy had given himself up.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Now Mama what would you like the Commission to do for you?  Something that is within its power.",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Mr Chairman, firstly, I would like to say my husband was arrested for nine months at Wellington.  At the time I was struggling very much such that there was another van that ended up with one of the Boers who was trying to fix it.  I lost it because I could not retrieve it, I could not pay it.  I could not pay the repairs.  We also lost our, the goods we lost our shop.  That is the most property that we lost.  People left without paying their debts and because the people, the policemen said to the people that nobody will pay any debts that belonged to that shop.  That is how much we lost.  After we lost all those properties that we had people did not even come to the shop because there was nothing to buy in the shop.  There was nothing in the shop and even my husband was in jail at the time.\n They even went to Kaye's bush where he was hiding.  They threw in the smokes so that people cannot see well and in the same week there was a helicopter from the Electricity Department.  People had left from the shop because they were afraid of the Jafta incident.  People use to ask me, Mama what are these helicopters all about?  Now before I can tell you what I would like to wish from you I just want to give \nUMTATA HEARING EASTERN CAPE PROVINCE\n10 E JAFTA\nyou the picture of how our condition was after what happened to us.  I would like the Commission to please talk to its seniors to help us out to reparate us for what we have been doing, trying to fight.  We must not be left out.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Reverend Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mama, among the policemen who arrived at your house were there any ones that you know?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "No, I did not know a single one.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Even at the time that you were interrogated in the prison.  Do you know anyone there?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "The one that, who interrogated me was Mziyati.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you not know the others?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "There were these other young men who told them, who told his name, he was Mr Madulwana.  There were other policemen who my husband knew their names.  Those policemen who use to ill treat us our whole lives.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you know their names?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "No, I have forgotten it, but my husband knows.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Mama Jafta, if I have heard you properly you said when this happened there are some of your clients who did not pay their debts from your shop.  Do you know the records, do have the records of these people?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Yes, I still have my ledger books because fortunately when this happened my ledger books was, were in Umtata.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Now seeing that we are now in this, enjoying this freedom, when you approached them and asked them to pay back what are they saying?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "Some are trying to pay back, but some said, no,\nUMTATA HEARING EASTERN CAPE PROVINCE\n11 E JAFTA\nthey are not going to pay them because they were told by the police not to pay any debts because they were told that everyone who has a debt from that shop must not pay that debt.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Did you approach any lawyers?",
            "Unknown"
        ],
        [
            "ENIDE JAFTA",
            "We did claim to the lawyers, but we were never, we never got anything until now.  Even now I can say that they failed.  Even though we were not even charged this is what was a great wonder.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Jafta.  Your pain is my pain as well.  It is also the pain for this Commission.  It is indeed, it is because just you are the person that you are.  If you were another person you would say this case that had, that we put to Ntsebeza simply disappeared in his hands, but because you are the person that you are, you do not have a grudge.  I remember very well about the case that you are talking about now because at the time we did not have much time because at that time we were not allowed to continue with the case after six months.  So we ran out of time.  We are going to try again.  We will go back to Sangoin and ask if we can reopen this case.  I feel very weak right now because your claim still haunts me because we had it in our hands, but we lost it because of the things that were happening at the time.  I was one of the people who was taking care of this, but now I was arrested and I was banned as well, but now we will try and follow it up again.  Thank you.\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}