{
    "header": {
        "type": "1 K A DALAGUBE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "KULILE ANDERSON DALAGUBE"
        ],
        "case number": "EC0259/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56042&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/dalagube.htm",
        "speakers": [
            "KULILE ANDERSON DALAGUBE",
            "CHAIRPERSON",
            "ADV NTSEBEZA",
            "MR JOYI",
            "MR TEBIKWANE",
            "MR MLANDILIE",
            "MR XHAKALEGUSHA",
            "MR XHALALEGUSHA",
            "MS NOLENGENE",
            "KHOZA MGOJO"
        ],
        "original_speakers": [
            "KULILE ANDERSON DALAGUBE",
            "CHAIRPERSON",
            "ADV NTSEBEZA",
            "MR DALAGUBE",
            "MR JOYI",
            "MR TEBIKWANE",
            "MR MLANDILIE",
            "MR XHAKALEGUSHA",
            "MR XHALALEGUSHA",
            "MS NOLENGENE",
            "REV MGOJO"
        ]
    },
    "testimony": [
        [
            "KULILE ANDERSON DALAGUBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You can all sit down.  Thank you.  Advocate Dumisa Ntsebeza is the one who is going to lead the proceedings.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you Reverend.  Our Reverend has already given us a short briefing of what is going to take place and what you are going to present before us.  All this would be highlighted because you are going to tell us about all the prosecution that you experienced and you would tell us that who was responsible for all those.  We know that it was the authorities, but the most crucial issue is that everybody was responsible because it was the people who were related to you who were responsible for the prosecution.  They facilitated and took part in your persecution.\n I am certain that most of the presentation will be given by one of your spokespersons and then the others would support here and there.  I think Chief Mafilane has nominated his brother Chief Dalagube so that he should be a spokesperson.  Mr Dalagube, I would like you to give us a short background about yourself and your family, what role are you playing there, who is the person who is a leader there at Mputi.  Also, you please tell us when did you start to experience all the problems that you are going to present today.  Especially if you begin from 1968.  We do not want \nUMTATA HEARING EASTERN CAPE PROVINCE\n2 K A DALAGUBE\nyou to delve much in those experiences because we would like to save time, but I think it starts from 1960 to 1993.  Could you please give us that background.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "My names are Kulile, that is my traditional name, I am Anderson, that one is my christian name and then I am Dalagube and this is well know to the Thembus.  I was born at Baziya in the location known as Mputi.  Chief Zwelibhangile and Nokessi Joyi are my parents.  I attended school at my primary school at Baziya and then my higher standard of education I went to Ohlange Institute, it was in Natal That school was founded by Dr John Langalibalele Dube.  He was known as Mafukuzela who is just like lightning.  He was also a founder of the African National Congress in 1912.  After succeeding Mighlababungeni and during the union of South Africa he was one of the Chiefs.  Amongst them there were Chief Lembeke Meshiyeni and all others.\n When I was still there the Principal of that school, D G S Imtinkula, who had qualifications, Master of Arts in South Africa and he obtained one of his MA's at Yale.  Then he opened opportunities for Chief Albert Luthuli so that he should be a lecturer in that institution and the most important subject that he was teaching, it was Political Science.  That is where I got my influence from these gentlemen and that was my politically background.  \n If I can be brief, I returned back to my place of origin.  It was in 1962 and the Chief of the Tembus succeeded.  It was only a few years when he was on the throne and the problems started.  There was a Commission of Enquiry which was led by the Under Secretary C B Young and he was coming from Pretoria.  The problem and the claim was over the land of the Thembu's.  Chief Jongihlanga was the \nUMTATA HEARING EASTERN CAPE PROVINCE\n3 K A DALAGUBE\none who was leading in this area.  He was also responsible and there were seven areas which were under his Jurisdiction.  It was said two should be under the jurisdiction of Matanzima Belonga.  It was up and down.  There were problems, there was a struggle, there was conflict, there was resistance and then there was another Chief.  There was forceful participation of some of the other people.  Some of the Chiefs were expelled from the land.  They were taken and removed to the north of South Africa.  Chief Kalamfeni Joyi, Chief Bangilizwe, Chief Balisela Nkosiyane, Magregor Mkolobane were amongst those who were removed forcefully.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Chief Bangilizwe Joyi, is he the one who is just next to you?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, he is.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Who is Chief Palamvena, what is his position now?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "You will hear what I am still going to say, but he is late now.  He was shot and gunned down at Mbashe.  He was from the Robben Island at the time.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So you say it was in 1958 when they were removed forcefully and expelled from this area?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "When did they come back?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "They came back in 1964.  They were from the exile from Lesotho.  Then they were all picked up and the State President was amongst them.  O R Tambo was also amongst them.  You can proceed.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "When were you arrested?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "I was arrested in 1960.  It was during the meeting which was held at Mabalulu.  I was the Chairperson UMTATA HEARING EASTERN CAPE PROVINCE\n4 K A DALAGUBE\nof that meeting.  The police saw that we have gathered, but they were unable to approach us because they could not.  Then they knew that they dared not approach us.  So they had to stay and lay ambush in the south.  They were the police from the Transkei except those from Engcobo.  Then we held our meeting without any problems, but I was arrested thereafter.  There were allegations that I was the one who was Chairing the meeting, but because it was at the Thembuland there were no people to support that evidence.  Then the three men were forced to go to Kanta so that they can withdraw the case.  Then it was not long and then I was acquitted.  \n Thereafter a State of Emergency was declared here in the Transkei.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Mr Dalagube, which year was that and what was this State of Emergency?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "It was reported that the problems were at Mabalulu and at Nosahill.  Then it was said there was, there should be a curfew because there was unrest.  There were men who were supposed to be arrested.  On the 14th of December at one I was arrested.  I thought I was the only one who was arrested, but on our way I met one of the Chiefs Lufefeni who was originating from Baziya.  Then we went to Choocha, Mr Honono, and then we were all charged there.  The following day, because I was not familiar with this area, I could see that I was with R S Kanka.  We could see also D D Koyana.  He was also going up and down.  Nkoko was also amongst these who were patrolling.\n You could also see all the educated and enlightened people who were also arrested.  Those were teachers during the period of the hated Bantu education and then these were \nUMTATA HEARING EASTERN CAPE PROVINCE\n5 K A DALAGUBE\narrested because they refused and resisted to give education which was not acceptable to most of the people because they believed that that was not good education.  Then we said we have got people who were going along with us.  We then went to the Chiefs who were on the neutral.  We also informed them that we do not accept that they remain neutral.  It seems as if they are collaborating with our enemies.  Even the TDC, we said they should resign from that organisation.  My father was the first to resign.  He did not contest the seat during the elections.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Mr Dalagube, I know that we can take the whole week.  We enjoy what you are telling us now and you are trying to give us and drawing up a good picture of what happened at the time, but we would like to be brief.  Please concentrate to all that took place especially the tortures which you experienced.  Please do not be offended.  Okay, let us go back to the time when you were released, when you were arrested for the State of Emergency.  I think it was in 1960.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, it was in 1960.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "You were arrested again in 1963.  Is that not so?  It was during that time of the Imbasha issue.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, it was also in 1961 when I was arrested.  In 1963 I was arrested again and this is the Imbasha issue that you are talking about.  Then I was accused and the charges were laid against me, but later they were withdrawn.  I was then acquitted because it was said I was not involved in the murder of the white people at Imbasha.  In 1966 I was arrested again.  I was released after spending 180 days in detention.  The reason for my arrest was that I should be detained because I was holding meetings during the night.\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 K A DALAGUBE\nDuring this period we were trying to conscientise our Chiefs.  We proceeded with our work trying to convince them and we were also stating what happened to Chief Bangilizwe who did not contest the seat.  We mentioned that he was political minded now because he realised that he could not sell out his people.  He could not collaborate with the whites.  He could not work as an informer for the white people.  He also stated that he cannot be a referee and a player at the same time.  \n We also made an example about Chief Albert Luthuli who also preferred to abdicate his seat instead of oppressing the people who were his followers.  That is when this motivated the Chief of the Tembus and then he joined the political organisations.  He attended these political meetings.  We use to go to East London during the night.  It was during the time when the African National Congress was banned.  We would meet with Govan Mbeki, Raymond Mhlaba, James Kati, Voyce Suliminnie, Andrew Masondo.  We were the Chiefs of the Thembu's.   This was very beautiful and I use to have all the freedom and we were use to moving wherever we wanted to go. We use to hold meetings.  Even in the dark because we do not have electric lights here.  We would say if the people come to assault or attack us we will have to be able to defend ourselves properly because we are use to the darkness.  Then we were able to work together with the Chiefs because of our preaching and influence.  \n During this period the separate development was a big issue.  Then during the time when the Transkei was given its independence there were two groups.  One group was led by Chief Dalunga and his group was TNIP and then DP was led by Chief Victor, King Victor Pooko.  Dalunga's group had \nUMTATA HEARING EASTERN CAPE PROVINCE\n7 K A DALAGUBE\nencouraged separate development and then the DP organisation was believing in multi-racial existence of everybody and then they wanted all races to share in the world of South Africa.  The notes on a piano, black and white.  The tune may be playing on the black notes and the tune may be playing on the white notes, but for real harmony they both play.  We see this example of a black and white piano which produces harmony in the present Government of National Unity.  That were the preachings which were broadcast by all the Chiefs who were involved in the political struggle.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "In 1976 the Transkei obtained its independence.  Can you please tell what happened during that period?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "I was not against Chief Dalunga.  He was a stumbling block of the freedom.  That is why we had a lot of conflict.  In 1976 we were arrested.  We did not want this independence and then we were detained for that reason.  We were released, but were detained again in 1977.  In 1978 we were released.  We were released so that we can be expelled.  We were informed that there is information that we are going to be chased away and then we were ordered to go away from this area.  We said we will not run away.\n I was the representative of this group in Umtata.  I was also a Member of Parliament.  Even when it was said that we should be in the opposition side, I refused to participate in that because I wanted to know what was I going to gain for that.  Then the Pondos and the Bathas were the people who were in the DP, but then they withdraw and resigned and rejoined the TNIP.  I went to the Chief and I asked him what was happening.  Chief Dalunga was the one who succeeded me.  Chief Dalunga was very happy because he was \nUMTATA HEARING EASTERN CAPE PROVINCE\n8 K A DALAGUBE\nable to recruit Chief Sabate.  Habit Emlangkeni came to him and informed the King and whispered in his ears and then we were ordered to go and take our seats as the DP Members.  He was the young brother to Dalunga, was surprised not to see us on the opposition side.  We said we do not want to be regarded as liars.  That is why he could not find us on the opposition side.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "In 1978 you said you were chased away in April.  Where were you taken to?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Chief Bangilizwe was taken to Cofimvaba and the place is called Mtingwefu.  I was taken to Qumbu in the location where it is said it is known as Tshungulu and it is also known as Majekies Place.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "How long did you stay there?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "We stayed for nine years.  Whilst we were in exile.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "We do not know what you mean when you say you have been expelled.  What do you mean when you say the Chief with all the families and the children who had property.  How were you chased away from your area?  Just give us a brief information so that we can understand what you mean by being expelled from your area.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Let me start by saying my people were responsible for what happened.  As you said, there was some blockage as we resisted to take part in the oppressive Government and the authorities liked this, but the President of that time did not like that we did not want to participate in his Government.  Even one of the Chiefs did not like that we did not want to participate also.  We thought that Chiefdomship is hereditary, we did not know that you can just offer somebody Chiefdomship.  We regarded\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 K A DALAGUBE\nthis as disgraceful because we regard Chiefdomship as something which is royal and it is also something to be respected, but during this period the King and the Chief who was responsible for collaborating with the then President was offered this Chiefdomship.  This Chief was responsible for what happened to us.  We were regarded as undesirable elements in the community.  They would say, especially this cripple, who is this cripple.  They referred that to me.  It was said that we should be expelled for good from this area.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do you mean really Zwele Dumele?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, I mean Zwele Dumele.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do you mean Ramaindia, no, India the wife and  Wilmot Joyi and Wille?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, I mean all those.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Are they the people who said you must be persecuted?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So the Government at the time took that and considered what they said?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, but we also said we do not mind.  We would be selling insurance.  Even if you take, you see us anyway.  We will be able to survive.  If we are regarded as rotten potatoes then why should they take us as rotten as we are and place them in other bags.  We said, we consoled each other and said let us go forward.\n It was in 1980 and we learned about his persecution.  I remember the time when he was taking to Court at Qumbu.  He was sentenced.  He heard also that his life was at stake and then Khate and all others were the people who assisted him.  They assisted him to run away and they put him inside the bakery and then he crossed the river with the bakery.  \nUMTATA HEARING EASTERN CAPE PROVINCE\n10 K A DALAGUBE",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "If we talk about this King, who is that?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "We mean Sabate, King Sabate Dalindyebo.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Is that the King Sabate who went away to Lesotho in Zambia and then he died there?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What else can you tell us about 1980?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "When King Sabate ran away and crossed the border we heard that the houses were burnt.  I was in one of the areas where I was taken by the authorities.  There was an old lady who was 90 years old.  My wife had a heart attack, was hospitalised at Lady Frere.  During this period I was already at Cofimvaba.  Some of the people informed me that I was supposed to go to Cofimvaba.  That is where he found me.  Seven houses were burnt and the children were mostly affected by this incident.  So many kraals were burnt down.  Chief Bangilizwe's kraal was also burnt.  Loling Tebikwane's house was also burnt.  Dengele Tebikwane's  house was also burnt.  Bisiwe Kabalegoosha's house was also burnt.  Pampikile's place and also my place.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Those people that you mentioned are they people who are just next to you?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes.  If you say their houses were burnt, who was responsible for that?",
            "Male"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "The Government sent the police to our houses and there were some people who were ordered to assist in the arson which took place.  You will hear who are the police who were responsible for the arson which I am talking about.   Lolie's wife became ill, Mrs Tebikwane and then she died.  Her husband wanted to transport her body so that she could be buried in the original place, but he was denied this respect.  We went to the lawyers because it was\nUMTATA HEARING EASTERN CAPE PROVINCE\n11 K A DALAGUBE\neverybody's concern that the wife should be buried where she originally came from, but the Government and the lawyers were responsible for this funeral arrangement.\n In 1993 one of the 90 year olds that I talked about died and then she was buried in the ruins.  A tent was installed there and the Chief said because you, he was referring this to me, you joined the politics you are responsible for what has happened.  I was very angry because I was affected by what he was saying to say I was stupid in joining the politics.  I was just sorry because it was my mother's funeral so I could not do anything to retaliate for what he was saying to me.  \n One day my younger brother was sent to me and my younger brother was a member of the opposition.  They were against my group.  I was called and I reported that I will not be going there.  I refused to go where they said I must go.  I was promised that I would be released and then I said I should not be the only one to be released.  All of us who have been taken away should be sent back to where we come.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, you are Joyi and the brother that you are talking about is Matanzima.  What do you say when you say you are the children of the same parents?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "If I can trace our family tree we are originating from Gubenuka and Ngubenuka reproduced Joyi and then thereafter it was Mswewo then Mandela and then later on it was Kunene and then Matanzima is also coming from the same tree because Mtirara is his great grandfather.  Matanzima is also originating from the same Mtirara family.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "If then we want to summarise this could we say Mandela Dalunga, Joyi, Kunene, Nkobinoka, all are brothers?\nUMTATA HEARING EASTERN CAPE PROVINCE\n12 K A DALAGUBE",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, they are children to Ngubenuka.  They are great grand children to Ngubenuka.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "This persecution that you are talking about where there are people whose houses are destroyed and the forceful removal that had taken place amongst your family, when did this end?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "When Stella Sigcau took power I learnt that King Dumesa Gwadiso was going to be at Ngcobo and I knew that they were closely related to Stella Sigcau.  I said to him let us be released.  We would like to be freed, we would like to go back to our places of origin.  We also learnt that there was no Church anymore.  He said he was going to convey the message to the Government.  In 1987 we were freed.  We came back to our places of origin.  When we arrived here we said we want the Chief who is of royal blood, who is in exile, he would come back.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What did you find when you came back?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "We found ruin.  I knew that we should be prepared for the worst.  I had to stand up because there was a hailstorm.  There were no houses, there were ruins and the houses which were here were the houses which were not suitable for habitation.  There was somebody who felt sorry for me who offered me a house.  I refused and turned down the offer because I wanted the journalists, if they visit, they should find that I am in my place which was destroyed and then I stayed there.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Did you build any house?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "No, I did not because I knew that one day I will have a way and an opportunity to go back to my place.  So that is why I did not build a house where I was removed to.  When I got there we were sleeping in a tent.  It was\nUMTATA HEARING EASTERN CAPE PROVINCE\n13 K A DALAGUBE\njust an open veld.  There is something that I forgot.  I lost my stock.  I lost six cattle and a horse.  Even today I do not know what happened to my stock.  It was a terrible situation.  What happened was beyond description.\n When I heard what the report was given by Chief Babinie yesterday reminded me of what happened to us because it was more or less the same thing.  I cannot understand why the people do not want to speak the truth because you cannot understand why people cannot enjoy to participate in what is going to be beneficial for everybody.  There are some people who like power.  They do not even care even if they are responsible to be supervising the people who are responsible for ablution blocks.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "The documents that gave orders that your places should be demolished, when they were demolished in 1980.  Do you know who signed those documents?",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "It was the President.  At the time it was George Matanzima who was the Prime Minister.  The State President, the two of them.  Chief Dalunga also counter-signed.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I see that you have a little paper there.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, we have and this document.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Kakadikloshe has kept this for quite a long time.  You can see here there is a signature belonging to the President of the Transkei.  K D Matanzima has signed.  On the other side it is G M M Matanzima with that signature which is well known.  The contents of the order say a person of Mputi administrative in the district of Umtata.  Whereas I am satisfied that your presence in the Mputi administrative area or at any other place in the district of Umtata is not in the general public interest.  Whereas I\nUMTATA HEARING EASTERN CAPE PROVINCE\n14 K A DALAGUBE\ndeem it expedient in the general public  interest that you withdraw from the said district of Umtata.  Now, therefore, under the powers vested in me by Section 41(1) of the Public Security Act 30 of 1977, I order you Kalalegusa Bisiwe, upon service of this order on you, immediately to withdraw from the said area in the said district and to proceed to Kamata administrative area in the district of Sovimvaba and to no other place and there take up residence at a place to be pointed out to you by the Magistrate of the district of Sovimvaba and further I order you not at any time to leave the district of Cofimvaba without the written permission of the Commissioner of the Transkei police.  Given under my hand and the seal of the Republic of Transkei at Umtata on this seventh day of February 1985.  Signed on the left had side K D Matanzima, President.  On the right hand side G M M Matanzima, by order of the President in Council.  We can remember that all the people of Mputi location, they received these banishment orders so that they can know that you have been expelled from the area.",
            "Unknown"
        ],
        [
            "KULILE ANDERSON DALAGUBE",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Please keep this document.  Mr Joyi what would you like the Commission to do if you could make an appeal.",
            "Unknown"
        ],
        [
            "MR JOYI",
            "Firstly, I do not know what would the others say.  I would like to get my mealies, my horse, my cattle.  All these are my important belongings and property.  We have not quarrelled with Dalunga.  He is my brother, he is my son in actual fact.  Probably, if he did not take us to those areas we could be dead by now.  At least we benefitted for being there.  It seems that it was a blessing in disguise.  We had a lot of experience.  He did not realise that we profited\nUMTATA HEARING EASTERN CAPE PROVINCE\n15 B JOYI\nand benefited a lot.  He did not realise that he was giving us some blessing.  ... would be very glad.  The most important thing that I realised as the most crucial is that I should obtain a bursary.  This bursary would not be enjoyed by my children only.  I think this should be offered for the whole nation.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Okay, we might consider what you are asking for.  Can we get from Lucy Tebikwane.",
            "Unknown"
        ],
        [
            "MR TEBIKWANE",
            "No, she is Loli.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Okay, we would like to find out what would he like us to do for him.  Please get closer to the microphone so that we can hear what you want to say.  Yes Sir, your house was also destroyed.  Is that not so, in 1980?",
            "Unknown"
        ],
        [
            "MR TEBIKWANE",
            "Yes, it is so.  It was also destroyed.  The other day when we were here I mentioned that you know Mr Nsibesa that our houses were demolished.  Those were big houses because they knew that we would be mostly affected by what they would do if they destroy our houses.  That is why it is difficult for me to say I would forgive those who have done this to me.  For seven years Joyi Zwiledumelie was ploughing and enjoying the mielies, for seven years, the produce from my fields.\n Secondly, when my wife died I took money for her burial, but he sent his son to me and said I must just take my wife, put her on my shoulder, but I said to him if, just tell him that if he can come and say that on his own, I would kill him.  My children were mostly affected.  I said to my children please take the money and go and bury my wife.  I am worried because my wife was not buried at my original place.  She died and on exile and she was buried on exile.  I do not think I can ask for anything.  I cannot \nUMTATA HEARING EASTERN CAPE PROVINCE\n16 TEBIKWANE\nspecify what I want because nothing can make up for what I have lost.  I was struggling to educate my children.  I was struggling all the time.  I had no financial means because of what they did to me.  I think the Commission should go, I am not educated, but I wanted my children to be educated.  I use to wake up very early in the morning so that I can provide for my children.  \n Can you imagine what it means for your brother to destroy your kraal, to destroy your house?  You can see that my place was in ruins.  That is why I will never forgive unless the Commission should go and visit what I am talking and see the place, visit what, the area and see how did I survive in that area.  I want the Commission to go to Mputi.  15 Of my cattle were taken.  It was also ordered that the people should destroy our fields.  It was also said that they should steal our cattle.  I was taken to Sakayna at Cofimvaba.  It was a very steep area and even if you would carry your bags of mielies, you would lose a lot because the place was very steep and you could not balance properly.  I want to tell the Government that we suffered a lot at Mputi, but nobody ever cared for us.  \n That is why we would like to thank the Commission.  We are very glad that we had an opportunity to come here.  Our human rights were violated by the previous Government.  Ntsebeza, you know our property was stolen.  Everything was taken away from us.  The police were always harassing us.  That you know very well.  You were harassed and humiliated and the previous Government was more of a pain in the neck than of benefit to the people.  I think it is better for somebody to kill you instead of torturing you.  It was terrible to experience what I experienced on that day.  You \nUMTATA HEARING EASTERN CAPE PROVINCE\n17 TEBIKWANE\nknow it was terrible to watch the police shooting and destroying everything which belonged to us.  I said if I could make for myself, I wished that I could say what I wanted to say at that time.  That is why I am so very glad now that I am having an opportunity to state what I am stating now.  So that my enemies could hear what I have experienced.  \n I want to say no material things can make up for what losses I have experienced.  We are in one house, we are overcrowded.  You can imagine because I had a big house.  There were so many rooms that could accommodate my whole family, but now I can state that we are just occupying one house with such a big family.  I insist, I will never forgive them.  I will never forgive them.  That is the end.  I do not want to waste your time Sir.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Mlandilie, what can you say?  Please come closer to the microphone.",
            "Unknown"
        ],
        [
            "MR MLANDILIE",
            "What I can mention is that my younger brother died during that period because of those persecutions and the atrocities that we experienced.  I lost 16 cattle, 15 sheep.  My father died last year because he was always reviving what had happened to us.  My father Kengelele was also take away and was forcefully removed and taken to another area.  He suffered a long time after this and then the effects were that he died last year.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What would you like the Commission to do for you?",
            "Unknown"
        ],
        [
            "MR MLANDILIE",
            "I would like to be assisted with my children so that they can be assisted at education.  If we can get a bursary for them.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I thank you very much.\nUMTATA HEARING EASTERN CAPE PROVINCE\n18 MLANDILIE",
            "Unknown"
        ],
        [
            "MR MLANDILIE",
            "I have forgotten something because I became so emotional.  I have forgotten something about my wife.  My wife died due to apoplexy which is stroke.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Xhakalegusha.  Just press the microphone so that you can be heard.",
            "Unknown"
        ],
        [
            "MR XHAKALEGUSHA",
            "When my house was demolished there was a policeman who came, he was Mona from Cofimvaba.  I had a great harvest and I harvested 106 bags of mielies.  I was taken to Cofimvaba at Sabane and the whole harvest was just thrown outside.  Everything which was said by Loli is true because what they use to do, they would put the mielies and your harvest on the truck, but as they travel along everything would be just destroyed and taken away from the truck.  When we reached Qamata they threw everything on the ground.  When this was taken back to the bags I realised that it was just less than 15.  I was given a house.  It was a very small house.\n The second day when I arrived here there was a hailstorm and the house was flooded.  When I came back, I want to be brief, I laid a charge about what happened to me.  A Chief Zweledumile came to my place because I was beginning to rebuild my house.  He came and asked why was I building and then I asked him why are you asking me that question.  He said because you were expelled from this area.  I also said to him you could have asked that question when I was chased away from this place.  I wanted to come together with those men that destroyed my place.  I reported that I was rebuilding my place.  I was arrested and I was taken back to Cofimvaba.  I still have those documents which have my sentence.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "This document was written on the 26th April\nUMTATA HEARING EASTERN CAPE PROVINCE\n19 XHALALEGUSHA\n1983.  It is written by a lawyer, the State Advocate, he is also Madiba.  It is said Mkushla should be the one to prosecute.  It is said when the Government considered what you have explained that you were not supposed to have been forcefully removed the Government is supporting your appeal that you should go back to your place of origin.  Therefore you and your family are ordered to go back where you came from.  It is Matitizela who received the letter on your behalf, who was your lawyer.",
            "Unknown"
        ],
        [
            "MR XHAKALEGUSHA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "This is a witness to the statement that you have just given to certify that you really appealed and then your appeal was successful.",
            "Unknown"
        ],
        [
            "MR XHALALEGUSHA",
            "I just want to mention that I did not come back because I was arrested after receiving that document.  When we talk about reparation I would like the Government to consider what might be suitable for me.  We have struggled to educate our children who are still struggling.  If the Government can be able to see what it can do for me, I would appreciate.  I am good at banking the money because I have already shown my responsibility.  Thank you.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Is there anything that the lady would like to say?",
            "Unknown"
        ],
        [
            "MS NOLENGENE",
            "Nolengene has something to say.  I am Nolengene.  I am a wife to Bonzima who went to seek employment and then he was burnt.  The police came and they found me alone with my children.  They asked where Mpunzima was and I said in Cape Town.  They wanted to know where exactly.  I said I do not know.  We have not yet communicated.  They told me that they were taking me to Cofimvaba at Machanyane.  I asked how Mpunzima would know\nUMTATA HEARING EASTERN CAPE PROVINCE\n20 KLAKALEGUSHA\nthat we are at Cofimvaba.  I also said to the police anyway you are the ones who are supposed to inform.  \n Many police came and they destroyed our house.  Everything was taken and we were loaded in the truck.  We had so many belongings and some of the things were left behind.  My child was left with these belongings.  I said he must go to next door to Getamilies place, at Willies place.  I was so confused and I was so hurt.  When Willie came to his place he chased my child away and said he must go to Mputi.  He went to Langalikanyas place.  It was at night and he had to go alone with his belongings.  \n During the time when we decided to go back to see what was happening to my belongings we found that I have lost some of the cattle.  We went back to Cofimvaba and we had taken our cattle and stock together.  My livestock was stolen, my children were afraid of the dams.  There were big dams there.  Oh God Almighty.  I went to Cape Town to Dunzima.  There was only one house and everything was soaked wet because my belongings were outside.  We lost appetite, we could not understand what was happening.  My child was always affected by the arson which he watched taking place.  I went back from Cape Town, I went back to my place.  When I came there I realised that I have lost more cattle and the children did not know what to do.  They had been looking for the cattle all over.  The horse was also lost.  I wrote a letter to my husband.  He looked for the horse and some livestock.  We did not get, we were not successful.  \n I went back to Mputi and I requested that the police should give me permission to get there.  Zweledumele chased me away.  He is an elder brother to Zwelinzima.  He chased me away.  I went to Klonkule at Batatoeslinga's place.  That UMTATA HEARING EASTERN CAPE PROVINCE\n21 KLAKALEGUSHA\nis where my child attended the initiation school.  Zweledumele Botoytishiya, no India is the one who said, why do you agree that these horrible people should be accommodated in my place.  I was chased away again here.  I asked Botoytishiya, you are the one who said I must come and accommodate, be accommodated here.  He said, I cannot help it because I do not want Mpunzima here.  I went to the Mpondo land and my child attended an initiation school there.  Mlonlile is in Cape Town.  He never came back ever since.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "What do you wish that the Commission should do for you?",
            "Unknown"
        ],
        [
            "MS NOLENGENE",
            "I wish that my son, he is the only who is now at Cofimvaba.  My husband is unable to work.  I would like to take the responsibility for my children so that they can be educated.  I have been impoverished.  I cannot understand why my relatives could do this to me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to thank Dumisa Ntsebeza.  Are there any questions?  We have seen something and heard and listened to something which is very unusual.  It is difficult to watch aged people who are crying.  This is very unusual among the black culture.  I feel very small that I should thank these people, to these old men and this woman. Culturally, my age group should just keep quiet when something like this happens, but fortunately there is one of the old men amongst us in the Commission, Reverend Mgojo.  He is from Natal.  I would request that, please, you must just thank this minute during this hearing in Umtata, that you should thank these people.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Thank you very much Reverend Finca who is heading the Commission of this area.  Firstly, I would like\nUMTATA HEARING EASTERN CAPE PROVINCE\n22 NOLENGENE\nto thank Mr Ntsebeza for the way in which he conducted and \nguided the witnesses.  I was also moved when I saw the Chief crying.  I am really touched when I listened to all the details when I listened to all the details that have been presented here from my brothers and sister.  I am much grateful because they have ventilated.  We can simply say they have emptied themselves.  \n You can imagine when your kraal has been demolished.  For a black person to have a building, it is a quite struggle.  To lose your livestock and your property and your belongings is such a painful experience.  We wish that the Almighty God should give you strength and support you.  I am certain that he will do that because we are all the children of God.  He is our Creator.  We are touched.  I want to repeat this.  When you presented your case here you touched the hearts of many people here.  May God bless you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Commission will try to consider what you have requested and then we will keep contact.  As the time goes on we will be hearing, we will have an office here in East London and then you are welcome to come and make some presentations just to find out what is going on.  Thank you.\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}