{
    "header": {
        "type": "1 B P BHOTO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "BETHUEL T NKUNKUMA"
        ],
        "case number": "EC0250/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56057&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/nkunkuma.htm",
        "speakers": [
            "MEMBER OF PANEL",
            "BETHUEL TOBILANE NKUNKUMA",
            "BUYISWA PATIENCE BHOTO",
            "CHAIRPERSON",
            "KHOZA MGOJO",
            "WITNESS",
            "MR SANDI",
            "MS GOBODO"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "BETHUEL TOBILANE NKUNKUMA",
            "BUYISWA PATIENCE BHOTO",
            "CHAIRPERSON",
            "WITNESS",
            "DR MGOJO",
            "MS BHOTO",
            "MR NKUNKUMA",
            "MR SANDI",
            "MS GOBODO"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "Mr Chairperson, I call upon Bethuel Nkunkuma and Buyiswa Bhoto.  Thank you before I let you pledge the oath I would like to say the Commission welcomes you.  I know that many times in small areas like this that you come from things that were done by the police were never taken into consideration because there were no newspapers and the people use to suffer due to that.  We are grateful that you could come here to give details about what happened to you and you are going to tell us what the Government did to you and you tried to maintain your dignity.  Could you please stand up so that you can take an oath.",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We would like Dr Mgojo to guide the witnesses.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Buyiswa and Bethuel because there are some words that you will not understand, I am a Zulu speaking person, if you do not understand what I say, please you must say so.  You were born in the same area.  Is that not so.",
            "Unknown"
        ],
        [
            "WITNESS",
            "Yes, it is so.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Where were you born.",
            "Unknown"
        ],
        [
            "WITNESS",
            "We were born at Maclear.\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 B P BHOTO",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "In what location or village?",
            "Unknown"
        ],
        [
            "WITNESS",
            "It was Somabele township, that is where we were born.",
            "Unknown"
        ],
        [
            "KHOZA MGOJO",
            "Could you please give us the details about what you have come here for?  Could you please just briefly state why you are here?  Who is the person who is going to give information.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I am the person who is going to do that.  In February 1990, it was on the sixth.  It was the beginning of the stay-away which was organised by the COSATU.  It was supposed to last for three days.  There was a meeting thereafter.  It was held at Gabe.  It was outside the hall because it was a house full.  The police came and they tried to disorganise us.  Although they did not come closer to the people.  They announced through the haler and stated that after a certain period you should disperse.  After that they threw teargas at us.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Before you can go further, who organised the stay-away?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "It was the National Office of COSATU.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Do you remember why was the stay-away organised?  Why did they say there should be a stay-away?  Could you remember what was the reason for the stay-away?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, I cannot remember.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Can you not remember?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, I cannot.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Okay, continue.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "What happened, they threw teargas at us because the people were being suffocated by the fumes from the canisters.  They ran away.  Our house is not far from the place where we were holding the meeting.  Mboysila Dodo ran\nUMTATA HEARING EASTERN CAPE PROVINCE\n3 B P BHOTO\nto our place.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Just a minute.  What did the police say to you when they came there?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "They said we are giving you a few minutes.  I cannot remember the specific minutes that they announced because they said the meeting that we were holding was illegal.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Was it in the morning or in the afternoon?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "It was in the morning.  It was between ten or 11 in the morning.  I am not quite sure.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Continue please.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Mboysila Dodo got into our house.  He stayed there for a few minutes.  He heard that the gunshots had subsided because it was not only the teargas which was thrown at us.  There were also gunshots and then when he heard that this subsided he went out.  He was not far when this shooting resumed again.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Did the shots, were they directed to him?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Can you estimate what is the distance from the place where he was and where he was coming from?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I think it was quite a distance.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Okay, you can continue.  Sorry for disturbing you.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "When he heard these shots again he went back to the house.  Somebody opened for him and I think it was my mother.  Just as he got into the house there was a continuation of the shooting.  During that period they were directly aiming at the house, everywhere where he was supposed to have put his foot on.  During that period I heard something, I felt something which was piercing my eye.  UMTATA HEARING EASTERN CAPE PROVINCE\n4 B P BHOTO\nI was screaming and said to my mother, they have got me.  After  a few, a short period some policemen kicked the door open.  Two of them got into the house, the other one had something in his hand.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Before then you stated that there were gunshots all over the place.  Was there any damage which was caused by these gunshots?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Pardon me please.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Was there any damage which took place in the house?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, all the windows were shattered.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Where was your mother during this period when this was all happening and where were your brothers?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Everybody was inside.  I was also inside the house.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Please continue.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Two policemen got into the house.  The other one was leading a dog and they said uit, uit, meaning we should come out.  My mother said to them you can see what injury you have inflicted on my child.  They said, no, she was not inside here, she was attending that illegal gathering there.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Did you understand what they meant when they said uit, uit?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, we understand that they were saying out, out.  We understood that they meant that we should come out of the house.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Did you go out?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "We argued for quite a long time, but at the end we went out.  It was realised that two people were injured.  Mboysila Dodo and myself were injured.  He had pellet bullet wounds on the back.  We were taken to the police station.\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 B P BHOTO\nWhen they realised that we were injured we were taken to the hospital.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "During the time of the statement taking what did they say?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, when we went to the police station nobody took any statements from us.  We were just taken there and that is that.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Okay, you can continue.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "When they realised that we were, that our condition was deteriorating they took us to Umtata and the hospital.  Then I was taken to upstairs and he was on the ground floor.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Is that the General Hospital in Umtata?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "What happened?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I was admitted for about three weeks.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Did you undergo any operation?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, I went twice.  It was discovered that during the first time when I was taken to theatre, they said I had internal bleeding and then I had to go for the second time to confirm this.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "What did the doctors say about the bullets?  Was it only one bullet which injured you?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, only one bullet did injure my eye.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Can we please hear from you.",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "There was a stay-away at Maclear and then the police came in.  This was SADF.  Then they said we should be here for only five minutes and then after five minutes if you do not disperse we will be shot.  We continued singing.  I was on my way to the shop at Mr Mazwai Guma, the gunshots started.  I started running and went to the nearest house.  UMTATA HEARING EASTERN CAPE PROVINCE\n6 B T NKUNKUMA\nThere was a police who was chasing me.  He shot me.  I fell \nat the, in front of Musaka's house.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Where were you shot?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "I was shot at the back.  The whole back was shot.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Did you fall?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes.  When I fell on the ground in front of Musaka's place I lay there.  There was a policeman who came who kicked me on the temple.  That is why I have a scar here.  I felt that I should pretend to be asleep.  I slept for quite a long time.  Mr Musaka came out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order please.",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Mr Musaka came out when he saw that there was no shooting which was taking place anymore.  He took me to hospital at Maclear.  When I got there they realised that this was beyond their capability and then they rushed me to Umtata General Hospital.  When I got there I was admitted.  I think it was late in the afternoon.  Then I was operated upon.  Tubes were inserted on my body and they were trying to drain the blood from inside because they said I had internal bleeding also.\n The following week I was discharged from this hospital and then I was ordered to go back to Dumakle Hospital.  I was admitted for a month at Maclear.  When the nurses asked why are they not removing these they said they are very close to the bones and then I could be severely affected by the operations.  I was admitted for a month then.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Did you make any statement to the police?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "The police came when I was discharged from the Maclear Hospital.  When I reached my place the police came and they fetched me.  I was arrested.  I went willingly with UMTATA HEARING EASTERN CAPE PROVINCE\n7 B T NKUNKUMA\nthem to the police station.  When I got there they asked me who I was?  I gave them my particulars and then they took photos of myself.  They did not take any statement.  That is all that they did to me.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "You were shot several times.  How do you feel now?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "I am still walking around with a lot of pellet bullets.  They were never removed from my body.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Are they still here on your body?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes, they are still on my body.  I never underwent any surgery.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "What are you doing now?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "I a not working.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Were you working?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes, I once worked.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Are you working lady?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I am at the Advice Centre.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Pardon me.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I am at the Advice Centre.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "What would you like the Commission to do?  What are your wishes?  Let me put it that we, what would you wish the Commission should do for you?  You have written something here on the statement and you have expressed your wishes.  Have you forgotten what you have written.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, I can state what I am wishing.  Firstly, I would like the Commission to assist me.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Take your time please.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me Dr Mgojo, I think there is a lot of noise down there.  Could you please maintain order.  Thank you.",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I would request that the Commission to assist me\nUMTATA HEARING EASTERN CAPE PROVINCE\n8 B P BHOTO\nbecause I am unable to continue with some of the things that I had planned so that I can be something or somebody prominent.  I wished to have continued with my education, but I could not.  I wish that I could be compensated.  After I had been shot, it is not easy for me to study further because when I decide to resume with education I experience a lot of pain.  I request that I should be compensated.  Even now my left eye is also deteriorating.  I see that I am going to be blind.  That is why I request assistance.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "I would like to remind you again what you have written here in your statement.  You have expressed yourself very well here and also you showed that you were not only thinking about yourself and I would like to commend you for that.  According to this you stated that you would like to see job creation projects being established in Maclear as a community reparation for the people of Maclear.  Did it come out from you?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes.  I know that most of the people at Maclear are unemployed.  So that is what I have wished that the people and the community of the location in Maclear should be assisted as I have already stated there.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "The other thing that you stated is that you would like to identify the perpetrators.  Are you the person who stated that?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, it is so.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Mr Bethuel, what is your wish?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "I was thinking that if the Commission can be able to assist me in arranging that some medical expenses be paid for me so that I can be well again, I will be very glad.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "In other words you would like the Commission to\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 B T NKUNKUMA\nget specialists so that they can remove these pellet bullets.",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes, that is my wish.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "What is the other thing that you would like to be assisted with?  Must I remind you?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes, I would like you to remind me.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Alright, I am going to remind you.  In your statement you stated that you would like to be compensated with an amount of R8 000,00 in respect of the loss of your job.  Is that true?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "And also you said you would like to identify the perpetrators.  Is that true?",
            "Unknown"
        ],
        [
            "BETHUEL TOBILANE NKUNKUMA",
            "Yes.",
            "Male"
        ],
        [
            "KHOZA MGOJO",
            "Again, Buyiswa, I would like to mention also that you have written something here in the statement.  You have said you would like to be compensated with an amount of\nR100 000,00 to cover medical expenses.  Does that come from you?",
            "Unknown"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes it is so.",
            "Female"
        ],
        [
            "KHOZA MGOJO",
            "Thank you.  I hand over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please, order please people.  Are there any questions?  Mr Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Buyiswa, in your statement you mentioned that you have a prothesis to replace your eye.  Is it the right or the left eye.",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "It is the left eye.",
            "Female"
        ],
        [
            "MR SANDI",
            "Again in your statement you mentioned the fact that this prothesis you got it out of your own expenses.  Is that so?",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, it is so.\nUMTATA HEARING EASTERN CAPE PROVINCE\n10 B P BHOTO",
            "Female"
        ],
        [
            "MR SANDI",
            "How much did you pay for the prothesis?",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I think it was about R1 000,00 and some odds.  I cannot quite remember well.",
            "Female"
        ],
        [
            "MR SANDI",
            "Again in your statement you mention the fact that you are unable to continue with education because you get a lot of headaches the minute you start with your studies.",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR SANDI",
            "You further mention that you went to the specialists or experts who stated that the reason for the severe headache is that it is the pressure on the veins in your head.",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who is the specialist that you attended?",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I do not have his name.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are those the specialists in East London or are they in Maclear?",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, they are in Johannesburg.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is it the same specialist who stated that the medical expenses would be R100 000,00?  Is it the same doctor who said so to you?",
            "Male"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, he did not mention the expenses or any estimates about the medical expenses.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you very much Mr Chairperson, my honourable Reverend.  Buyiswa and Tobilane, the issue of the people who carry pellet bullets on their bodies is a very usual story.  Each hearing that we attend you would discover that most of the people mention that they still carry pellet bullets on their bodies.  Others are on their faces, where the others they are visible, there are lumps\nUMTATA HEARING EASTERN CAPE PROVINCE\n11 B P BHOTO\nall over the body.  What I cannot understand is why were you transferred from Maclear to Umtata Hospital.",
            "Female"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "There is no theatre at Maclear so I presume that is why we were transferred to the nearest hospital in Umtata.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How many hospitals are there in Maclear?",
            "Female"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "I would like you to repeat your question please.",
            "Female"
        ],
        [
            "MS GOBODO",
            "My question is that I want to establish why were you not able to be attended to in the same hospital.  Is it because it was a white, is it because it was the hospital which usually accommodated the white patients?",
            "Female"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, it is because there was not enough equipment to assist the people.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Is it not because it was for the whites only?",
            "Female"
        ],
        [
            "BUYISWA PATIENCE BHOTO",
            "No, it is not.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to thank you very much.  Thank you both of you.  We know that Maclear is known to some of us.  It is a small town and we know how oppressive it has always been to our people who are there at Maclear.  We are very glad and grateful to learn that some of you have also made sacrifices and your contribution is recognisable and acknowledged by everybody.  We promise that we will try to consider your wishes, but I would like also to mention the fact that as you want to be compensated we would like to explain the fact that the Truth Commission is unable to compensate anybody.  The only task and the duty of the Commission is just to collect data so that it can present its report to the State President.  It is then the State President who is going to make a decision.  What type of reparation has to be given to the people, it will depend on\nUMTATA HEARING EASTERN CAPE PROVINCE\n12 B P BHOTO\nthe amount which is available in the present fund.  If it so happens that some of the wishes cannot be met as the people want to, you should realise that it is not the Commission that has turned you down.  Thank you.  \nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}