{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "VUYANI ISAAC TOMTALA"
        ],
        "case number": "EC0244/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56066&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/tomtala.htm",
        "speakers": [
            "REV XUNDU",
            "VUYANI ISAAC TOMTALA",
            "CHAIRPERSON",
            "MR SANDI",
            "MEMBER OF PANEL"
        ],
        "original_speakers": [
            "REV XUNDU",
            "VUYANI ISAAC TOMTALA",
            "CHAIRPERSON",
            "MR SANDI",
            "MR TOMTALA",
            "MEMBER OF PANEL"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Before I make you take the oath I would like to say it is already late.  We thank you for your patience to sit for the whole day and wait until your turn comes so that your story can be heard by others.  Your story about the violation of your human rights can be heard by the country and the whole people here so that people can be able to hear how you were also violated and perhaps to be reparated.  I would ask you to please stand so that you can the oath.",
            "Unknown"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Please sit down.  Over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Reverend Xundu.  We will ask Mr Ntiski Sandi to guide you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.  Mr Tomtala are your full names Vuyani Isaac Tomtala?  Is that correct?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you reside at Glibi street in Kankaliswe in Umtata?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "In short your name, your story as I understand it, you have been assaulted and tortured by police in Botswana and here in South Africa during the times you have been coming in and out of jail as a member of the ANC.  Is that correct?\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 V I TOMTALA",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us begin in the year that you have joined the ANC and did you say that before you joined the ANC were you a member of the Muslim faith?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "And as a member of the Muslim faith you were involved with the ANC members who influenced you to join the ANC?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, that is definitely correct Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did these ANC activists recruit you to join the ANC while you were still in Cape Town?  Were these Mr Gila and Mr Noposwa?  Where are they now?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Mr Gila was killed in Philippi police station in 1960.  That was the time when lots of people were being killed and other leaders.  At the time I was still eight years old.",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you please tell us shortly about the time you were arrested in Botswana.  Who arrested you and under which Acts?  Again I would like to ask what was the contribution of the South African Police during your arrest in Botswana?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Sir, I was arrested by the South African Police who said they were sent by Sergeant Rawl who ordered them to torture me.  I even was, I lost my mental ability.  Even now I am still trying, I am still getting treatment.  I am suffering from neurosis.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said while you were still in exile you were in dangers.  I am sorry, you had a car accident and you said the South African Police were also involved in this.",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, that is correct, Sir, together with the Intelligence.\nUMTATA HEARING EASTERN CAPE PROVINCE\n3 V I TOMTALA",
            "Male"
        ],
        [
            "MR SANDI",
            "And in 1973 did you come back to South Africa?  Were you now terrorised by the police at the time?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "In 1973 things got better, but I was still under inspection by the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you have any documents?  How did you come back to South Africa?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I came back to South Africa legally.",
            "Male"
        ],
        [
            "MR SANDI",
            "And again in 1974 you decided now to go back to Botswana.  Did you have the necessary papers at the time?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, I did.  At the time I was from my commanders like Jerem Bully who was still alive today and Bolden Umshlandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where are these people now?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Mr Bolden Umshlandi and Jerem Bully, the last time I met them they were in Botswana.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can I just ask about the papers that allowed you get, to cross the borders.  How did you get those papers? Did they know that you were a member of the ANC and you also were communicating with the other members abroad?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I have half brothers and half sisters and during a war, I am going to tell you now.  I am going to tell you this now.  If a woman in the war does not give herself up she is being raped.  Now what I am trying to tell you is I have been tortured by the South African Security Branches together with the Transkeian Police under K D Matanzima.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now in your statement you are talking about the ANC and the military training that you received.  Can the Commission meet anyone who could say that you also, you tortured that person or who was with you when you were tortured?\nUMTATA HEARING EASTERN CAPE PROVINCE\n4 V I TOMTALA",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Sir, about the military training, this is still a secret because we are still not free so I am not going to divulge my military training.  I am well versed in politics.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us come back to the issue.  You said you were stabbed three times on your back while you were still in the police custody.",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes, I was tortured and I was even tied around my neck by a rope and I was made to hang and there were bricks that were tied on me while I was hanging from the roof.",
            "Male"
        ],
        [
            "MR SANDI",
            "And the last time that you were coming back to South Africa during all these occasions that you were going to Botswana, going to, coming back to South Africa and again going to Zambia.  Then on the last time that you came back to South Africa and you did not come back, when was that?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "It was now 1975.  Now that was the time of the unrest in Cape Town.  I was in Cape Town as well.  At the time I use to report to Sergeant Rawl who use to talk to me between South Africa and Botswana borders.  I use to report to him every Monday.  He disclosed about my presence to the other investigators.  When I got here I met policemen like Dingana and Boy.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you with your sister in Cape Town.  The one who you said she was sent to the Transkei, where is she now?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "She is now in Cape Town Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "Please elaborate.  Why did you go to Bordersdal Building?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I use to report to Norwood at the Bordersdal Building and such that when there was this change in South Africa I decided to make myself stupid.  I use to go again every Monday to report like I use to do.  When I got there\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 V I TOMTALA\nI saw Lieutenant Boy.  I said to Lieutenant Boy, Lieutenant Boy, today is Monday, have you forgotten, I have come here to report to you.",
            "Male"
        ],
        [
            "MR SANDI",
            "What were you reporting to Boy?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I reported my presence here in South Africa because I was told that I was a terrorist.",
            "Male"
        ],
        [
            "MR SANDI",
            "But at the end did the police stop terrorising you, torturing you when the new Government in the Transkei started?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "Yes Sir, that is correct, but when on the other day when I went to Lieutenant Boy, at the time now there was this new interim period Government.  I went to Lieutenant Boy and I told him I am here to report.  Then Lieutenant Boy said, no, but we have a new Government now.  I said, is that so, but I use to come here every Monday to report to you.  So I said to him, yes I know, I am aware that there is a new Government, but I have not seen any rights that you are supposed to come to me as a human, but this has only, I have not seen any change.  I said to him ...",
            "Male"
        ],
        [
            "MR SANDI",
            "Sir, Mr Tomtala I would like to interrupt you there.  If you remember well, we would like to shorten this because we are running out of time.  Are these the highlights you said you were going to talk about today?  Have you mentioned all your highlights?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "No Sir, I have not said everything yet.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Tomtala we are in a problem now because we are running out of time.  Could you please tell us your last point.",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I am alone at home.  I have other half brothers and half sisters.  I have another brother who died in prison.  My surname is Tshongawye because my parents were\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 V I TOMTALA\nnot married.  My brother, Cheligele Tshongane, died in prison.  He was burnt because he was, he died between the fight of the ANC and the PAC.",
            "Male"
        ],
        [
            "MR SANDI",
            "In other words you are trying, what do you want the Commission to do for you?",
            "Male"
        ],
        [
            "VUYANI ISAAC TOMTALA",
            "I would like compensation from the President's Fund because at the moment nobody wants to employ me and, again, I would like the Commission to please investigate about the death of my half brother who disappeared in Zambia after being tortured by the Boers at Caledon Square in Cape Town.  In 1962 he went to Zambia and the last letter that we received from him, Sir, was he said he was at Ketwe in Zambia at Copperbelt.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Tomtala, the Commission thanks you very much for the story that you have told us and I know that I do not have to tell you again that we are running out of time.  Thank you very much.  I am now going to hand over to the Chairperson.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further questions?  Thank you Mr Tomtala.  I hope that the Investigation Unit will again visit you to find out more details about the things that you have said about your brother.  We have investigators of this region who are listening to this.  Thank you very much.  Thank you Sir.",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Mr Chairperson I would like to have just one minute to thank all of you, all of you who are here today and those who have already left for supporting the Commissions of, the hearings of the Commission here in Umtata which I think they were a wonderful success.  I would also like to thank Dr Mgojo and my colleague right next to me Advocate Dumisa Ntsebeza for coming to help us out here\nUMTATA HEARING EASTERN CAPE PROVINCE\n7 V I TOMTALA\nin this hearing in Cape Town.  Again I would also thank our, my colleagues Tiny Maya and Mr Sandi for taking this very difficult work of preparing for the hearings and sitting for them.  \n I would also thank the Reverends who has done something that we have not seen in the other regions and I hope that it is going to be copied by the other regions.  The Reverends here in Umtata have been wonderful in providing daily support to the people who have been coming before the hearings.  They have been organising themselves ever since counselling the victims during the hearing.  I would also like to thank the students, the representatives of the students, the SRC, who acted together with our staff members as facilitators for this hearing.  \n Lastly I would like to thank our staff of the TRC, the staff that is here and that is not here as well, for all the work they have done today here in Umtata and the other days.  Again, I would also like to thank the security and the police for securing our hearings the way that they have.  We have had a very peaceful hearing.  There was not even a single bomb scare just like we had encountered in East London.  We also thank University of the Transkei for providing this venue.  We thank the Chancellor and Council and everybody who is in the authority here for the way that they have welcomed us.  \n Lastly we would like to have all those who made these hearings in Umtata to be possible and the people who were responsible to come before us to tell us their stories.  It is because of them that we have got this Commission today.  We here to serve them, we are here as their servants.  We thank them very much.  Thank you for your patience as well. \nUMTATA HEARING EASTERN CAPE PROVINCE\n8 V I TOMTALA\nIt is wonderful that this time we have got so many people.   ------------------------------\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}