{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "DUNCAN VILLAGE",
        "day": "2",
        "names": [
            "MIKE MAKEKE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55065&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/makeke.htm",
        "speakers": [
            "INTERPRETER",
            "MR SANDI",
            "MS CRICHTON",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "MICHAEL MAKEKE",
            "NORETSE JOYCE WILI",
            "NOMATHEMBA GREY",
            "REVD FINCA",
            "MS CRICHTON",
            "M MAKEKE",
            "INTERPRETER",
            "MR SANDI",
            "NJ WILI",
            "N GREY"
        ]
    },
    "testimony": [
        [
            "REVD FINCA",
            "We are going to call upon Michael Makeke, Joyce Wili and Nomathemba Grey.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Let me swear them in Mr Chairperson.  Michael Makeke, can you please stand up.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  Joyce Wili.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Nomathemba Grey.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Honourable Chairperson, they are sworn in.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We welcome you.  We are going to hand over to June Crichton, who is going to ask questions.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Can you hear me?",
            "Female"
        ],
        [
            [],
            "No.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "It is my fault, I wasn't switched on.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Yes, I can hear you.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Good.  You're comfy?  Mr Makeke, you were shot on the 16th of August by the South African police.  Would you tell us what happened please?",
            "Female"
        ],
        [
            [],
            "On that particular date, on the 16th of August in 1985, I was on my way from work.  That happened in front of my yard, in front of my home.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "You were working at the time.  Where were you working?",
            "Female"
        ],
        [
            [],
            "I was working at Quigney Hamlong Electrical.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 M MAKEKE",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Now your statement says that the bullet hit you on your right lower leg, is that correct?",
            "Female"
        ],
        [
            [],
            "That's correct.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And where else were you, did you have bullets.  In what other area?",
            "Female"
        ],
        [
            [],
            "Behind on my knee cap.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "You were then taken to hospital.  Which hospital were you taken to?",
            "Female"
        ],
        [
            [],
            "It was Frere Hospital.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "On the way, something happened, what was that?",
            "Female"
        ],
        [
            [],
            "My brothers took me, while my brothers were taking me to the hospital, we met a police casper where  policemen asked me what happened and I told them what happened.\n And they slapped me across the face.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "For what reason did they do that?",
            "Female"
        ],
        [
            [],
            "I don't' know the reason.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did they say anything to you?",
            "Female"
        ],
        [
            [],
            "Nothing, they said nothing.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you know who they were at all, do you recognise any of them?",
            "Female"
        ],
        [
            [],
            "; I don't know them because it was late in the evening.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Your statement says that you had to spend some time in hospital as a result of all of this, another hospital, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, I spent three weeks at a hospital.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And then when you returned to you place of employment, you were dismissed immediately?",
            "Female"
        ],
        [
            [],
            "That's correct.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did they give you a reason why you were\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 M MAKEKE\ndismissed?",
            "Female"
        ],
        [
            [],
            "I was never given any reason for my dismissal.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did you ever consult an attorney about what had happened to you?",
            "Female"
        ],
        [
            [],
            "I didn't consult an attorney because I spent six months in Queenstown because I burnt my clothes since they were full of blood and at home they just decided that I am insane, so I stayed for six months in Queenstown, I didn't get a chance to go to the lawyers.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you feel that it helped you, that hospital?  Did it help you, do you feel that you are well now?",
            "Female"
        ],
        [
            [],
            "Yes, I think I'm well now.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Are you on medication?",
            "Female"
        ],
        [
            [],
            "Yes, I'm taking treatment.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Right, is there anything else you want to tell us before I ask you what your request is to the Commission?",
            "Female"
        ],
        [
            [],
            "What kind of request?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you want the ask the Commission to recommend to the President anything specific for yourself and your family?",
            "Female"
        ],
        [
            [],
            "Yes, there is something that I would to request.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Carry on.",
            "Female"
        ],
        [
            [],
            "I wish that the Commission as I sustained injuries on my leg and I won't be able to get employment again, at least the Commission should be of assistance to me.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you mean by means of a disability grant, pension?",
            "Female"
        ],
        [
            [],
            "I am getting a pension.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 M MAKEKE",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "So you are looking for some form of compensation, is that what you are saying?",
            "Female"
        ],
        [
            [],
            "I request that the Commission should assist me and my child so that my child can go to school and the other thing, the Commission should try to investigate this case and the soldiers who shot me and I will never be able to get employment again.  And at least the Commission should be of assistance to me.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Mr Makeke, how old is your child?",
            "Female"
        ],
        [
            [],
            "My child is 13 years old.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Makeke, I hand you back now to the Chairperson.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Mr Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Makeke, how much time did you spend in Queenstown?",
            "Male"
        ],
        [
            [],
            "I went to Queenstown, it was December 1985, I came back in 1986, which was the following year.  I spend six months in all.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you went back to your place of work, do you mean that they, do you say that they dismissed you?",
            "Male"
        ],
        [
            [],
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You say you were working at Hamlong Electrical.  Did they give you any reasons for your dismissal?",
            "Male"
        ],
        [
            [],
            "No, they didn't give my anything, they just told me that there is no job for me.  Somebody else is there to replace me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any place where you happened to get employment after that?",
            "Male"
        ],
        [
            [],
            "No, I'm just doing some part-time work.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Thank you very much, Mr Makeke.  We are going DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 NJ WILI\nto call upon Joyce Wili.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Hallo Mr Wili, can you hear me?  You can?  Thank you for coming today.  You are here to tell us about what happened on the 11th of August to Goodboy Wili, your son.",
            "Female"
        ],
        [
            [],
            "On the 11th of August I was at Galine with Goodboy's father.  We heard some gunshots outside, while we were still there, we heard some teargas.\n We decided to go outside so that we can get shot.  But when we were going out another canister was right at the door, we were the first to run away with the child.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "In your statement you say that the cause of Goodwill's death was the fumes of that teargas, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "You were not affected yourself, you and your husband as you ran away?",
            "Female"
        ],
        [
            [],
            "We were also affected and the child also, but the child is much younger than us.  We are not the same, we are not affected the same.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Now you say that you went to some attorneys in Pefferville, and that you don't remember their names.  Are these attorneys still at Pefferville?",
            "Female"
        ],
        [
            [],
            "At Pefferville I was called since my child was affected by this teargas, I was called to explain what was happening.  We were told that an attorney from Gauteng is coming to take this kind of, to listen to this kind of explanation.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did you actually go to court?",
            "Female"
        ],
        [
            [],
            "No, I didn't go to the court.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And when these people came, you spoke to\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 NJ WILI\nthem, the people from Gauteng and told them what had happened?",
            "Female"
        ],
        [
            [],
            "Yes, I told them.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And you have not heard anything since then?",
            "Female"
        ],
        [
            [],
            "I heard nothing from them since then.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Is there anything else that you want to tell us about that event particularly?",
            "Female"
        ],
        [
            [],
            "I didn't put it in my statement, my child didn't die on that particular day.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Explain further for me please.  What happened then?",
            "Female"
        ],
        [
            [],
            "We took him to the hospital.  I explained the whole incident.   The Doctor examined him, he gave him some cough mixtures.\n We went back home.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "You went back home with the baby?",
            "Female"
        ],
        [
            [],
            "We went back home, but that night we couldn't sleep because he was coughing.  I had to take him back again to the Frere Hospital.  He was examined again, his body was swollen and the feet were swollen and he was admitted.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you know the name of the Doctor who was treating him?",
            "Female"
        ],
        [
            [],
            "I don't know the name of the Doctor, but he is one of the casual Doctors.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Would you recognise him if you saw him?",
            "Female"
        ],
        [
            [],
            "Yes, I can recognise him, but I'm not sure if he is still there, because he was a little bit old then.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "How long then was it before Goodwill died?",
            "Female"
        ],
        [
            [],
            "The whole thing happened on a Monday and then we went to the hospital on a Tuesday.  I went back again on a Wednesday.  He was still alive in the morning on that\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 NJ WILI\nWednesday, it was seven o'clock.\n Twelve o'clock, midday I went there again, I was told that he died later that afternoon.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Ms Wili, is there anything particular you want to ask the Commission to recommend to the President for you?",
            "Female"
        ],
        [
            [],
            "Yes, I would like, I would request that an investigation should be done concerning the death of my child.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Ms Wili.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Thank you Ms Wili, we are going to call upon Ms Nomathemba Grey.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Ms Grey, can you hear me?",
            "Female"
        ],
        [
            [],
            "Yes, I can hear you.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Ms Grey, you are here to tell us about the murder of  your brother.",
            "Female"
        ],
        [
            [],
            "That's correct.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Fudusile Grey?",
            "Female"
        ],
        [
            [],
            "That's correct.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And he was shot in front of a neighbour's shack in August of 1985.   Would you tell us what happened please.",
            "Female"
        ],
        [
            [],
            "Yes.  I was on my way from work.  He was also coming from work, he was not there for the whole day.\n When I arrived at Ngaleni I told that we must go to Pumelani.  He refused, we slept there.  Early in the morning, he left to see the others.  I also went to see other women in the same area.\n I was called, I was told that he was shot.  I went to the scene.  I saw him, he was on the bed.  He was shot under the left nipple. \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 N GREY\n He was dead already.  I went to tell my sister.  I went to catch a taxi to see my sister.  We went back home.\n My brothers were not there yet.  They came and they left again.  I don't even know the mortuary where he was taken to, I don't know that mortuary.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Are you all right, can I proceed now?  Can you tell me about the funeral now?",
            "Female"
        ],
        [
            [],
            "We wanted to take him for the funeral.  They refused, they said he was going to be buried with others.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Who is they, who refused?",
            "Female"
        ],
        [
            [],
            "The people from that mortuary, the people of that mortuary, they refused.  They said he was going to be buried at Siponsani at Duncan Village.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Ms Grey, you were working at this time.  Where were you working?",
            "Female"
        ],
        [
            [],
            "I was working for the BMW company.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And they gave you time off.  Did you go back to work there again?",
            "Female"
        ],
        [
            [],
            "Yes, I did.  I did go back to work.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Are you still working there?",
            "Female"
        ],
        [
            [],
            "No, I am unemployed at the moment.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did you at any time approach any attorneys to lay a civil claim?",
            "Female"
        ],
        [
            [],
            "No, I didn't approach any attorney.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Were you contacted to attend any inquest?",
            "Female"
        ],
        [
            [],
            "No, there was no case.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Ms Grey is there anything more you want to tell me about the actual incident?  If not, then you can just go to tell us how you feel you would like the Commission to assist you.",
            "Female"
        ],
        [
            [],
            "I request that the Commission should help me in DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 N GREY\nthe upbringing of his child.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Ms Grey.  I am sorry that we had to stir these memories, but it is important that we do.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Ms Grey, what was Fudusile doing.  Was he working at the time?",
            "Male"
        ],
        [
            [],
            "Yes, he was working for the SABAT.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "REVD FINCA",
            "Revd Xundu.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "How old is this child Ma'am?",
            "Unknown"
        ],
        [
            [],
            "He is 12 years old, he is doing standard 3.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "Thank you very much for the three of you Mr Makeke, Ms Wili and Ms Grey for the evidence that you were giving us.  You can go back to your places.",
            "Unknown"
        ]
    ]
}