{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "DUNCAN VILLAGE",
        "day": "2",
        "names": [
            "ZUKO GALELA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55060&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/galela.htm",
        "speakers": [
            "MS CRICHTON",
            "REVD FINCA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "ZUKO GALELA",
            "REVD XUNDU",
            "REVD FINCA",
            "MS CRICHTON",
            "Z GALELA"
        ]
    },
    "testimony": [
        [
            "REVD XUNDU",
            "I would kindly like this witness to take an oath.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Over to you Mr Chairman.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We welcome you Mr Galela, thanking you as the last witness to give evidence.  We are going to ask the people at the back, next to the door to close the door so that we could conclude in a very respectful way or even those who want to go out, may do so.\n This hearing in Duncan Village has been a success and we are impressed by the behaviour of the people even if they were to listen to some of the things that were not very palatable to them.\n But they made our work easy, therefor we're asking you not to spoil all this in the last moment.  We are now going to hand over to June Crichton who is going to pose questions to Zuko Galela after which we shall close.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Chairman.  Can you hear me Mr Galela?  Welcome to you.  Mr Galela, in reading your statement, I see that you experienced three different arrests over a period of a couple of years.  I'd like to start with the first one in august 1985, when you were arrested by the South African police and taken to the Fleet Street police station.  Would you tell us what happened there?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 Z GALELA",
            "Female"
        ],
        [
            [],
            "In 1985 I was a student at Zwelethemba College in Zwailitsha and I was doing carpentry in my second year, the final year.  I came home to take school fees on a Thursday and I was told to wait until the following day and spend a night at home.\n At night, very early there was a knock at the door and the windows.  And there were torch flashes, my mother opened the door and the police came inside.  Whilst I was dressing up, because they were calling my name, I met a police by the name of Patrick Rooi who grabbed me and handed me over to another White police who pushed me over to a certain Mabexe policeman, who was quite old.\n They took me away and I could see that there were cars parked down and it was a casper, a hippo and some other cars.\n There were some other people standing next to these, so we walked close to these cars and I noticed that this was some of the people who were arrested.\n So they asked me to toyi-toyi and I told them I couldn't.  A police by the name of Malunga kicked me and asked me to toyi-toyi, then I told them I wasn't going to.\n And he grabbed me and again kicked me.  So I decided to toyi-toyi towards the car.  And there were some people in a Passat car.  I was slapped on the face and I was taken to the Kombi and the passengers were some Whites together with Sitonga who was arrested, and I asked Sitonga what was happening and he told me that we were arrested.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "I'm sorry to interrupt you, but I need to ask you whether they had told you on what charge they were arresting you.  What were they accusing you of?",
            "Female"
        ],
        [
            [],
            "They only told me when we got to the police\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 Z GALELA\nstation that I was a cause of trouble in the public and they were trying to investigate about the body of Kholekile and they were accusing me of arson because I had burnt down a house that belonged to a police.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "What were the names of those police houses' that you were accused of burning down?   Can you remember?",
            "Female"
        ],
        [
            [],
            "It was Sigabi.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Let's move on to when you were actually being tortured.  I believe that you suffered some permanent damage.  What was that?  Damage to your teeth, is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, that's correct.  When we got to Fleet Street, we were taken into an office and we were assaulted and we were asked to hang from the burglar proofs and we stood on a chair and as soon as we were hanging on the burglar proofs this chair was removed.\n But whenever it was very difficult one would be hit by a iron rod.  I also fell down and I was hit on the head such that I still have some horns on my head.\n Then Malunga came and asked for us to go to another office where we found a certain man and a certain woman from the Mana family who were demanding that we should give the ashes of their son's body, so I was tied around the neck with some wet towels and I lost consciousness.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "I'm sorry to keep interrupting you, I don't mean to be rude, but I need to have some very specific evidence from you.  All right, is that all right?  The policeman that you named were Malunga, Rooi Madliwa and Radue, is that right?",
            "Female"
        ],
        [
            [],
            "; That's right.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "All right.  I want to move to the second\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 Z GALELA\narrest that happened in June of 1986, and this time you were taken to the Cambridge police station. \n Now I want to ask you specific questions.  What was the charge this time when you were taken to Cambridge?",
            "Female"
        ],
        [
            [],
            "In 1986, I was arrested under Section 31, we were arrested by Mandiswe Mbewana, but I was referred to Mr Madliwa (indistinct) and Chief Radue who is the one who cut me with a scissors, cut my fingers with a pair of scissors.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "What was the name of that man, that policeman - Chief Radue.",
            "Female"
        ],
        [
            [],
            "It was Chief Radue, it was Mr Madliwa, police Matoti who were present at the time they were cutting my fingers.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Did you appear in court at this stage at all or even on the previous time, had you been to a court and been charged formerly in court yet?",
            "Female"
        ],
        [
            [],
            "In 1986, I never made any appearance in court.  From Cambridge police station we were taken to the prison for 180 days and again this was revived that we were going to spend another 180 days which was almost a year.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Now, is it correct to say then that you were arrested again a third time, this time also under the state of emergency, is that correct?  Is there a third time or was that the same time?",
            "Female"
        ],
        [
            [],
            "There is a mistake, I was only arrested twice in 1986 and discharged in 1987.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Now you say you have a scar on the back of your head as a result of being beaten with an iron rod.  Has this left you with a problem, a physical problem?  Has it left you with problems that are still being treated?",
            "Female"
        ],
        [
            [],
            "I'm not sure.  I use traditional herbs, I still\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 Z GALELA\nhave some pains from the kicking that I had.  Even when I see Malunga, he becomes negative to me.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Have you considered going back to your studies at all?",
            "Female"
        ],
        [
            [],
            "When I left prison in 1986, I went back to the school where I was studying and they asked me to come back in August to write an examination, but I was arrested in June so I didn't have an opportunity.  I did try once more, because there is a course that I am pursuing here in town, which is designing.\n But I don't have many money to pursue my studies.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "We can move on then to ask you if there is any particular request you have to the Commission.",
            "Female"
        ],
        [
            [],
            "Yes, I have a request that I would be very glad if this policemen who arrested me could be brought to me so that we discuss this and to have Chief Radue to explain why he cut me and even those who hit me on the head, to tell why they did that.\n And even pay for my blood.  And also to restore my teeth which I lost.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Do you have a family?",
            "Female"
        ],
        [
            [],
            "I don't have a wife, because I can make her suffer.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And my last question to you, Mr Galela, is to ask you if you ever approached an attorney at all for assistance or instituted any kind of claim?",
            "Female"
        ],
        [
            [],
            "After I was discharged I did go and see a lawyer Hinsa and I explained everything to him.  I did go the the BLACK SASH as well and explained my trait.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "And what happened as a result of that?",
            "Female"
        ],
        [
            [],
            "There was no response to date.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 Z GALELA",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Chairperson.",
            "Female"
        ],
        [
            "REVD FINCA",
            "Revd Xundu again.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Did you ever apply for the disability grant?",
            "Unknown"
        ],
        [
            [],
            "No, I've never made any application.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Do you perhaps need that we should help you to have that disability grant?",
            "Unknown"
        ],
        [
            [],
            "Yes, I want to make that application because I still want to pursue my studies.",
            "Unknown"
        ],
        [
            "REVD FINCA",
            "We thank you.  Now I would like to thank all of you before you leave.  I must first thank the victims who gave evidence before this Commission.\n Since yesterday even, the one who is sitting there, I must also thank the Duncan Village community.  We have been going to several places here in the Eastern Cape for various hearings, but the way you have treated us has indicated that you are respectful and we thank you for that.\n I have already mentioned that this is not the end of it, we are going to come once more as soon as we have gathered the people that we still want to hear from.\n We want to thank the people who have given us this accommodation.\n And though some of the times when it is windy, we get scared, we also want to thank Revd Sio, who has been leading us in prayers and even the Ministers who have been working with him.\n We also want to thank the policemen who have been maintaining order here and Revd Xundu as we are going out, felt that we were really secured.\n We thank them.  We must thank the interpreters, we also thank the media technicians who have been giving us accurate, we also have to thank the Regional Manager and we \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7\ngive him a clap.\n He is the one at the head.  We also thank the staff members who may be here.  We must also thank Mr Sengiwa, Mr Daweti, we must also thank the panel seated here in front for another excellent work done.\n We thank you all.  The hearing is now closed.",
            "Unknown"
        ]
    ]
}