{
    "header": {
        "type": "SUBMISSIONS, QUESTIONS AND ANSWERS, ANDRE GROBBELAAR",
        "starting date": "1997-02-17",
        "location": "GUGULETU 7",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55159&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gug/grobbel.htm",
        "speakers": [
            "MEETING ADJOURNS FOR LUNCH"
        ],
        "original_speakers": [
            "MEETING ADJOURNS FOR LUNCH"
        ]
    },
    "testimony": [
        [
            "MEETING ADJOURNS FOR LUNCH",
            "ON RESUMPTION\nADV NTSEBEZA\nDetective Inspector Grobbelaar is still on the stand and I may - I need only to remind you sir that you are still under oath.  Questions will be put to you by Commissioner Glenda Wildschut - Glenda.\nMS WILDSCHUT\nInspector Grobbelaar can we just for a moment try and reconstruct the scene as you remember and understand it - could you please point out to us on the plan behind you where you were located and the alleged assailant the person who was threatening your life - approximately where that person was and in which direction he was coming - he was coming from.  If you could just please point out to us.\n Could you - ja okay.\nMNR GROBBELAAR\nDie voertuig A was - is my voertuig waarmee ek gery het.\nMS WILDSCHUT\nYes.\nMNR GROBBELAAR\nDie eerste persoon met die AK wat geskiet het was hierdie [onduidelik] was in die kruising.\nMS WILDSCHUT\nJa.\nMNR GROBBELAAR\nEn die persoon met die handgranaat - het van die kruising af aangekom na die voertuig toe.\nMS WILDSCHUT\nJa so die persoon wat die handgranaat gehad het - het na u gekom.\nMNR GROBBELAAR\nDis korrek van die kruising na die voertuig ja.\nMS WILDSCHUT\nSo the person was approaching you.\nMNR GROBBELAAR\nDis reg ja.\nMS WILDSCHUT\nRight, and is that the person that you shot - the person who was approaching you.\nMNR GROBBELAAR\nWat se sy nou - se gou weer.\nMS WILDSCHUT\nDie persoon wat na u gekom het - is dit die persoon wat u geskiet het?\nMNR GROBBELAAR\nDis die persoon wat na my toe aangekom het met die handgranaat ja.\nMS WILDSCHUT\nOkay, if you look at your sketch - would you say that the person who was threatening you is located at C/B on your sketch?\nMNR GROBBELAAR\nC/B?\nMS WILDSCHUT\nJa.\nMNR GROBBELAAR\nNee die persoon was aan die teenoorgestelde kant van die pad.\nMS WILDSCHUT\nOkay.\nMNR GROBBELAAR\nWat met die handgranaat aangekom het - na ek op hom gevuur het, het hy teen die grond gegaan en daar waar C/B is.\nMS WILDSCHUT\nOkay, so it's not actually marked on that sketch where the person who was approaching you was coming.\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nNot marked on the sketch - okay, thank you.  Did you know the person that you were shooting - did you know the person?\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nYou don't know him at all.\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nSo the person that you were - that was approaching you if you shot the person would have sustained shot wounds to the front part of his body.  If you - if he was approaching you and you shot him.\nMNR GROBBELAAR\nDis korrek ja.\nMS WILDSCHUT\nOkay, I have with me here some forensic reports - forensic reports done by forensic specialist Dr Foscious - and the evidence I have before me is that the person who was in that location where you point out, in fact sustained several wounds to the back of his body and I will read Mr Chair  if you would allow me, I will read extracts from the medical legal post-mortem examination and then also an aspect from the inquest document held by dr Foscious.\n1. 5cm behind the right earlobe was a 1cm bullet entrance \nwound, the track of this bullet could be followed forwards\nmedially and upwards passing through the right occipit  \nlobe ]for those who are medically trained you will know \nthat the occipit of your head is behind your head] - of the \nbrain across the mid line of the brain to an irregular 3cm \nexit wound on the top of the head to the left side \narterially.\n[So the wound was going from behind forward]\n2. Two large pellet wounds were present behind the right \near.\n3.  large number of large pellet entrance wounds were found \non the right side of the chest - right side of the neck and\nright side of the head.  13 entrance wounds were found in \nthe chest - 8 in the right side of the neck and 3 in the \nright side of the face.\n4. In the back were numerous scattered large pellet wounds \ntwo similar  wounds were found on the back of the left\narm above and below the elbow and left [indistinct] was \nfractured.\nThe [indistinct] is a bone in the arm.\nA 2 cm glancing bullet wound that a open bullet wound\nentrance wound was found at the back of the left buttock \n- the track of this wound could be followed just under the \nskin to an exit wound 7cm above the medial to the one in \nthe buttock and an [indistinct] burn mark was found \nalong the back extending from this wound in an upwards \nand medial direction.\nNow because I am aware that there are many people who are not familiar with all of these medical terms, I am just going to point it out to you on somebody who will stand as a model for me\nMS WILDSCHUT IS DEMONSTRATING ON A MODEL - NOT SPEAKING DIRECTLY IN MICROPHONE\nADV NTSEBEZA\nExcuse me Glenda is the witness able to see what you are demonstrating.\nMS WILDSCHUT\nInspector Grobbelaar I would like to know from you how is it possible that a person approaching you, could have sustained the kinds of wounds that I have just described.  \nMNR GROBBELAAR\nToe die persoon aangekom het, ek het altesaam vier skote op hom geskiet - van die eerste skoot wat ek geskiet het, tot waar hy gaan le het, het hy - was hy op die linkerkant van die pad oor na die regterkant toe van die pad gegaan.  So met ander woorde hy was nie heeltyd reguit na my kant toe, vandat ek begin skiet het nie.\n Dan sover ek weet is ek nie die enigste persoon wat op hom geskiet het nie.  En hoe die wonde in en uit kom, dit is ekspert getuienis ek kan nie daarop [sin onvolledig]\nMS WILDSCHUT\nMr Chair I would like to submit that according to the forensic results that I have here the person that Inspector Grobbelaar is referring to has no entrance wounds to the anterior part of his body.  In other words to the front of his body, has no entrance wounds according the forensic results.\nADV VAN ZYL\nMr Chairman I am - I must apologise to interrupt at this stage, but [intervention]\nADV NTSEBEZA\nI was just going to say maybe when you talk he must switch off his - ja.\nADV VAN ZYL\nWe tried to switch off this microphone [indistinct] \nADV NTSEBEZA\nOh! okay - all right.\nADV VAN ZYL\nI have the same report in front of me and as I understand this report, it reads that:\n 3. A large number of large pellet entrance wounds were \nfound on the right side of the chest, right side of the neck and right side of the head.  The larger diameter spread of these pellets was 40cm.  13 entrance wounds were found in the chest, 8 in the right side of the neck and 3 in the right side of the face.\n It seems to me that to put to the witness that there are no entrance wounds on the front of this persons body is not correct and in terms of the report that I have here.  As you please Mr Chairman.\nADV NTSEBEZA\nThank you Mr Van Zyl - maybe you want to rephrase your question Commissioner Wildschut.\nMS WILDSCHUT\nI wouldn't like to enter into a medical debat but as I demonstrated the side of the body is also called  a chest.  Further the specialist also says:\nIn my opinion the deceased may have well been lying on the ground which appears to be sandy when he was shot.  The bullet entered the lower aspect of the left buttock and a buttock ...\n And a buttock is not in the front part of one's body.\n... travelled upwards and medially to the exit on the upper portion of the buttock near the mid line.\n As I demonstrated.\nADV NTSEBEZA\n[indistinct] did you at any stage use a pellet gun or a gun that could fire pellet bullets?\nMNR GROBBELAAR\nEk het mnr 'n haelgeweer geskiet - 'n haelgeweer geskiet wat met vier SSG rondtes gelaai is - dis al waarmee ek geskiet het.\nADV NTSEBEZA\nGlenda are you still going on - ahead.\nMS WILDSCHUT\nI am not quite sure whether my question has been answered I asked the question Mr Chair how it is possible that Inspector Grobbelaar could have shot somebody approaching him and the person does not have wounds of the nature that I described  which is consistent with shots being fired at someone approaching one.  I am not quite sure whether I actually grasps the answer.\nADV VAN ZYL\nMr Chairman I have objected to that question on the basis that there are in fact bullet wounds in the front part of this persons body.\nADV NTSEBEZA\nYes I agree that's why I thought that perhaps you might ask the question in a different way Commissioner Wildschut.\nMS WILDSCHUT\nYes I will - I would like to know why it is that the person has sustained wounds to the back of his head, the occipit and also to the back of his body and to his buttock?\nMNR GROBBELAAR\nEk dink nie ek kan heeltemal presies se waar die skote in en uitgegaan het nie, maar toe die persoon geskiet is, het hy na die oorkant van die pad toe beweeg van waar hy gekom het en daar geval, so hy het sy liggaam gedraai op 'n stadium.\nMS WILDSCHUT\nDo I understand that at some point he was moving with his back away - I mean with his back to you - at some point he was moving away from you then?\nMNR GROBBELAAR\nEk sal ongelukkig nie presies kan se - ek kan nie onthou dat hy - hy het nooit weg van my af beweeg nie, maar ek kan nie presies onthou hoe hy beweeg het of in die rondte getol het of wat gebeur het nie.\nMS WILDSCHUT\nMr Chair please I need your indulgence here, I am not quite sure whether I understand quite clearly the answer, I am not sure Inspector Grobbelaar has been quite lucite in the beginning - he remembered the incident very well and I am not quite sure why at this point there seems to be difficulty with memory.\n The forensic report show very clearly that this individual was shot from behind not once, here are several examples of entrance wounds behind.  I would like to know from Inspector Grobbelaar how this person sustained those wounds which seems to have been fatal wounds to his head and other parts of his body.\nMNR GROBBELAAR\nSoos ek reeds gese het so ver is ek nie die enigste persoon wat op hom geskiet het nie.  En dat die persoon met die skiet gedraai het of geval het, ek kan nie onthou hoe hy beweeg het op daai stadium nie.\nADV NTSEBEZA\nNow put it this way Inspector, could you have inflicted those injuries at the back of his head in his buttock and the one's that suggest that he was shot from behind - could it have been you?\nMNR GROBBELAAR\nIndien die persoon na die eerste of tweede skoot dalk in die rondte gedraai het van die hael wat hom ook getref het is dit dalk heeltemal moontlik dat ek hom van agter af ook raak geskiet het.\nADV NTSEBEZA\nYou see I think the problem that we have and certainly which I have is that during the course of previous testimony there was evidence that somebody was shot from the back whilst he was lying down.  Now subject to correction would it be possible that these injuries were inflicted on this person in the manner described by previous evidence namely that he was lying down and he was shot whilst he was lying down?\nMNR GROBBELAAR\nSover my herinnering is, het die persoon op sy rug gele so ek glo nie dis moontlik om hom terwyl hy daar gele het dan deur die rug te geskiet het nie.\nADV NTSEBEZA\nYou at no stage shot anyone who was lying down whether it was on his back or on - on - not on his back - I am talking about you, you don't recall that you could have executed shots of that nature.\nMNR GROBBELAAR\nEk het slegs - ek het slegs vier patrone geskiet met die haelgeweer en dit is terwyl die persoon na my aangekom het tot hy geval het, en ek kan nie presiese stadium se wat my haelgeweer leeg was nie, maar tot die persoon geval het, het ek op hom gevuur - vier patrone.\nADV NTSEBEZA\nAnd is that saying that at no stage whilst the person was lying on the ground did you shoot at him - are you categorically saying this is so.  You did not shoot him - the person who was - the person who was on the ground - lying down.\nMNR GROBBELAAR\nSover my herinnering strek dis 'n outomatiese haelgeweer het ek die vier patrone vinnig na mekaar geskiet en ek dink ek het daai - ooit na die persoon geskiet terwyl hy op die grond gaan stil le het nie.\nADV NTSEBEZA\nDo you recall a stage at all that any of the people who you were shooting at endeavoured to surrender in the traditional way in which a person surrenders - hoisting  both your hands up into the air in a clear indication that they are not [indistinct] \nMNR GROBBELAAR\nEk het slegs op hierdie persoon geskiet met die haelgeweer hy het nooit sy hande in die lug gehad nie, hy het dit voor sy lyf gehad met die handgranaat - van die ander persone - terwyl hulle geskiet was, het ek - ek het dit nie gesien nie.\nADV NTSEBEZA\nDid he have anything in his hands at all when you shot him?\nMNR GROBBELAAR\nDie persoon wat ek geskiet het?\nADV NTSEBEZA\nYes.\nMNR GROBBELAAR\nDis korrek hy het 'n handgranaat in sy hande gehad.\nADV NTSEBEZA\nDid you ever challenge him to throw it away?\nMNR GROBBELAAR\nNee.\nADV NTSEBEZA\nCould you have challenged him to throw it away?\nMNR GROBBELAAR\nOp daardie stadium was daar alreeds op my gevuur en dit was 'n aanval op my gewees en hierdie persoon was deel na my mening van die persoon wat met die vuurwapen deur die voertuig se windskerm geskiet het - ek het dit nie nodig geag om hom te waarsku of iets nie, hy was 'n bedreiging vir my op daai stadium gewees.\nADV NTSEBEZA\nWas he holding the hand grenade in a manner that indicated he was going to throw it at you?\nMNR GROBBELAAR\nOp die stadium wat hy die handgranaat by hom gehad het, het hy al twee sy hande voor by die handgranaat gehad asof hy mens - die pennetjie wil trek om die handgranaat te aktiveer.\nADV NTSEBEZA\nAnd where did you aim when you shot at him - what part of his body did you aim at?\nMNR GROBBELAAR\nEk neem aan ek het na sy bors gedeelte gemik ek kan nie onthou presies nie.\nADV NTSEBEZA\nWas your intention to kill him?\nMNR GROBBELAAR\nDis korrek Edelagbare ek wil hom definitief buite aksie gestel het, want hy is 'n bedreiging gewees.\nADV NTSEBEZA\nWas it your intention to kill him?\nMNR GROBBELAAR\nEdelagbare soos ek gevuur het na sy bors toe, was die kans 100% dat ek hom - as ek hom moes getref het daar - dan sou hy seker dood gewees het ja.\nADV NTSEBEZA\nWas your intention then to kill him - yes or no?\nMR GROBBELAAR\nYes.\nADV NTSEBEZA\nThank you - Commissioner Wildschut.\nMS WILDSCHUT\nI have nothing further.\nADV NTSEBEZA\nAdvocate Potgieter.\nADV POTGIETER\nThank you Chairperson.  \n Kan ons net 'n entjie teruggaan en praat van die bewegings van die voertuig waarin u was - u was die bestuurder van die betrokke voertuig is dit korrek?\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWas dit 'n amptelike voertuig of was dit u privaat eiendom.\nMNR GROBBELAAR\nNee dis 'n amptelike Staatsvoertuig.\nADV POTGIETER\nStaatsvoertuig.\nMNR GROBBELAAR\nStaatsvoertuig ja.\nADV POTGIETER\nIs dit 'n - aan watter eenheid is die voertuig verbonde?\nMNR GROBBELAAR\nHy was aan die Onluste-eenheid - Kaapstad verbonde.\nADV POTGIETER\nPlaaslike.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWas die registrasienommer OKC - met ander woorde nie 'n plaaslike OKC 16030 volgens die verklaring, bevestig u dit?\nMNR GROBBELAAR\nDit was die registrasienommer ja.\nADV POTGIETER\nSo kan u miskien vir ons help waarom was die voertuig geregistreer in 'n ander Provinsie.\nMNR GROBBELAAR\nDit was vals nommerplate wat op daai voertuig is, dit is my Staatsvoertuig waarmee ek gewerk het in die gebiede en ons met dagga en misdaad gewerk daar en ek het vals nommerplate op die voertuig gehad om misleidend te wees vir die kriminele - dis hoekom daar vals nommerplate op was.\nADV POTGIETER\nDaar was 'n vals nommerplaat op om die persone wat misdaad pleeg te mislei of - ek wil net seker maak of ek u reg gehoor het.\nMNR GROBBELAAR\nDis korrek as ek observasie hou of so iets en die voertuig staan daar, en hy het 'n Sap of 'n B registrasienommer kan almal duidelik en dadelik sien dis 'n polisievoertuig, dis hoekom daar OKC nommers op was.\nADV POTGIETER\nSou dit ook - so met ander woorde as iemand daardie registrasienommer afneem en mens sou probeer om die eienaar van daai voertuig op te spoor, gestel die voertuig self was betrokke by iets misdadigs, dan sou dit onmoontlik wees om daardie voertuig terug te speur tot by die polisie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nSo iemand wat net die registrasienommer het sal nie kan bepaal deur middel van die naspeuring van die nommer dat die voertuig op een of ander wyse verbind is aan die polisie nie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nMaar nou vir watter doel het u daai vals nommerplaat daai betrokke oggend gebruik, u het mos nou nie observasie diens gedoen nie, u was 'n stoppergroep.\nMNR GROBBELAAR\nDis korrek kan ek net vir u verduidelik dit is my voertuig waarmee ek daagliks werk, ek het van hierdie operasie niks af geweet tot ek geskakel is by die huis die aand - nag nie en die voertuig het ek mee huis toe en terug gery ook en ek het daai voertuig gevat en ingegaan na Wingfield toe en daar het ek vir die eerste keer gehoor wat gaan gebeur daardie more.\nADV POTGIETER\nSo het u as normale praktyk met 'n voertuig rond beweeg met valse registrasieplate aan.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nOp 'n daaglikse basis.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWas dit 'n wyd verspreide gebruik onder die Suid-Afrikaanse Polisie op daai stadium?\nMNR GROBBELAAR\nEk sal nie weet nie maar die - ons  het twee voertuig gehad wat ons in die gebiede mee gewerk het en ons het op hulle vals nommerplate gehad ja.\nADV POTGIETER\nNou in daai voertuig was daar 'n Sersant Bellingham.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nHy is die Vlakplaas persoon.\nMNR GROBBELAAR\nSoos ek nou weet ja.\nADV POTGIETER\nWat in beheer van die - hierdie betrokke operasie was naamlik Vlakplaas - direk gerapporteer aan Eugene de Kock.\nMNR GROBBELAAR\nAan wie en waar hy gerapporteer het weet ek glad nie, ek het geweet hy is van Pretoria Veiligheidstak ja.\nADV POTGIETER\nHet u geweet hy is van Vlakplaas?\nMNR GROBBELAAR\nNou weet ek dit ja - op daai stadium nie.\nADV POTGIETER\nMaar hoe het u - kyk hy is 'n passasier in u voertuig, het jy nie met hom gepraat nie.\nMNR GROBBELAAR\nEkskuus nee ek het - ek het nie op daai stadium geweet hy is van Vlakplaas nie, ek het geweet hy is van Pretoria Veiligheids Hoofkantoor einde van Band 4, Kant B ... \nADV POTGIETER\nMaar hoe het u dit geweet?\nMNR GROBBELAAR\nDit het ek maar so tussen die mense opgetel dat hy van Pretoria af gekom het en met Teen [onduidelik]  of terroriste of wat ook al werk.\nADV POTGIETER\nTussen die mense of van hom af persoonlik?\nMNR GROBBELAAR\nEk sal regtig waar nie nou kan onthou nie.\nADV POTGIETER\nWant kyk die ander insittende was Kaptein Brazelle en hy was by die plaaslike Onluste-eenheid soos dit bekend was op daai stadium - net soos u ook dink ek ne.\nMNR GROBBELAAR\nDis korrek hy was my Bevelvoerder ja.\nADV POTGIETER\nSo Kaptein Brazelle was bekend aan u en nou is daar iemand anders saam met u in die voertuig wat u nou nie ken nie, as ek u getuienis korrek verstaan.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nMaar het u nou nie gepraat nie as kollegas nie?\nMNR GROBBELAAR\nOns het seer sekerlik gepraat ja maar wat tien jaar gelede wat ons in 'n voertuig gesit en praat het, weet ek regtig waar nie meneer.\nADV POTGIETER\nNee-nee ek kan dit heeltemal goed verstaan dat u nou nie sal kan elke woord onthou wat u gese het nie, maar is dit nie amper een van die eerste dinge wat 'n mens moet praat nie as daar nou 'n kollega in die voertuig is saam met u - u gaan nou op die operasie in,  is dit nie dalk een van die eerste dinge wat 'n man vra,  jong waarvandaan kom jy  en so aan nie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nMaar u se u het van geen sout of water geweet insoverre dit Vlakplaas aanbetref daai oggend nie.\nMNR GROBBELAAR\nNee hy het my - of sy ander ding - ek het geweet hy kom van Pretoria af.\nADV POTGIETER\nU het net geweet hy kom van Pretoria af.\nMNR GROBBELAAR\nKorrek.\nADV POTGIETER\nU het nie geweet waar - waar in Pretoria nie, wat hy doen en so aan nie.\nMNR GROBBELAAR\nEk het geweet hy werk by Veiligheid by Pretoria, waar hy gebly en waar hy gewerk het, dit weet ek nie.\nADV POTGIETER\nHet u dalk by hom so bietjie meer agtergrond gekry omtrent die optrede waarby u betrokke moet word daai oggend.\nMNR GROBBELAAR\nNee die agtergrond van die optrede is die more by die gesamentlike vergadering deur Majoor Odendal gegee.\nADV POTGIETER\nHet u geweet dat daar in die groep wat nou die beweerde aanval moes loods - dat daar van die polisie se eie mense is.\nMNR GROBBELAAR\nDis korrek dit is die oggend op die vergadering genoem dat daar twee van hulle daar tussen die mense sal wees ja.\nADV POTGIETER\nEn Bellingham was een van die persone wat die toeligting verskaf het by die vergadering die oggend nie waar nie.\nMNR GROBBELAAR\nAs ek reg kan onthou het ons groep deur Majoor Odendal ingelig  ek kan nie onthou dat Bellingham by die vergadering gepraat het daar nie.\nADV POTGIETER\nHet hulle vir u bietjie agtergrond gegee van hierdie twee polisiepersone wat in die groep sou wees.\nMNR GROBBELAAR\nSoos julle dit noem Askari's ja ek het geweet daar is Askari's - of dat daar Askari's was ja.\nADV POTGIETER\nSo het hulle ook vir u gese dat die Askari's is gebruik om hierdie groep persone te infiltreer.\nMNR GROBBELAAR\nEk kan nie presies onthou nie, maar ek weet hulle het hulle inligting van hulle af gekry ja.\nADV POTGIETER\nEn het hulle vir u 'n idee gegee van hoe die Askari's lyk sodat u darem hulle kan identifiseer op die toneel en nou nie vir hulle ook dood skiet as dit nou op 'n skietery uitloop nie.\nMNR GROBBELAAR\nSover ek onthou was daar beskrywing van die Askari's gewees - van hoe hulle lyk nie.\nADV POTGIETER\nGoed, so nou is u nou op pad na die toneel toe, vroeg oggend, of miskien laat ek vir u net weer duidelik vra vir die rekord - laat ons maar u weergawe ook daaromtrent het.\n Was daar by die vergadering die oggend, by Wingfield was daar sprake daarvan dat daar geen gevangenes geneem moet word.\nMNR GROBBELAAR\nNee daar was geen sprake van die - die sprake was dat die mense moet probeer arresteer waar moontlik ja.\nADV POTGIETER\nSo - so u weergawe is dit is die teenoorgestelde daar was nie - daar was nie 'n suggestie dat die mense liewer dood geskiet moet word nie, daar was 'n suggestie of  'n opdrag wat u dit ook al wil noem dat die persone gearresteer moet word.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn u is op daai basis is u nou na die toneel toe.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nGoed, nou kan u vir ons so bietjie meer besonderhede gee omtrent hoe u beweeg het - u het nou - u moes nou as stoppergroep optree, u moes iewers se u in NY127 moes u stelling inneem nie waar nie.\nMNR GROBBELAAR\nDis korrek ja ek was gepos in NY127.\nADV POTGIETER\n127 - so het u nou tot by die punt gegaan waar u moes nou stelling in neem.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn het u daar gebly die heeltyd.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nTotdat u 'n berig oor die radio gehoor het.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWat se dat die bussie, polisiebussie wat aangeval moes word, het veilig deur die interseksie beweeg.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWat het u toe gedoen?\nMNR GROBBELAAR\nOp die hoeke van NY1 en NY110 het die bussie voor my verby beweeg, ek het agter die bussie aangery vir ingeval daar dalk 'n aanval op hulle kan wees van daar tot by die polisiestasie en ek het tot by die polisiestasie gery waar hulle ingedraai het na die polisiestasie toe.\nADV POTGIETER\nSo u het as ek die windrigtings reg het, dan het u suid in 'n suidelike rigting in NY1 gedraai en die bussie agtervolg.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nTotdat die bussie nou veilig by die polisiestasie arriveer.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nToe draai u weer om in NY1 en u beweeg in 'n noordelike rigting.\nMNR GROBBELAAR\nDit is nadat daar  'n berig oor die radio was dat daar 'n verdagte bussie op die hoeke van NY111 iewers is.\nADV POTGIETER\nSo op  'n stadium toe u nog in die omgewing van die Guguletu polisiestasie was, het u die radioberig ontvang dat daar die bussie hier by die interseksie is, die ander bussie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nHet u toe beweeg na die interseksie toe.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nHet u die bussie daar gesien?\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nHet u die bussie in enige een van die strate gesien beweeg?\nMNR GROBBELAAR\nEk het regs gedraai in NY111 en dit was ook nie in NY111 nie.\nADV POTGIETER\nSo u het regs gedraai met ander woorde in 'n oostelike rigting as u na daai plan kyk voor u.\nMNR GROBBELAAR\nDis korrek.\nADV POTGIETER\nHet u daai klein plan daar voor u.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nToe sien u - u het regs gedraai in NY111 en u sien nie die bussie wat nou - waarna verwys was in die radio berig nie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn wat doen u toe?\nMNR GROBBELAAR\nEk het 'n entjie af gery in 111 - toe ek die voertuig nie sien nie, toe het ek weer 'n U-draai gemaak en teruggekom na die hoeke van NY1 en 111.\nADV POTGIETER\nSo u het heeltyd aanhou beweeg  'n bietjie oos in NY111 en toe  'n U-draai gemaak en nou weer terug beweeg in 'n westelike rigting - in NY111.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nTotdat u nou die persoon gesien het met die AK47.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nIs dit die eerste persoon wat u gesien het.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nVan die aanvallers as ek dit so mag stel?\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nGoed - en die persoon het toe beginne skiet.\nMNR GROBBELAAR\nHy het op daardie stadium geskiet ja.\nADV POTGIETER\nEn u voertuig het nog steeds beweeg.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nNou tot op daai stadium toe die persoon met die AK47 hier by die interseksie beginne skiet, het u op enige stadium enige een van die Askari's wat betrokke was gesien?\nMNR GROBBELAAR\nOf ek enige een van die Askari's ge?\nADV POTGIETER\nGesien het.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nEnige plek daar.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nHet u op enige stadium voor die skietery begin het u voertuig stil - stil laat - tot stilstand gebring, en het enige een van u insittendes in die voertuig passasiers - met iemand gaan praat buite die voertuig?\nMNR GROBBELAAR\nNee - nee.\nADV POTGIETER\nIs u seker daarvan.\nMNR GROBBELAAR\nDis reg.\nADV POTGIETER\nGoed, nou skiet die persoon met die AK47 - bring u toe die voertuig tot stilstand.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn vertel ons daarvan wat - wat gebeur toe, verdwyn hierdie persoon met die AK47 uit voet uit of wat gebeur?\nMNR GROBBELAAR\nH'm toe ek die persoon sien, toe het hy omgedraai na ons kant toe, twee skote of ek het later gesien dis twee skote het deur die windskerm van die voertuig gekom.  Ek het toe onmiddellik gestop, uitgeklim - my haelgeweer gevat en aangele op die man met die AK47 in die kruising.\n Op daai stadium toe sien ek maar hier kom 'n man aangehardloop met 'n handgranaat in sy hand - direk na my toe.\nADV POTGIETER\nSo u het uitgeklim en u was van voornemens om te skiet na daai\npersoon met die AK47.\nMNR GROBBELAAR\nDis korrek Edelagbare.\nADV POTGIETER\nEn toe skielik sien u nog 'n ander persoon.\nMNR GROBBELAAR\nDis korrek.\nADV POTGIETER\nU weet nie uit watter rigting hy gekom het nie of waarvandaan hy \ngekom het nie, u het hom net gesien in die straat as ek dit - as ek u reg verstaan.\nMNR GROBBELAAR\nEers die   oomblik wat ek hom opgemerk het, het hy uit die kruising uit in - na my rigting toe aangekom.\nADV POTGIETER\nU weet nie of hy uit NY1 gekom het en of hy reg af met NY111 gekom het nie.\nMNR GROBBELAAR\nNee toe ek hom gesien het, was hy reeds in NY111.\nADV POTGIETER\nHy was reeds in NY111 aan die oostekant van die interseksie - aan die regterkant soos 'n mens kyk na die plan.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nDis waar u hom vir die eerste maal opmerk.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn wat doen die persoon, stap hy, hardloop hy - wat doen hy?\nADV POTGIETER\nNee hy het gehardloop - en u het vroeer vir ons gese dat hy het gehardloop aan die noordekant van NY111.  Met ander woorde nie waar die liggaam gekry is nie, maar aan die teenoorgestelde kant.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nMet ander woorde nie aan die kant van die pad waarin u beweeg het nie, want u het beweeg van 'n westelike rigting nou weer korrek?\nMNR GROBBELAAR\nEk verstaan u verkeerd - herhaal gou weer die vraag.\nADV POTGIETER\nU het beweeg op die stadium of kom ons vra net - net voordat u die persoon gesien het, wat in NY - of ons vat dit maar bietjie terug - met die AK 47 het u wes beweeg in NY111.\nMNR GROBBELAAR\nVan oos na wes, dis korrek ja.\nADV POTGIETER\nSo met ander woorde u sou - u sou aan die suidekant van NY111 gewees het, linkerkant - normale linkerkant van die pad.\nMNR GROBBELAAR\nDis moontlik ja.\nADV POTGIETER\nNee maar ek meen nou ons ry aan die linkerkant van die pad hierso [onduidelik] \nMNR GROBBELAAR\nDis korrek - dis nogal redelike nou paadjies daardie.\nADV POTGIETER\nJa - maar u sou links gehou het.\nMNR GROBBELAAR\nSekerlik.\nADV POTGIETER\nJa, goed so met ander woorde die persoon wat u gesien het - wat u later geskiet het, hy was nie - hy was nie ook aan u linkerkant van die pad nie, maar hy was aan die teenoorgestelde kant van die pad is dit korrek?\nMNR GROBBELAAR\nToe ek hom gekyk het ja het hy van voor af gekom in die meer regs van die pad as links ja.\nADV POTGIETER\nKorrek so en hy het gehardloop.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn as hy aangehou hardloop het, het hy verby u kar gegaan nie waar nie, hy sou nie in die kar gehardloop het nie, hy was aan die ander kant van die pad.\nMNR GROBBELAAR\nDis moontlik ja.\nADV POTGIETER\nGoed, nou wat ek nie kan verstaan nie is wat was die dreigement vir u gewees, want u het vir ons gese dat u het in noodweer opgetree onder die omstandighede.\n Kan u verduidelik wat was die nood toestand wat u nou in die oe gestaar het op daai stadium?\nMNR GROBBELAAR\nIn die eerste plek was daar reeds al deur my voertuig geskiet deur 'n ander persoon.  Die persoon wat aangehardloop gekom het na my toe, het die handgranaat voor hom gehad met beide sy hande by die handgranaat wat my laat blyk het dat hy besig is om die handgranaat se pennetjie te trek om hom te aktiveer.\nADV POTGIETER\nJa maar nou hy het gehardloop die persoon nie waar nie.\nMNR GROBBELAAR\nHy het gehardloop ja.\nADV POTGIETER\nJa hy was - hy was iemand wat op die vlug geslaan het nie waar nie.\nMNR GROBBELAAR\nDis moontlik.\nADV POTGIETER\nDaar kan geen ander moontlikheid wees nie, hy beweeg - hy hardloop.\nSo mens moet aanvaar dat hy - hy was besig om te vlug nie waar nie.\nMNR GROBBELAAR\nDis moontlik.\nADV POTGIETER\nGoed, hoe het u gesien dis 'n handgranaat.\nMNR GROBBELAAR\n'n Handranaat ek weet hoe lyk 'n handgranaat - 'n ronde ding met 'n pennetjie bo-op wat blink - en ek het dit dadelik erken as 'n handgranaat.\nADV POTGIETER\nMaar hoe - maar hoe het u die handgranaat gesien as die persoon al twee sy hande hier voor gehad het waar die handgranaat nou na bewering sou gewees het, hoe het u die handgranaat gesien daar tussen twee hande deur.\nMNR GROBBELAAR\nMaar ek weet nie presies hoe om vir u te verduidelik nie,  ek het gesien dis 'n handgranaat wat hy in sy hand het.\nADV POTGIETER\nOf het u maar aanvaar dis 'n handgranaat of wat?\nMNR GROBBELAAR\nNee ek het onmiddellik geweet dis 'n handgranaat.\nADV POTGIETER\nU het dit definitief gesien.\nMNR GROBBELAAR\nJa.\nADV POTGIETER\nDeur daai twee hande.\nMNR GROBBELAAR\nDie kop van die handgranaat - die handgranaat as jy hom vat - jy kan nie die hele handgranaat toe vat nie, tensy jy 'n klomp hande oor mekaar sit.\nADV POTGIETER\nWant u sien ek meen die man hardloop en die is klaarblyklik nie 'n toneel wat nou lekker stadig afspeel nie waar jy nou al die tyd in die wereld het om observasie te maak nie - nie waar nie.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nGoed, nou ons weet nou - ons stem met mekaar saam dat as daai persoon aanhou hardloop het, soos hy gehardloop het, sou hy verby u voertuig beweeg het ne.\nMNR GROBBELAAR\nAs hy aanhou hardloop het, kon hy verby gehardloop het, hy kon seker in die bosse ingedraai het of enige kant toe wat hy kan draai.\nADV POTGIETER\nGoed, nou wat het u laat dink dat die    persoon vir u  'n dreigement inhou of 'n bedreiging inhou.\nMNR GROBBELAAR\nEk het geglo op daai stadium is hy besig om die handgranaat te trek en indien hy daai handgranaat getrek het en gegooi het sou ek en indien nie van die ander mense ook beseer gewees het nie.\nADV POTGIETER\nNee maar waarom - waarom het u nou gedink dat die man wat weghardloop - in 'n rigting wat hom verby u voertuig sou geneem het, het nou 'n voorneme om vir u met die handgranaat te kom aanval, ek verstaan nie dit nie.\nMNR GROBBELAAR\nAs hy nie van voorneme was om die handgranaat te gebruik nie, glo ek nie hy sou met sy twee hande bymekaar gehardloop het nie.  Mens hardloop tog nie so nie.\nADV POTGIETER\nJa nee dit is gaaf, ek wil nie dit met u debateer nie, ek praat nou net van u situasie self, waarom - waarom - op die feite en die omstandighede soos ons dit nou weet, het daai persoon vir u 'n dreigement ingehou.\nMNR GROBBELAAR\nSoos ek se as hy daai handgranaat getrek het en hom gegooi het was ek voor hom.\nADV POTGIETER\nAs hy.\nMNR GROBBELAAR\nJa.\nADV POTGIETER\nAs hy dit sou getrek het.\nMNR GROBBELAAR\nJa en ek het op daai stadium geglo hy gaan dit doen.\nADV POTGIETER\nMaar hy kon ook verby u gehardloop het nie waar nie.\nMNR GROBBELAAR\nHy kon seker ja.\nADV POTGIETER\nDis reg.  So nou skiet u hom vier skote in die bors met SSG.\nMNR GROBBELAAR\nEk het vier skote na hom geskiet ja.\nADV POTGIETER\nNa sy bors toe.\nMNR GROBBELAAR\nEk het hom van vooraf soos hy aangekom het,  na hom toe geskiet ja.\nADV POTGIETER\nMet SSG?\nMNR GROBBELAAR\nMet SSG ja.\nADV POTGIETER\nEn u het alreeds toegegee dat u wou hom doodmaak.\nMNR GROBBELAAR\nEk wou hom skiet om hom te dood ja.\nADV POTGIETER\nNee-nee tog nie seker nie, u het dit toegegee, die Voorsitter het vir u klaar gevra - dis klaar op die rekord.\nMNR GROBBELAAR\nReg.\nADV POTGIETER\nGoed, nou  - maar nou waarom wil u die man doodmaak?\nMNR GROBBELAAR\nOp daai stadium was dit ek of hy.  Of hy gooi die handgranaat en ek van my kollegas word beseer of gedood of ek vat hom eerder.\nADV POTGIETER\nJa maar dit - u sien dit is die probleem - u se nou dit was ek of hy.  Maar nou weet ons dat die man hardloop hy vlug - as hy aanhou hardloop soos hy hardloop - hardloop hy verby u motor - u weet hy peil nie direk op u af nie, waarom was dit hy of u?\nMNR GROBBELAAR\nAs - dit maklik as hy verby gehardloop het, maar as hy nie verby gehardloop het nie en die handgranaat gegooi het, dan moes ek beseer gewees het dan liewer of gedood is.\nADV POTGIETER\nSo u het hom maar dood geskiet in geval hy nou nie verby die kar hardloop nie.\nMNR GROBBELAAR\nEdelagbare op daai stadium was die man besig om met die handgranaat by die pennetjie en ek het vas geglo dat as hy nou hierdie handgranaat trek - dat ek of van my kollegas gedood of beseer sou word.\nADV POTGIETER\nNee maar - nee maar inspekteur asseblief met respek - se u nou dat u het gesien die man is met die pennetjie besig of wat - wat het u nou gese?\nMNR GROBBELAAR\nHy was hier bo by die handgranaat besig om hom te ontlont en dis waar die pennetjie sit ja.\nADV POTGIETER\nU het gesien hy is besig met die pennetjie nou.\nMNR GROBBELAAR\nNee ek het nie gese hy was besig met die pennetjie nie.\nADV POTGIETER\nHet dit nooit by u opgekom om op 'n minder gevaarlike deel van die liggaam te mik nie.\nMNR GROBBELAAR\nNee as hy - as ek hom in sy bene geskiet het, dan kon hy nog altyd die handgranaat ontlont het.\nADV POTGIETER\nMoontlik.\nMNR GROBBELAAR\nMoontlik ja.\nADV POTGIETER\nJa, maar u het dit nie gedoen nie, u het dit nie gedoen nie, nie waar nie, kom ek vra vir u so, u kon hom  in die bene geskiet het as u wou - korrek.\nMNR GROBBELAAR\nEk kon ja, maar dan kon hy nog altyd die handgranaat ontlont het en daar kon nog altyd beserings gewees het daar - van die handgranaat af.\nADV POTGIETER\nSo - so met ander woorde u het doelbewus besluit u gaan nie na die bene toe skiet nie - korrek.\nMNR GROBBELAAR\nDis korrek - dis korrek ja.\nADV POTGIETER\nEn die rede daarvoor is u het gedink dis hy of u.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nWaarom skiet u vier skote?\nMNR GROBBELAAR\nEk het geskiet tot die persoon loop le het en dit was - toe was my haelgeweer leeg gewees, hy het - die haelgeweer het net vier patrone gehad.\nADV POTGIETER\nEn u het aaneen geskiet ne.\nMNR GROBBELAAR\nHerhaal gou weer u vraag.\nADV POTGIETER\nU het aaneen geskiet - aaneenlopend.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn u het die magasyn leeg geskiet.\nMNR GROBBELAAR\nDis korrek ja - die haelgeweer magasyn vat net drie patrone ja.\nADV POTGIETER\nVat vier patrone.\nMNR GROBBELAAR\nNee die magasyn vat net drie patrone.\nADV POTGIETER\nDrie patrone en waar is die ander een in die loop of hoe werk dit.\nMNR GROBBELAAR\nIn die loop.\nADV POTGIETER\nEk is nie seker hoe die goed werk nie.\nMNR GROBBELAAR\nIn die loop ja.\nADV POTGIETER\nEen in die loop en drie in die magasyn.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn u het alles leeg geskiet.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nHet u op enige stadium gesien dat iemand skiet die - daai betrokke oorledene terwyl hy op die grond gele het.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nIs u seker daarvan.\nMNR GROBBELAAR\nEk is dooseker daarvan ja.\nADV POTGIETER\nWant volgens die mediese verslae die verslae wat my  kollega Kommissaris Wildschut vir u uitgelees het van die patoloog dr Foscious - verwys hy na die feit dat - ek wil net seker maak watter besering dit is - ja miskien kan ek maar net vir u noem, u regsverteenwoordiger sal waarskynlik 'n afskrif het van hierdie stuk wat dr Foscious opgestel het waarin hy se dat dit blyk waarskynlik te wees dat die oorledene op die grond gele het - dit lyk asof dit die - die wond is wat hy op sy sitvlak opgedoen het as ek die verslag reg lees.\n In elk geval hy was geskiet terwyl hy op die grond gele het, waarskynlik geskiet terwyl hy op die grond gele het volgens die verslag van dr Foscious - kan u enige kommentaar daarop lewer.\nMNR GROBBELAAR\nNadat ek op daai persoon klaar gevuur het, het ek daardie persoon die heeltyd onder observasie gehou en niemand het weer op daai persoon gevuur vandat hy daar bly le het nie.\nADV POTGIETER\nJa maar dit is - dit is juis wat my opgeval het, ek meen dit was inderdaad u getuienis u het gese dat u wou seker maak dat die persoon regtig waar nou geneutraliseer is, so u het hom  inderdaad onder observasie gehad.\nMNR GROBBELAAR\nDit is korrek ja.\nADV POTGIETER\nDie heeltyd.\nADV POTGIETER\nSo in daai - dit was die - nadat u die vier skote geskiet het, het hy op die grond geval - vir die eerste keer ne.\nMNR GROBBELAAR\nDit is moontlik ja.\nADV POTGIETER\nEn hy het bly le.\nMNR GROBBELAAR\nHy het bly le na dit ja.\nADV POTGIETER\nEn u het hom die heeltyd dopgehou.\nMNR GROBBELAAR\nDis korrek ja.\nADV POTGIETER\nEn hy was definitief nie geskiet terwyl hy daar op die grond gele het nie.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nGoed, baie dankie Inspekteur.\n Thank you Chairperson.\nADV NTSEBEZA\nThank you advocate Potgieter - any more questions from the panels?  Pumla.\nMS GOBODO-MADIKIZELA\nThank you Chairperson - thank you Mr  Grobbelaar.  Just one question you have said today that the main reason that you fired four shots at Mr Mia was because you were frightened by the hand grenade he had and you said this in your other statements in 1986.\n Do you know if this hand grenade was ever submitted as an Exhibit as part of the evidence?\nMNR GROBBELAAR\nBewysstuk - waarvoor.\nMS GOBODO-MADIKIZELA\nI mean during - at the time of the inquest the investigation - the official investigation.\nMNR GROBBELAAR\nNee.\nMS GOBODO-MADIKIZELA\nDo you know if this hand grenade that you saying Mr Mia had, you know if it was ever submitted as part of your evidence of the police evidence.\nMNR GROBBELAAR\nAs ek reg kan onthou toe ek getuienis gegee het in die nadoodse ondersoek was die handgranaat nie in die hof vertoon nie, so ver ek weet - kan onthou nie.\nMS GOBODO-MADIKIZELA\nSo an item that was really could be [indistinct] the main course of Mr Mia's death was not present at the inquest as in Exhibits.\nMNR GROBBELAAR\nNee ek sal nie so se dat dit nie daar was nie, die tyd wat ek getuienis gegee het, was dit nie daar voorgele aan die Hof nie, wat die ondersoekbeampte of the mense wat die dienste daar bewerk het weet ek nie, ek was net slegs gedagvaar as 'n getuie vir die nadoodse ondersoek.\nMS GOBODO-MADIKIZELA\nThank you Mr Grobbelaar.\nADV NTSEBEZA\nCommissioner Wildschut.\nMS WILDSCHUT\nInspector Grobbelaar did you at any point see an Askari giving Bellingham a blanket?\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nWere there any instructions given by Bellingham to any of the Askari's at the time when you were there, were there any instructions given at all to Askari's that you have heard - that you may have heard.\nMNR GROBBELAAR\n Ek verstaan nie wat u vraag nie.\nMS WILDSCHUT\nIn your evidence earlier on you told us that in the vehicle you had Bellingham with you in the vehicle isn't it so?\nMNR GROBBELAAR\nDis korrek ja.\nMS WILDSCHUT\nYes did he at any time Bellingham give any instructions to Askari's or anybody in - within your earshot at any time.\nMNR GROBBELAAR\nNee - nee.\nMS WILDSCHUT\nCan we assume then that Bellingham was completely silent throughout this actions that he didn't utter any instructions to anybody at the time.\nMNR GROBBELAAR\nBellingham was vandat ons daar gepos was, was hy by my in die voertuig, vandat die eerste skote deur die windskerm gegaan het, is ek uit die voertuig uit, wat hy daarvandaan af gedoen het en waar hy was weet ek nie.\nMS WILDSCHUT\nCan you explain to us how you would have in this operation recognised the Askari's.\nMNR GROBBELAAR\nSersant Bellingham was by my in die voertuig en indien ons met 'n Askari te doen gehad het, sou hy dit uitgewys het dat hy 'n Askari was.\nMS WILDSCHUT\nI didn't hear the last part of your sentence.\nMNR GROBBELAAR\nBellingham was by my in die voertuig en indien ons direk met 'n Askari te doene gehad het, sal hy hom uitgewys het as 'n Askari.\nMS WILDSCHUT\nSo if you were to be shooting at somebody coming towards you or so, Bellingham would have told you this is not the person to shoot, or you can continue shooting, so he would have instructed you that this is an Askari or not an Askari - he would have spoken to you.\nMNR GROBBELAAR\nDis korrek as hy met 'n Askari te doen gehad het, sou hy gese dis 'n Askari die ja.\nMS WILDSCHUT\nSo in the operation in a sense you  would have had to either maintain eye contact with him or some kind of contact with him so that he could inform you during this operation that you are targeting the wrong person.\nMNR GROBBELAAR\nEk sal seker nie se oogkontak nie maar op hoorafstand ja.\nMS WILDSCHUT\nSo he would have had to communicate with you in some way.\nMNR GROBBELAAR\nDis korrek ja.\nMS WILDSCHUT\nHow would you have heard him if he in fact had to communicate with you.\nMNR GROBBELAAR\nEk verstaan nie as hy sou gepraat het so of geskree het op my nie, dan met my ore gehoor het.\nMS WILDSCHUT\nSo if he were to issue any instructions you would have heard it.\nMNR GROBBELAAR\nJa terwyl hy by my in die omgewing was ja.\nMS WILDSCHUT\nSo it is possible that in that vicinity if he had issued any instructions you would have heard those instructions.\nMNR GROBBELAAR\nAs hy enige instruksies gegee het direk na my toe of in die - daar by ons in die omgewing iets geskree het sou ek dit gehoor het ja.\nMS WILDSCHUT\nOkay, did he issue any instructions to anybody?\nMNR GROBBELAAR\nNie terwyl hy in my omgewing was nie, nee.\nMS WILDSCHUT\nSo while he was there, he did not issue any instructions to anyone.\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nDid you see Bellingham received anything from anybody at any point.\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nSo it still remains a mystery how a blanket which you recognised and you told us about before lunch - either comes from the bush into your car or from your car into the bush - it will still remain a mystery to you.\nMNR GROBBELAAR\nNee ek het nooit gese dis 'n raaisel vir my nie, maar dat die kombers daar le en dat dit lyk na dieselfde een as wat in die veld le of wat die ander vuurwapens op le stem ek heeltemal saam.  My vuurwapen, Bellingham se vuurwapen en alles was in die - agter in die kattebak so enige persoon kon daai Bewysstukke of - agterna in die kattebak vir veilige bewaring in die voertuig gesit het en die foto's is heelwat - heelwat na alles verby was geneem.\nMS WILDSCHUT\nSo you  not wondering - you not asking yourself the question how - how is it that this blanket gets to your car - you not worried about that.\nMNR GROBBELAAR\nEk sal nie myself uitspreek as bekommerd daaroor nie, maar ek het gedink wie - watter persoon het dit daar gesit ja.  \nMS WILDSCHUT\nYou not worried about you say.  \nMNR GROBBELAAR\nEk is nie bekommerd oor die kombers wat daar le nie.\nMS WILDSCHUT\nJa.\nMNR GROBBELAAR\nEk het net gewonder oor wie het dit daar gesit.\nMS WILDSCHUT\nYes, so in a sense you - you not sure how it got to your car.\nMNR GROBBELAAR\nDis korrek ja.\nMS WILDSCHUT\nA police officer of your stature and your calibre would not worry that something foreign would land up in your car?\nMNR GROBBELAAR\nKyk dit - soos ek dit nou hier verstaan is dit Bewysstukke in die saak en ek het nie die ondersoekbeampte nie, so ek is die nag met die groep soontoe, ek het my werk gaan doen daar, en daarvan is ek klaar daar.  So die bymekaar maak van Bewysstukke en die bewaring van Bewysstukke is nie my saak daai nie.\nMS WILDSCHUT\nJa I am aware you weren't the investigating officer but just as a police officer - if something lands up in your car that you not aware of you didn't indicate that to the investigating officer, did you talk about it - did you mention it to anybody and say this is a strange thing there is a blanket in my car I don't know this blanket.\nMNR GROBBELAAR\nOm die waarheid te se die eerste keer wat ek nou die attensie daarop gemaak dat die kombers vergelyk word met die vuurwapens wat in 'n kombers gekry is in die veld, ek weet nie daarvan nie.\nMS WILDSCHUT\nSo today is the first time you saw this.\nMNR GROBBELAAR\nDit - ja op die foto's dis die eerste keer wat ek gesien het die kombers le daar.\nMS WILDSCHUT\nOkay end of Tape 5, Side A ...  Were any forensic tests done on the body of the people who were supposedly firing shots in other words were the forensic tests done on their hands to establish what calibre and what type of firearms were shot?\nMNR GROBBELAAR\nVan forensie af weet ek nie veel nie, maar op my hande is daar definitief niks gedoen nie.\nMS WILDSCHUT\nSo nobody came to - to take any forensic evidence on your hands for example about shots that were fired.\nMNR GROBBELAAR\nNee ek het aan die ondersoekbeampte gese ek het met my haelgeweer geskiet en ek het vier skote geskiet.\nMS WILDSCHUT\nIs it normal procedure in - in policing and investigating that after an incident like that - that such tests would be done just to - to clear your name in a way - to say yes this was the kind of shot that you fired and so on, it just as normal routine - is that routine does it often get done.\nMNR GROBBELAAR\nNee ek dink u is nou heeltemal van my liga van polisiewerk af - ek weet nie of dit roetine werk of - of dit ooit gedoen word nie.\nMS WILDSCHUT\nAs your - through your entire career as a police person whenever an investigation was done where shooting happened no forensic tests are done after that shooting incident, just as a matter of routine.  Is it never ever done?\nMNR GROBBELAAR\nEk weet dat forensies na tonele toe uitkom om hulle werk te doen, wat hulle werk behels kan ek nie regtig waar vir u se nie.\nMS WILDSCHUT\nNo I am not asking about what their function of a forensic person is, I am asking whether after an incident - forensic tests are done on the hands of people of people who were shooting  doesn't matter who it is - I am asking you whether such tests are done?\nMNR GROBBELAAR\nO! ek weet nie.\nMS WILDSCHUT\nAll right so in your career whenever - whenever you shot - nobody has ever taken any samples of your hand to test what kind of weapons were used ever.\nMNR GROBBELAAR\nNee.\nMS WILDSCHUT\nNo.\nADV VAN ZYL\nMr Chairman I hate to interrupt at this stage but forensic be - you cannot establish from what we call a parafin test.\nMS WILDSCHUT\nYes.\nADV POTGIETER\n[indistinct] \nADV NTSEBEZA\nAdvocate Potgieter you seem to be able to give a perspective to advocate Van Zyl's question.\nMS WILDSCHUT\nJa.\nADV POTGIETER\nJa I think Mr Van Zyl's difficulty lies with the calibre - where you can ascertain the calibre from the [indistinct] I quite agree with him, you can at best ascertain whether the person had fired a firearm within a certain period of time.\nMS WILDSCHUT\nYes - Mr Chair my question is whether such tests were done - I just would like to establish whether such tests were done.  And if Inspector Grobbelaar can just answer me on that.\nMNR GROBBELAAR\nNee soos ek reeds gese het daar is geen toetse op my gedoen nie.\nMS WILDSCHUT\nSo in this insident - power residue tests were not done on you at all.\nMNR GROBBELAAR\nU praat nou groot woorde maar daar is niks met my gedoen nie.\nMS WILDSCHUT\nI am sure you understand the big words - thank you.  \nADV NTSEBEZA\nAdvocate Potgieter.\nADV POTGIETER\nEk wil net u geduld net vir 'n oomblik vra - net 'n aspek wat hieruit voortvloei - nadat u uit die voertuig uitgeklim het, het u gesien wat Bellingham gedoen het.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nHet u op enige stadium vir Bellingham gesien met 'n vuurwapen skiet op die toneel.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nAs u net kyk na die plan daar voor u - die oorlede wat u geskiet het weet ons is by punt C/B op die plan - nou as u net so 'n entjie links kyk in die interseksie by punte G/F het u daai punte daar.\nMNR GROBBELAAR\nJa.\nADV POTGIETER\nNou punte G/F - stel 'n oorledene voor wat op die objektiewe getuienis blyk geskiet te gewees het deur Bellingham.  Dra u enige kennis daarvan?\nMNR GROBBELAAR\nEk weet - of ek het agterna gehoor dat Bellingham op die persoon geskiet het daar in die kruising, hoe dit en wat daar gebeur het weet ek nie.\nADV POTGIETER\nU het heeltemal niks gesien daar gebeur nie.\nMNR GROBBELAAR\nNee.\nADV POTGIETER\nIs u seker daarvan - u kan maar - neem u tyd en dink - dink mooi.\nMNR GROBBELAAR\nNee ek het nie gesien wat daar gebeur het nie.\nADV POTGIETER\nBaie dankie.\n Thank you Chairperson.\nADV NTSEBEZA\nAre there any more questions by the panel - any questions advocate Van Zyl?\nADV VAN ZYL\nThere is Mr Chairman just a few - with your leave may I proceed?\n U was gevra gewees na 'n handgranaat en hoekom dit nie hof toe gebring is nie, in u ondervinding  word lewendige handgranate ooit as Bewysstukke na 'n hof toe gebring?\nMNR GROBBELAAR\nEk dink nie so nie - ek glo nie so nie.\nADV VAN ZYL\nMr Chairman I believe there are some photographs - I have in my possession a photograph of this particular person who with a hand grenade lying next to his left arm - I assume that this photograph is before the Commission.  If I may perhaps look at the album and I can select this particular photograph.\nADV NTSEBEZA\nI am made to understand we have that photograph.\nADV VAN ZYL\nThank you Mr Chairman - yes.\n Ek wys nou vir u foto nr 2 - herken u die persoon?\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nHerken u die item wat tussen sy linkerarm en sy liggaam le?\nMNR GROBBELAAR\nDie handgranaat ja.\nADV VAN ZYL\nIs dit die handgranaat waarvan u praat?\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nDankie - daar was vroeer aan u 'n foto gewys ek dink dit was nr 24 ek is nie seker nie van die kattebak van die vragmotor waar - ag van u motor waarin daar 'n R1 geweer gele het en u het die Kommissie daarop gewys dat daar 'n koeel merk aan die magasyn sowel as aan die gedeelte van die bakaliet waar jy vashou voor - was is dit reg?\nMNR GROBBELAAR\nDit is korrek ja.\nADV VAN ZYL\nEn u het ook vir die Kommissie gese dat daardie twee koeel merke op hierdie R1 veroorsaak was deur die AK47 se vuur in julle rigting wat onder andere deur die windskerm van julle motor gegaan het en die wapen in Bellingham getref het, is dit korrek.\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nDie bakaliet gedeelte is soos plastiek.\nMNR GROBBELAAR\nBaie harde plastiek ja.\nADV VAN ZYL\nHet dit in stukkies gebreek of wat het geword daarvan?\nMNR GROBBELAAR\nJa dit het - daar het heelwat gesplinter daarvan en heelwat van die splinters het nog in die dak se - in die bekleedsel bo in die dak van die voertuig vasgesit.\nADV VAN ZYL\nEn soos u verstaan het die besering aan Bellingham se oog van waar het dit gekom?\nMNR GROBBELAAR\nEk dink dit was ook gedeeltes van daai skrapnel van die bakaliet.\nADV VAN ZYL\nNou die kombers in u motorkar, op die foto aan die linkerkant was daar iets wat lyk soos 'n aktetas u het ook aangedui dat u nie weet wie se aktetas dit is nie.\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nDie mense wat gewoonlik tonele besoek om forensiese toetse te doen, vingerafdrukke te neem, foto's te neem, waarin dra hulle, hulle toerusting?\nMNR GROBBELAAR\nJa die vingerafdruk personeel die dra almal sulke swart akte - tipe van tasse.\nADV VAN ZYL\nH'm en hierdie kombers is - u het genoem dit is 'n Bewysstuk is dit iets wat die forensiese mense moontlik belang in mag gehad het.\nMNR GROBBELAAR\nMoontlik ek weet nie.\nADV VAN ZYL\nEn u kar se bak het 'n mens 'n sleutel nodig gehad om daarin te kom.\nMNR GROBBELAAR\nNee langs die bestuurder se sitplek is 'n levertjie wat 'n mens kan trek wat hom oopmaak.\nADV VAN ZYL\nWas u kar gesluit die dag na u uitgegaan het.\nMNR GROBBELAAR\nNee.\nADV VAN ZYL\nBy u in die kar was mnr Brazelle - wat was sy rang op daai stadium?\nMNR GROBBELAAR\nDaai - ek dink 'n Kaptein op daai stadium.\nADV VAN ZYL\nEn u was - u het ook vir mnr Bellingham daar gehad.\nMNR GROBBELAAR\nDis korrek ja - hy is ook Majoor.\nADV VAN ZYL\nH'm - was Brazelle 'n Majoor.\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nDra u enige kennis van wie die klomp vuurwapens die AK47's ontdek het daar in die bos ten noord - oos van die NY1 en NY111 interseksie.\nMNR GROBBELAAR\nNee.\nADV VAN ZYL\nNou u was uitgevra oor wat die doel was van die operasie wat julle opdragte was - waar u aanvanklik geplaas was op die hoek van NY127 en die ander straat, wat moes julle daar doen?\nMNR GROBBELAAR\nIndien enige van die persone sou vlug van die toneel af in ons rigting - sou hulle per radio vir ons laat weet het en dit sou ons plig gewees het om hulle te keer en in hegtenis te neem of wat ook al die gebeur het.\nADV VAN ZYL\nH'm en soos die operasie nou beplan was waar julle nou sit in julle motor - as daar  'n Askari om die woord te gebruik - in julle rigting sou beweeg het was Bellingham in die motorkar om hom te identifiseer.\nMNR GROBBELAAR\nDis korrek ja.\nADV VAN ZYL\nWat later gebeur het, toe julle gery het vanaf die Guguletu polisiestasie terug na die interseksie toe, en die man wat daar met die AK47 begin skiet het en die dinge wat daarop gevolg het, was dit hoegenaamd deel van die aanvanklike beplanning dat julle naby die interseksie moet wees.\nMNR GROBBELAAR\nNee ek sou nooit daar gekom het nie - dit - wat my aanbetref was toe ons by Guguletu polisiestasie kom en die bussie draai daar in, dat die operasie was af dit het nie plaas - dit sou nie meer plaasgevind het nie.\nADV VAN ZYL\nMnr Grobbelaar hierdie koeel wonde - ek gebruik koeel wonde beide vir haelgeweer wonde en vaste patroon wonde.  Hierdie koeel wonde op die liggaam van die persoon na wie u geskiet het, veral die een in sy linker agter buttock dis die woord wat gebruik is met die brandmerk wat dit veroorsaak het, dra u kennis daarvan dat daar deskundige getuienis daaroor aangebied was vantevore.\nMNR GROBBELAAR\nEk dink so by die nadoodse ondersoek ja.\nADV VAN ZYL\nSo wat het dit veroorsaak 'n haelgeweer?\nMNR GROBBELAAR\nNee ek weet nie.\nADV VAN ZYL\nU weet nie.\n Thank you Mr Chairman I have no further questions for this witness.\nADV NTSEBEZA\nThank you advocate Van Zyl - Pumla.\nMS GOBODO-MADIKIZELA\nThank you Chairperson advocate Van Zyl has tried to show that the hand grenade's that you mentioned was indeed associated with Mr Mia - there was evidence led earlier on in the morning which seems to suggest that some of this weapons may have been - may have come from somewhere else for example the story of the Tokarev - are you struggling to hear me?\nADV VAN ZYL\nI am sorry Mr Chairman I think [indistinct]  \nMS GOBODO-MADIKIZELA\nYou had the wrong headphones are you - are you okay now - you still can't hear.  Can you give him another one please.  I'll start all over again can you hear me?  I started off by recapping on what advocate Van Zyl said and he tried to show that Mr Mia did indeed have a hand grenade as indicated by the hand grenade lying next to him.\n Now there is evidence that was led in the morning that seems to suggest that some of the weapons there may have been some weapons that were planted if you remember the story of the Tokarev and Trompie's statements there - or someone speaking to Trompie - the conversation between Trompie and someone else that Trompie has the Tokarev and that he must not put it wherever he was putting it.\n So I am just wondering if in fact there is a possibility or the likelihood here that this may have been the case, are you certain that Mr Mia did have the hand grenade in his hands.\nMNR GROBBELAAR\nHeeltemal seker en vanaf hy daar loop le het tot ek na hom toe gegaan het, was daar geen ander persoon wat 'n handgranaat by hom kon geplant het nie, daai handgranaat was definitief by hom daarso.\nMS GOBODO-MADIKIZELA\nSo when you fired the shots after you fired the shots - the hand grenade fell very neatly next to him.  And that's where it was found.\nMNR GROBBELAAR\nDis korrek dis die afleiding.\nMS GOBODO-MADIKIZELA\nNow advocate Van Zyl also tried to show that it wasn't necessary for the hand grenade to be submitted as an Exhibit in court - I am wondering if precisely because the hand grenade did not explode and presciserly because it as the only link between your reason for shooting him and his death - I wonder if it was not necessary then to test the hand grenade for fingerprints to see whether in fact Mr Mia did indeed have the hand grenade in his hand - wouldn't - wouldn't this be something that would be done as part of an investigation even if it did not explode.\nMNR GROBBELAAR\nDit is moontlik dat daar sulke goed gedoen is, want ek is nog - of ek was nog nooit in my lewe 'n ondersoekbeampte nie - en ek ken nie die vreeslike prosedures van ondersoekbeampte nie, maar dit is seker dalk moontlik [onduidelik] \nMS GOBODO-MADIKIZELA\nThank you very much.\nADV NTSEBEZA\nAdvocate Potgieter.\nADV POTGIETER\nThank you Chairperson just again to round off that ...\n En om die rekord volledig te he - daar is geen aanduiding in die SAP 13 dat hierdie handgranaat ingehandig was hoegenaamd nie.  Sou dit vir u eienaardig wees.  Minstens in die SAP 13.\nMNR GROBBELAAR\nEk weet nie soos ek 'n SAP 13 by 'n polisiestasie ken waar ek gewerk het is dit 'n plek waar enige persoon kan in en uit stap ek glo nie jy sal 'n handgranaat sommer net so in die  SAP 13 stoor nie, nie soos ek hom ken nie - regtig nie - ek weet nie of daar 'n ander maniere is wat sulke goed gebere word nie.\nADV POTGIETER\nSo dit mag wees dat daar 'n ander - 'n ander kanaal is  of 'n prosedure is wat 'n mens kan volg met  'n handgranaat behalwe die SAP 13.\nMNR GROBBELAAR\nEk weet nie - ek glo so.\nADV POTGIETER\nAll right nee ons sal maar hoor by die ondersoekbeamptes in die saak.  Hulle sal mettertyd getuig baie dankie.\nADV NTSEBEZA\nI should think we have now come finally to the end of putting questions to you Inspector Grobbelaar - may I then excuse you - you are excused.",
            "Unknown"
        ]
    ]
}