{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-07-02",
        "location": "PIETERSBURG",
        "day": "3",
        "names": [
            "A J G ERWEE"
        ],
        "case number": "4135/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54771&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pburg/erwee.htm",
        "speakers": [
            "A J G ERWEE",
            "ADV DE JAGER",
            "CHAIRMAN",
            "END OF TAPE SIDE A",
            "INTERPRETER",
            "MR BLACK",
            "MR ROSSOUW",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "ADV VISSER",
            "CHAIRMAN",
            "END OF TAPE 2 - SIDE A",
            "MR VISSER",
            "MR ERWEE",
            "ADV DE JAGER",
            "A J G ERWEE",
            "MR ROSSOUW",
            "MR BLACK",
            "MR VISSER OBJECTS",
            "INTERPRETER",
            "MS KHAMPEPE"
        ]
    },
    "testimony": [
        [
            [],
            "Mr Chairman, the next witness will be Mr Erwee and his is the first application in your bundle, starting at page 1 of B.  Before, or while the witness takes his place, my attorney - I don't know how he managed to do it so quickly, has prepared bundles, although I must tell you he lied to me about the number of pages, Mr Chairman, it is not 400, it is only about 220.  So can we hand these up to you in the meantime, with an apology that it is not properly bound, Mr Chairman, but it is bound together so it won't fall apart.  That is now the presentation of the Stigting van Gelykheid voor die Reg.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mr Visser. You will convey our thanks to Mr Wagner.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, while we are on the issue of binding, I just wish to draw your attention to the fact that typed versions 9 and 10, I think in all three Committee members' bundles, are incorrect, not in the proper sequence. So you will note that - I haven't had a chance to take your bundles apart, but you will note that I have marked it, it goes from paginated number 10, then you will get possibly 12 and then 11 after that.",
            "Unknown"
        ],
        [
            "END OF TAPE 2 - SIDE A",
            "(TAPE 2 - SIDE B (ENGLISH ONLY - BLANK)\nTAPE 2 - SIDE B",
            "Unknown"
        ],
        [
            [],
            "... of Wagner Muller Du Plessis are concerned.  Because this will obviously be applicable in other applications as well.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Visser, can I take the prerogative. I can't remember what Judge Mall said the other time, but I think I am going to exercise my prerogative and say that for the purpose of these proceedings, if you don't mind ...",
            "Unknown"
        ],
        [
            [],
            "It is ANNEXURE D, EXHIBIT D.\nEXHIBIT D HANDED IN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "D.",
            "Unknown"
        ],
        [
            [],
            "Exhibit D.  Thank you, Mr Chairman.\nA J G ERWEE",
            "Unknown"
        ],
        [
            [],
            "You are referring to Exhibit D, and that is the statement on behalf of the Foundation for Equality before the Law and also as a mission made by Genl J W van der Merwe, the previous Commissioner of Police, who on the 21st of October 1996 in the application of Cronje & 4 Others, and you asked that this be incorporated in your application.  Is that correct, Mr Erwee?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And as far as the political motivation is concerned, which is set out in your application, you confirm that that is also your motivation during your conduct?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct. If I may be allowed the opportunity, there are a couple of aspects which I would like to add, if it pleases the Commission.",
            "Male"
        ],
        [
            [],
            "Please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Additional to my political objective ... (intervention).",
            "Male"
        ],
        [
            [],
            "Are you reading something now?  Are those notes which you made yourself just to ensure that you give a full version of matters to the Committee?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is my conviction.",
            "Male"
        ],
        [
            [],
            "Please read it.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Additional to my political objectives, as I have set them out in paragraph 10(a) and (b), I would like to inform the Committee that since 1970 I was a member of the security branch, and that is approximately for 26 years. Since my first year until my last working day in December, last year, I was primarily tasked with the task of protecting and maintaining internal security and stability.  This meant the monitoring of individuals, organisations, movements, et cetera, which directly wanted to confront the political dispensation in a violent manner.",
            "Male"
        ],
        [
            [],
            "I am sorry to interrupt you.  You are going too fast.  Please remember that it must be interpreted and they don't have a copy of what you are now reading.  Would you please just go a little bit slower.  I interrupted you and I am terribly sorry.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I will repeat it. This entailed the following: the monitoring of individuals, organisations, movements which directly and with political objective wanted to resist the current political dispensation by violent means.\n\tMy training, my formal courses which I completed, lectures and informal training, dealt with the dangers which this violent political opponents could pose to the government and all the residents of the country.\n\tIt wasn't so much to protect the so-called apartheid system, but was rather aimed at protecting all the citizens of the country of all races, within the so-called capitalist system.   In my 26 years of service, I can define as a collective ideological process of awareness or a programme of awareness, aimed at ensuring that the intelligence component was constantly using methods and techniques to combat violent political opponents of the government and to undermine those violent political opponents.   I would like to add that to my application, and added specifically to paragraph 10(a) and (b).",
            "Male"
        ],
        [
            [],
            "Now you have already said that you are no longer in active service in the police force.  Can you confirm when you left the service?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It was December 1996.",
            "Male"
        ],
        [
            [],
            "1996?  And you left the service with what rank?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "As a full colonel.",
            "Male"
        ],
        [
            [],
            "Mr Erwee, let's turn now to the incident itself.  As an introduction, let us say that you were in command of the operation on that day in the area of the low water bridge in the Breslau/Alldays Road.  You were in charge of the security component of the police. Is that correct?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "You were assisted, we have already heard, by 5 Reconnaissance Commando of the South African Defence Force, stationed at Phalaborwa.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct.",
            "Male"
        ],
        [
            [],
            "They were under whose command?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Under Capt Mike Hall.",
            "Male"
        ],
        [
            [],
            "Now I want you to describe fairly thoroughly to the Committee how you got involved in the planning for this operation, and what exactly happened.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, on the 9th of July of that year, in the early morning, Brig Coetsee called me to his office.  He informed me that some of his staff members had extracted information to the effect that six ANC MK insurgents were to infiltrate the RSA on the next day, the 10th of July from Botswana and that I would l take command of the security force members that Capt Mike Bourne from 5 Reconnaissance Command would support us wherever we needed it, and this was a reference to vehicles, radio contact, and any other form of assistance that we might need.\n\tCol Willem van der Merwe, Brig Coetsee, myself and Capt Mike Bourne did some planning in broad terms.  Brig Coetsee told me that Sgt Sehlwana would be provided with a mini-bus and that that was the property of the security branch, to transport these six people.  Sehlwana would pretend to be a taxi driver and that he would be willing to transport these people.  We realised during the planning phase that there was a major risk in transporting these six people in this manner, namely by Sehlwana, because his life would be in great danger, should the insurgents later on find out that he was actually a member of the security forces.\n\tFor this reason we decided to remove the right rear window of the mini-bus, and a member of 5 Reconnaissance would then hurl a gas-grenade. In order to cause confusion in the bus and to reduce the risk inherent for Matthews, as well as to cause panic and disarray in the bus.  This would of course facilitate our objective, namely arresting these people.\n\tI was also told that observation points had already been created, and that these posts would be responsible for monitoring these people from the moment that they entered the Republic, or the moment they crossed the border and that was across the Limpopo River.\n\tI was also told that there was also to be a Defence Force fixed-wing plane which would also assist us in communicating with each other and possibly also assist us with the orientation aspect.",
            "Male"
        ],
        [
            [],
            "Whilst you are on this point, was there any mention of a helicopter?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct.  There was to be a helicopter on standby. I will still get to that point, as to the reasons why we needed a helicopter.  We needed the helicopter should there be any arrests or wounded people or whatever and then the helicopter could have given us the ability to deal with those incidents speedily.\n\tWe adjourned with the request to Capt Bourne to go to the Alldays area on the 9th, where he was to find a suitable place along the road for us.  The reason why we sent him on ahead by himself, and the reason I didn't go along, was that we didn't want to draw too much attention to movements of strange vehicles and strange people in the area.  It would increase the risk for Matthews Sehlwana, as well as for the other members involved in observation points on the Botswana side of the border.  There is always the risk that the insurgents became aware of any strange movements.",
            "Male"
        ],
        [
            [],
            "Mr Erwee, I want to take you back a couple of steps.  What was the planning, on the day that you became involved, what was it aimed at?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It was put to us very clearly by our divisional commander, Col Willem van der Merwe, that the total operation which took the form of a road-block, that we should use everything in our power to arrest these people. The information was important at that stage.  It was important whatever we could extract from these people.\n\tFirstly, to be able to identify the underground structures or whatever belonging to MK in the northern region, as well as elsewhere in the country.  And that is why Col Willem van der Merwe told us that our primary aim would be to effect arrests. But he also told me that I should not endanger my life or the lives of the other members, should we fired at or the risk become too great.",
            "Male"
        ],
        [
            [],
            "Please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, late the afternoon of the 9th I went to Alldays and more particularly, the police station.\nI may perhaps mention at this stage, that at that stage Brig Coetsee had already told me that he requested reinforcements from the police in Messina, Louis Trichardt.  The reinforcements had been sent to Alldays and that they would wait there for further instructions and developments, and that everybody should not arrive there at the same time and that they should use as few as possible vehicles, because it might start to look suspicious.",
            "Male"
        ],
        [
            [],
            "To take you one step back. Just to finalise the planning stage. Col Willem van der Merwe gave you all the instructions. Would you have regarded that planning as the final planning down to the last finest detail or was the situation different?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "No, that only laid down the broad guidelines from top management.",
            "Male"
        ],
        [
            [],
            "Where would the final detailed planning take place?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "The final detail would have been worked out at the Alldays police station by myself and my supporting officer from 5 Reconnaissance, Mike Bourne.",
            "Male"
        ],
        [
            [],
            "Was the idea that you would just enter into this operation cold or that it would be rehearsed?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "During planning at Alldays, myself and Capt Mike Bourne told ourselves that the rehearsal would take place on the morning of the 10th, because if we went to the scene with all the necessary personnel, that the presence of personnel and the sound of the vehicles, all of which were unusual in that area, would evoke suspicion and once again, this would decrease the risk for Sehlwana and Van den Berg. It could also hamper our attempts to arrest these people.  That is why we decided we would perform the rehearsals the next day, early on the morning of the 10th.\n\tNow at Alldays I met the members there.  I am talking about the security force members not the observation point members.  I found Capt Mike Bourne and one or two Defence Force members there.  We went into a room, where Capt Mike Bourne showed me where the best place would be to actually stage the road block.  \n\tIt was also put to me that the initial point which he chose for the road block, had been amended.  As a result of information from Col Strydom, which indicated that the place originally chosen, held a measure of risk, in that there were residential homes close-by.\n\tI must just inform the Committee that I am not familiar with the area and I allowed myself to be led by Col Strydom and Capt Mike Bourne, who was in charge of reconnaissance.  \n\tAfter we agreed on the actual point - I forgot to mention to the Chairperson, Capt Bourne was also told that he had to go from Alldays to the crossing point, and to determine exactly how long it would take him to drive there.  So that we would know exactly what time to leave on the morning of the 10th, because it was important for us to know that because it was dark, we wanted to know exactly how many kilometres we had to cover with our lights on and how many we needed to drive with our lights switched off.\n\tSo we decided on a time, that is now the time of departure for the morning. We would have left from a different place, not the police station.  It would have been somewhere along the road. I can't remember the exact place now.\n\tA Defence Force Casspir was to transport us and we were also to be conveyed in this bus.  That is the way it actually happened.",
            "Male"
        ],
        [
            [],
            "Now whilst we are dealing with the vehicles, you have already explained to us very nicely that you were careful not to arouse suspicion by having too many vehicles and so on in the area and that you wanted to keep the movements of vehicles to a minimum.  You also said that you were to be transported from Alldays to the scene in a Casspir and a mini-bus which Matthews Sehlwana would then later use to transport the six people.\n\tWere there any other vehicles accompanying you and if so, how many other vehicles went along with you to the scene on the 10th?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It was the Casspir, the bus, and if I recall correctly, there were one or two other vehicles involved as well. There would have been bakkies and I would not be able to give you the exact number.",
            "Male"
        ],
        [
            [],
            "But the idea was that on the 10th upon arresting the people, that they would be conveyed back to Alldays in these vehicles, including the Kombi?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, we would have moved back in the Kombi, in the Casspir and the bakkies, one or two, I can't remember.",
            "Male"
        ],
        [
            [],
            "You said that you had discussions previously with Bourne so that he could determine exactly what the distances involved were.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, we also determined that the helicopter which was on standby at Alldays base, would become air-borne as soon as we had received the message that the insurgents had infiltrated the RSA. It was so planned that the helicopter wouldn't go to the scene but should already be air-borne, but not within earshot, in order to give us support, should we need it.\n\tWe also decided that commands would be given at the scene by means of blowing a whistle.",
            "Male"
        ],
        [
            [],
            "Who would have blown the whistle?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Capt Mike Bourne would have blown the whistle.  There were various reasons why he would have blown the whistle, because there were certain actions to be carried out.  But the number of times that he would blow the whistle was actually only determined once we got to the scene.  Now I haven't yet described that. It would have been unheard of to shout commands at personnel about 30, 40 metres apart from each other.  It would have caused chaos.\n\tWe started that morning. For the first while we had our lights on.  Thereafter we switched them off and we moved at a snail's pace.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you please tell us, how far is Alldays from the place where the incident took place, that is where the border was crossed?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, I am not quite familiar with the area there, so I would have to estimate. It might be wrong, but I think from Alldays to the place where the incident took place, is about 50, 60 kilometres. Perhaps I am not exaggerating too much.  I was there much on the particular day of the incident and I never went back to that area.",
            "Male"
        ],
        [
            [],
            "You were busy mentioning the whistle and whilst you were talking about the role of the Defence Force, what were the underlying motives for the presence of the Defence Force there?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "They were supporting us and the South African Police had certain needs which could not be met by the South African Police, so the Defence Force helped us there.  The Defence Force who were used to moving around in the area, the presence of the Defence Force there would mean that suspicion would not be aroused as much as people would be used to seeing them in the area.  They also boosted our presence in the sense that we would be able to stage a show of force, upon confronting these insurgents.  Because a Defence Force patrol consisted of many more components than just an ordinary police patrol with three or four members.  The Defence Force vehicles and Defence Force uniforms, we believed, would make a greater impact on these insurgents to convince them that they should surrender.",
            "Male"
        ],
        [
            [],
            "In other words, to discourage them from resisting arrest upon seeing this great overwhelming show of force?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, I believed it would be a dynamic deterrent to prevent them from turning violent.",
            "Male"
        ],
        [
            [],
            "And how would the Defence Force officers be dressed, or the troops?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "All the Defence Force members were instructed to wear their uniforms and that is what in fact happened.  In fact, I can mention that the security force members, which included myself, I wore civilian dress. I think one or two of the security branch people wore camouflage uniform, but that was not part of the planning.",
            "Male"
        ],
        [
            [],
            "Now you are entirely certain that on the day of the 9th you did not do any rehearsal of this incident, for the reasons you have already mentioned.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.  And then also, I knew from experience, that to stage such a rehearsal days and weeks beforehand, actually was not always that effective, because you lacked the adrenalin that was present on the day itself.  That's why we decided to have the rehearsal on the day of the event itself, so that everything was fresh in the minds of the members involved, so that nothing should go wrong and that we could perform the arrests with a minimum of violence.",
            "Male"
        ],
        [
            [],
            "Now what about Mr Matthews Sehlwana?  Now as far as you are concerned, did you assume that somebody else had told Matthews Sehlwana or did you tell him yourself?  How was he made aware of all these planning issues, in which he was involved?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Chairperson, Matthews Sehlwana was the key figure, according to me, in this whole incident.  Matthews was the most important figure at that stage, because at that stage I knew that it was no longer a calculated risk, but a real and major risk.\n\tThat is why on the night or the evening of the 9th I informed Sehlwana and I told him that there were enough people present and that should he develop a psychosis of fear during that night, or early the next morning, that he would be able to be reassured by the presence of his colleagues and that we were there to support him.  So on the night of the 9th he was informed that he should not be worried, that he should pick up the people and start moving, that he shouldn't worry and that there were people placed all along the route and there were people to help him should something go wrong.  He was told that the window had been removed.  We first planned to make the window so that it couldn't close, but eventually we decided to just remove it altogether. I can't remember exactly who removed that window, but I remember that it was removed.",
            "Male"
        ],
        [
            [],
            "Did you tell him why that was being done?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "He knew. He knew that we would throw a teargas-grenade through that window to cause confusion, to give him some time to escape and to reduce the risk of him being kept hostage or any other kind of danger, for him. I think that, I trusted that Sehlwana had enough confidence in his colleagues and knew that we wouldn't leave him in the lurch.",
            "Male"
        ],
        [
            [],
            "Now we now have arrived at the morning of the 10th of July 1986.  You just said when it started becoming light, you arrived at the place already determined beforehand?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "No. No, it was before daybreak, it was still dark and we lay in the bushes for about an hour, waiting for the sun to rise, so that we could familiarise ourselves with the scene, because most of us had never been there before.  It was our first time there.  Now as soon as day broke, Capt Bourne and myself walked down to the low-water bridge and the low-water bridge is then from the Botswana side which ... (intervention).",
            "Male"
        ],
        [
            [],
            "Can I show you a copy of Exhibit C?  You might find it easier to identify certain points, on the basis of Exhibit C.  Is there one in front of you?  It is a sketch which looks like this.  According to the sketch there is an arrow which indicates the movement of the Kombi, more or less from west to east and you will see the other two points of the compass north and south on your right side.  Now we are not going to enter into a dispute as to where exactly where south, north and east are, but as general plan you can refer to this little map, to indicate directions.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Thank you, Chairperson. I have the map here and I am satisfied with the crossing and the direction Capt Bourne and myself ... (intervention).",
            "Male"
        ],
        [
            [],
            "You will see it is a little low-water bridge and there is a cement, piece of cement there, the surface, and there is a sharp dip and then a very sharp incline again on the other side.  But we then measured the distance from the bridge, more or less from where the Casspir would have to be standing on the road, on the north.\n\tThereafter we got into the bus.  Capt Bourne drove from west to east along the route and applied the brakes very sharply right on this cement surface already mentioned and we made a note of the fact where the bus came to a stop.",
            "Unknown"
        ],
        [
            [],
            "Did he get out and run from the bus?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "No, not at that stage.  After we had taken note of exactly where the bus had stopped, we measured out a further 10 to 15 paces where the Casspir would have to be standing on the ... (intervention).",
            "Male"
        ],
        [
            [],
            "Is this to the east where the bus would come to a halt?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, it would be to the east of the low-water bridge, but north of the road.\n\tThereafter Capt Bourne got back into the bus and Matthews and I were still standing outside on the low-water bridge and we were observing what was going on. Capt Bourne arrived there at a speed of about 60 and slammed the brakes on hard, on the bridge.  The Casspir appeared from the bush at the same time.  It was important to us that the chronological sequence should be very precise.  Otherwise the Kombi and the Casspir could have collided.  We also wanted to retain the element of surprise to confuse the passengers and this confusion would have given Matthews Sehlwana - his life was very precious to me. It would have given him a greater chance to escape safely.  \n\tIt was also important to us to know exactly where the bus would stop.  Because directly next to the Kombi Capt Mike Bourne and two other Defence Force members, more specifically two Black Defence Force members would take up position.  \n\tIt was Capt Mike Bourne's task that himself and his two colleagues stand up straight in their full uniform so that they be clearly visible in their uniforms and carrying their firearms to tell the passengers of the Kombi that they are surrounded, that they should get out and surrender. If there was a language problem then the two Black members would have been able to help Capt Mike Bourne.  \n\tTo get back to the whistle.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I don't know if it is important, but I don't understand, you said that to avoid a possible collision between the Kombi and the Casspir. I don't understand how that could possibly happen.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "If the vehicle came driving along and the Casspir started out too soon or too late, then Matthews Sehlwana would not be able to apply the brakes in time to be able to stop.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "But the Casspir is supposed to be on the eastern side and the Kombi would have to go down into the river, when Sehlwana would then be applying brakes and then for the collision to take place between the Casspir and the Kombi, the Kombi would have to go up again.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, that is correct that there might be confusion.  It was not planned that the Kombi would be brought to a halt on the low-water bridge on the cement surface. It had to take place some distance away, about two or three paces. He had to start applying the brakes on the bridge, then the Casspir would come out from the bushes.  Then the brakes would be applied. Matthews wouldn't just apply brakes for no reason whatsoever.  The presence of the Casspir would have given Matthews a reason why to apply the brakes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Oh, I see.  I thought that the arrangement was that the Kombi would first apply brakes and then the Casspir would appear.  It is the other way round?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct, yes.\n\tMr Chairperson, to get back to the instructions to be given as far as the whistle commands are concerned. With the crossing of the insurgents at the Botswana border across the river, the radio message would have been relayed, one whistle would have been blown.  So that we would know what was going on. Secondly, a helicopter would also at that stage, prepare to become airborne and to move in our direction, but to say out of earshot.\n\tThe second whistle would be blown by Capt Mike Bourne. As soon as the Kombi entered through a gate on one of the farm roads, I can't remember the name of the farm. There was an observation point there, and that would have been the signal for us to cock our firearms.  \n\tIf I forgot to mention this, upon the blowing of the first whistle, the Casspir would also be started up. Its braking system operated by means of a vacuum, and the vehicle had to first build up enough pressure to be able to activate the hydraulic brakes.\n\tThe third whistle would sound when the bus reached this point where the Casspir had to move away. The whistle was blown and when that happened the Casspir actually pulled away across the road and moved right out in front into the road, crossways into the road.\n\tNow if I may start with the incident itself. The signals were given, everything went according to plan.",
            "Male"
        ],
        [
            [],
            "I beg your pardon. I think perhaps we do that, do you not - according to your recollection don't you want to give us a plan or a scheme where these various people were placed, Kruger, Bourne and all these people, according to your recollection.  Perhaps we should just get a brief description. You have already said that there was quite a steep downhill path, and then there was this low-water bridge with the cement surface and then there was a steep incline on the other side.  My first question: is the road straight or is it winding?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Where the low-water bridge is and another 20, 30 metres onwards in an easterly direction, the road is straight, but afterwards there is a slight bend to the left.  In other words to the north.",
            "Male"
        ],
        [
            [],
            "What kind of a fence was there in that area?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "South of the low-water bridge we had a six foot game fence.  On the left-hand side, in other words, north of the low-water bridge ... If I look at Exhibit B, or C rather, if I had to draw an angle there, there is quite a high surface next to the road.  It is almost as if there is a bank there.",
            "Male"
        ],
        [
            [],
            "Now in which direction was Matthews supposed to escape?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Matthews was supposed to run in a southernly direction and escape in that direction.",
            "Male"
        ],
        [
            [],
            "But he wouldn't then have run slap-bang into the game fence?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "We went to the scene, with Matthews Sehlwana, we went there and there was a warthog hole there and he saw that he could actually escape through that hole, and he then had to follow a south-easterly direction and later double-backed to a southerly direction and into the river bed.  He had to escape south-east and then later move back to the river bed in a southerly direction and then move back to the Kombi or to the low-water bridge.",
            "Male"
        ],
        [
            [],
            "Where was the man who was supposed to throw this grenade?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, I forgot to mention that earlier.  In the south-west corner there, that man would have been standing directly next to the cement surface. He would have been concealed there, and when we rehearsed this, we showed him exactly where to stand and paced of his distances for him, because he was also running a measure of a risk should matters not go to according to plan.  He could also be injured.\n\tCapt Mike Bourne and the two other Defence Force members would be on the high ground, directly east of the road, after having crossed the cement surface and they would have been on the high ground.  So that they could have proper vision from - the people inside the Kombi could clearly see the three armed Defence Force soldiers on this high ground.",
            "Male"
        ],
        [
            [],
            "Would you, Chairperson, prefer the witness to make marks on Exhibit C, as points of reference?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Ja, if you feel it is necessary.",
            "Unknown"
        ],
        [
            [],
            "Yes, Sir, would you please do that.  Could you just make a mark - you don't have a pen.   Maybe he can then get the original, Exhibit C to make those marks.\n\tThe Defence Force man, could you mark more or less where he was?  Just make a circle or write there Defence Force member.\n\tThe second point you have referred to is where Capt Bourne and the two Black Defence Force members to take up their positions.  Then, before you let the exhibit go, just indicate where the Kombi was supposed to be brought to a halt, vis-a-vis this little low-water bridge.  Also just draw a Casspir for us then we have a full picture where the Casspir was supposed to be positioned after having moved across the road.\n\tOne more thing, there were people in that ditch in the sand, I think there were three people.  Just make three crosses there to indicate their position.\n\tDid you see the dotted line there on the map, where the word Kombi is written?  Did you notice that?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Now Matthews' evidence  was that that was the direction in which he was supposed to run.  Would that be more or less correct or is there something substantially wrong with that?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I think it was a little bit more in a south-easterly direction, but it is approximately correct, yes.",
            "Male"
        ],
        [
            [],
            "Now you were with Mike Bourne, you were with the Defence Force members, were there also members in the river bed itself?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, and their duty was that should there be an attempt to escape, to apprehend the members.  There was a Col Van Dyk.  His task was to write down the information notes and then to send the information to Pietersburg and headquarters and to active the information network.\n\tJust behind where Capt Mike Bourne was standing on the high ground, there was also a medical orderly from the Defence Force.  We security people did not have anything like that.  There was also a radio operator.  There were other Defence Force members also.",
            "Male"
        ],
        [
            [],
            "Now more or less how many Defence Force people were there on the scene, according to what you can remember?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Between eight and 10.",
            "Male"
        ],
        [
            [],
            "Apart from Mike Bourne, were the others White and Black or were they only Whites or only Blacks?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "They were both ethnic groups, but there were more Black members than White members.",
            "Male"
        ],
        [
            [],
            "Is there anything else on the scene which is important?  Please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, the signals were given ... (intervention).",
            "Male"
        ],
        [
            [],
            "Oh, I'm sorry, where were you?  That is the most important question.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I was in the Casspir.",
            "Male"
        ],
        [
            [],
            "With?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "The driver was a Defence Force member.  Then there was Capt Tokkie Fuchs, Supt Joggie Kruger, Snr Supt Swarts, Snr Supt Lourens Pretorius and myself.  If I remember correctly, we were five.",
            "Male"
        ],
        [
            [],
            "Plus the driver?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Plus the driver.",
            "Male"
        ],
        [
            [],
            "Yes, you may continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, the signal was given and there were whistles sounded and the Casspir drove off from its position and right across the road.  I must just say that it wasn't an even surface there.  The Casspir had to go down kind of a bank, probably as high a chair.  So we inside the Casspir were sitting on the ground and we were just clinging for support, because we were going quite fast.",
            "Male"
        ],
        [
            [],
            "How were you armed?  You people inside the Casspir?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "We were all armed as far as I can remember and we were officially issued with R1 rifles.",
            "Male"
        ],
        [
            [],
            "Any side arms?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I was not carrying a side arm, some of the other members might have done so, pistols, et cetera. It is possible.",
            "Male"
        ],
        [
            [],
            "You drive off with quite a bit of speed.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, and we were off-balance as a result of this movement and as I was looking out of the window, I saw that the Kombi had not stopped where we had planned it to stop.",
            "Male"
        ],
        [
            [],
            "Tell me, Mr Erwee, the Committee members will forgive me if I ask you this.  Have you ever heard of a vehicle stopped exactly where you had planned it beforehand, that it would stop at a roadblock?  Will you please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Any way, as I said, we had to cling to retain our balance.  When the vehicle came to a stop I saw through the window that this vehicle hadn't stopped where they had planned it to stop, but it moved a little bit further forward.  I also saw that the nose of the vehicle was moving - was pointed in the direction of the bank.  In other words, not facing into the direction of the road exactly.  I saw that the right front door of the vehicle opened and that Matthews jumped out.  In the process he fell, because the vehicle wasn't quite stationary.  Then I heard a shout (Zulu words).  I then heard a shot.",
            "Male"
        ],
        [
            [],
            "Could you determine where the shot was coming from by the sound of it?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I had to watch out for Capt Bourne to watch and wait for instructions. I heard the shot and I saw that the passenger in the left front seat,  fired a shot with a hand-arm while the door was a little bit open.  He fired one shot in the direction of Capt Mike Bourne. I saw Capt Mike Bourne falling down to the ground.  At that stage the five of us in the Casspir regained our balance and, as arranged, in case of shooting, we would fire back. We did not shoot through the hatch of the Casspir but from the roof.  Now in the process of standing up straight to be able to fire, I heard another short volley of automatic gun fire.  I do have some experience.  At that stage it sounded to me like a short volley from an AK-47.",
            "Male"
        ],
        [
            [],
            "What is the policy when members of the security forces establish and set up a road block?  What is the policy regarding setting your arms to automatic gun fire?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It is normal practice to fire on single shots, to put our guns in that mode. Of course it is a pertinent instruction that we should not fire on automatic setting, because as soon as you set your arm to automatic setting, the barrel actually lifts and you don't have full control over the direction of your projectiles. So that would have meant that there would be an even greater danger to the life of Matthews Sehlwana as well as to the Defence Force members who were supposed to throw the teargas-grenade into the Kombi.",
            "Male"
        ],
        [
            [],
            "Perhaps there we should pause.  Mr Chairman, it may be a convenient stage for you to adjourn at this stage.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We will adjourn until two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "(Still under oath).",
            "Unknown"
        ],
        [
            [],
            "(cont): If I remember correctly we got to the point where you said after the single shot, you saw Bourne collapsing and whilst you were busy coming upright towards the roof of the Casspir you heard a volley of automatic gun fire.  You then explained that there were specific instructions that the members on the ground should not set their firearms to the automatic setting. What is the inference that you drew when you heard the volley of automatic firing?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "It was clear to me that this was a volley from an AK-47 gun.  I know the difference between an R1 and an AK-47. I know the difference in sound. It certainly did not come from the Casspir, because we were in any event not ready to fire.",
            "Male"
        ],
        [
            [],
            "So where did it come from?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It came from the bus, the mini-bus.",
            "Male"
        ],
        [
            [],
            "Now you were on the point of saying that you were about to assume a standing position.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, when I came upright and saw from this raised roof, raised roof area, I saw the Kombi.  I noticed that there was smoke coming from the Kombi.  I assumed that that must be the teargas which was thrown into the mini-bus when it was brought to a halt.  I then immediately started firing at the passengers in the bus.  When I started firing all the members from the Casspir with me, also started firing.  How many shots each person fired I don't know, but I personally fired about a magazine and a half, it was about 20 to 30 shots into the Kombi.   The members in the Casspir with me also started firing.  It lasted a matter of seconds, and I then shouted \"hold your fire\".  The reason why I shouted that was because the teargas had started overwhelming us in the Casspir.",
            "Male"
        ],
        [
            [],
            "Had the teargas now drifted up to this little drift where you were in the Casspir?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "The mini-bus wasn't more than eight to 10 paces away from us. As I have already said, the vehicle didn't stop where it was supposed to. The reason for that was that we had made a mistake in our planning in not taking into consideration the gravity of the vehicle with the extra weight of the passengers and that caused the vehicle to move further forward. That caused a bit of confusion because where Capt Bourne and his two members had to appear on the left on the front of this high ground, they were now appearing virtually directly next to the left side of the vehicle.",
            "Male"
        ],
        [
            [],
            "In other words Bourne was very much closer to the Kombi as you had originally planned?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.  It was directly, almost directly above the passenger side of the mini-bus, where previously it would have been a bit further away for proper visual contact with the Defence Force contingent.",
            "Male"
        ],
        [
            [],
            "So when you gave the cease-fire command, did the members cease firing?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct, the members ceased firing and we jumped out of the Casspir with some speed. Each person ran in a direction to get away from the teargas. If I look at Exhibit C, I ran in an easterly direction in the road for approximately 80, 50 to 80 metres.  The road there - there was a bend in the road there and I just want to correct what I said earlier. I said the road turned slightly to the north. It actually turns a little bit to the south.",
            "Male"
        ],
        [
            [],
            "Now where was Capt Bourne in this confusion?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "As I ran away I heard the helicopter approaching and I heard people shouting. I heard people saying that Capt Bourne had been shot.  In this process of running 50 to 80 metres in an easterly direction, the helicopter came in to land on the road.",
            "Male"
        ],
        [
            [],
            "Where approximately?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "About 80 metres from the low-water bridge or from the Casspir rather.",
            "Male"
        ],
        [
            [],
            "In the east?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "In the easterly side. I then saw Col Piet Dreyer and one other person come running with the injured Capt Bourne. I tried to help them to load the captain into the helicopter.  From the time the shooting started and from the time the helicopter took off was about five to 10 minutes and then the helicopter was already gone.",
            "Male"
        ],
        [
            [],
            "Why did the helicopter depart so suddenly?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "The tear smoke or teargas which was hanging in the air made it clear to the pilot that they should proceed with speed, because the teargas could harm them.",
            "Male"
        ],
        [
            [],
            "Did you hear that?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Did you hear them saying \"let us move because we are going to be overwhelmed by the teargas\"?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            [],
            "And they left with Bourne?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.  I went back to the Casspir and to where the Kombi was. I was quite upset.",
            "Male"
        ],
        [
            [],
            "More or less how long did this last?  Until you could go back into this teargas area?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "About 10 minutes.",
            "Male"
        ],
        [
            [],
            "And this was whilst you were waiting for the teargas to lift and to disperse?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct.",
            "Male"
        ],
        [
            [],
            "Now you went back to the Casspir and you were upset?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I was upset because the members were crowding around the bus.  I told them to immediately move the Casspir out of the way, to remove the roadblock so that other public vehicles or transport could move through.  I chased the members away from the Kombi, because the Kombi was smoking. I don't know whether it was due to a leakage of engine fluid or maybe it was due to the fuel tank, which had been hit in the shooting.  I saw Black people inside the vehicle.  They looked as if they were dead and the hand-grenades lying around.  My instruction to the personnel there was to move away from the Kombi.  I told Snr Supt Swarts and Kruger, the two explosives experts that they should move the vehicle back to this low-water bridge, to secure the vehicle and what I mean by that, is that they should search the bags and the explosive devices and to search these before the other members could move in.  The members immediately complied with this order and I then instructed Col Piet Dreyer to ... (intervention).",
            "Male"
        ],
        [
            [],
            "Excuse me just before we get to that.  Did you not give any instructions that the persons should be removed from the Kombi?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct, that is the next step.  That is what the explosives experts were supposed to do.  It was their task, after having pushed back the vehicle down to the low-water bridge, to remove the corpses from the mini-bus and to secure all the other explosive devices.  Immediately afterwards I sent Col Dreyer to Alldays to contact Col Willem van der Merwe and Brig Coetsee by telephone and to tell them that the incident had not turned out successfully as planned; that Capt Bourne had been shot and that the six passengers of the vehicle had been killed, and that Sgt Matthews Sehlwana and the Defence Force member who had thrown the teargas grenade were safe.  I did not send this information by means of a radio message because I knew that my seniors were worried about this incident and I wanted to reassure them.",
            "Male"
        ],
        [
            [],
            "So Dreyer left in one of the bakkies?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes. I can't remember whether it was Snr Supt Swart or Supt Kruger, these were the two explosives people, but they told me that one of the passengers in the Kombi was still alive.",
            "Male"
        ],
        [
            [],
            "That's after Dreyer left?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes. I ran to the Kombi and I saw or I picked up the injured person.  Somebody, I can't remember who, helped me and we carried this injured person into the dry river bed in a northerly direction, plus minus 20 to 30 metres into this river bed.  I made him comfortable against the bank there and the reason I carried him so far was that I was still concerned about what else could be in the Kombi because I was told that limpet-mines had been seen in the bags and my fear was that a bullet or something had damaged or made one of these limpet mines unstable, that it was dangerous.  I made the injured person comfortable.\n\tI then called Capt Tokkie Fuchs. I knew that he could speak Sotho and I wanted him to act as interpreter for me.  Why I called Tokkie Fuchs was because I knew I had not seen Sgt Sehlwana at that stage.   He could have been there, but it is possible that he was standing somewhere else, after I had given the order that people should clear the space around the Kombi, which I regarded as unstable.  \n\tThe injured person, the wounded person's eyes were closed. He was covered in blood and he was groaning.  It was clear that he was heavily wounded.  With the assistance of Capt Fuchs I managed to extract the following information from him, that they were on their way to Pietersburg and more specifically, to the railway station, where they were to meet a person and the person was to be wearing a yellow shirt or scarf as an identifying mark. I can't remember whether the deceased said a shirt or a scarf, but it was some yellow garment.  \n\tThis questioning lasted for about three to four minutes. It was very incoherent, and that ... (intervention).",
            "Male"
        ],
        [
            [],
            "Excuse me for interrupting.  Did the person maintain the same level of stability throughout your interrogation or did it vary?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "When the question was put to him he didn't answer immediately.   It took quite a while because he sometimes lost consciousness. He would come to again and mutter things and then the answer would come.\n\tAs I said, I was compelled to call the Army medic to come and give the injured person an injection in order to stabilise him. After he lost consciousness again and I realised that the person was critical and could die, and that he was of great value to us, I gave instructions that the person should be taken to Alldays immediately.  I knew that there was a hospital or clinic there.  At that stage I realised that the helicopter transporting Capt Bourne had already left and had already been airborne for some 10 to 15 minutes, and it certainly would not be able to turn back.  I was satisfied that the vehicle would be sufficient transport to get the man away.\n\tI can't remember who I gave the specific instruction to, but I can't imagine that I would have given the instruction to remove this wounded person to somebody other than somebody from Messina or Louis Trichardt, one of the security branch members, because Alldays and vicinity would not be that familiar for us who came from Pietersburg. We were not quite sure where the clinic was.  So unfortunately I can't remember exactly.  It was later said to me, and I quote what was said to me, that Warrant-Officer Gerber conveyed the wounded person and that some of the deceased were also in the same vehicle which went to Alldays.",
            "Male"
        ],
        [
            [],
            "So that was the only vehicle left over, that was the bakkie?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "As far as I can recall.",
            "Male"
        ],
        [
            [],
            "And the deceased and this wounded person were transported in this bakkie?  Is that, this Gerber, is that this Theuns Gerber who is now deceased, who was later shot dead by people?  Is that the person you referred to?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes. I deemed it necessary to clear up the terrain very quickly because the road was used as a public road and it would not be healthy ... It would not be a good thing for the people in the vicinity who were already living in a state of fear as a result of insurgents to have their fears further exacerbated by seeing a shot-up vehicle and to see corpses in the road and so forth.  So if I remember correctly, the scene was cleared up within an hour or less and everything was removed from it and we all then proceeded to Alldays.\n\tWhen we arrived at Alldays I reported to Van Dyk, Kruger and Fuchs and I appointed them to handle all the equipment and all the information, exactly what was found on each body or corpse.  Something that I forgot to mention is that when I sent Capt Dreyer to go and phone, he also had to summons a fingerprint expert and a photographer to Alldays to photograph the corpses and also to take the fingerprints of the deceased for later identification purposes.\n\tWhilst Capt Fuchs and I were interrogating the injured person, Col Van Dyk, who was my intelligence man, and who was appointed to make notes for the later incident report, I noticed that he had a tape-recorder with him and I assume that in a bona fide way that he taped this very incoherent interrogation. I did not find it strange that a recording was made of the questioning, because a security force member had a tape-recorder with him most of the time. I think it was interviews with informers, et cetera, which sometimes had to be taped if notes could not be taken. \n\tI didn't listen to the tape later.  I didn't think it was necessary for me to listen to that because I handled this questioning personally and in any event, there wasn't much to it for me to remember, and that was the reason why I had no serious interest in the tape.\n\tAt Alldays I gave Dreyer and Swart instructions that they should deal with the inquest.  I also told them how they should deal with this inquest docket, and I made notes to make it clear to the Commission what I based my instructions on at that time. And if the Commission would allow me, I would like to make use of my notes.",
            "Male"
        ],
        [
            [],
            "Please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "At that stage ... (intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "May I just get clarification, are those notes which you made at the time or which you have made now to be able to give evidence now or are these notes which you made contemporaneously with the incident?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I made no notes at the time of the incident.  These notes I made after I learnt from Brig Ivor Human that he was investigating a case of possible perjury or obstructing the course of justice against me.  I then sat down and made notes as to what had moved me at that stage, to deal with this case docket in a watered-down fashion.\n\tChairperson, if I may continue.  At that stage the political opponents were already waging a serious violent struggle against the constitutional dispensation of the time.  With mass mobilisation, establishment of underground structures, alternative structures, et cetera, there was a level of equilibrium which reigned between the constitutional dispensation of the day and the violent political opponents thereof. This manifested itself in intimidation, murders of members of the South African Police, their informers, helpers and agents, and it became extremely difficult for us to maintain an information network or in any way to develop it.  Obviously the intelligence network was the most important structure to provide information to the system in order to make strategic decisions, to undermine the political opponents and murders on SAP members, agents and informers, it would not have been in the interest of the State at that time, in respect of the causal events, to have made this known in any detail.  Leakages could have occurred with the typing of statements.  The administrative process within the Police also exposed it.  The administrative process within the Department of Justice, a formal trial would involve the broader public and this would be supported by the media. It would not be in the interests of the State - it would not have been in the interests of maintaining the status quo to reveal these techniques and methods and a further risk would have been incurred.  \n\tFirstly, members in the provinces with these international borders, their modus operandi, one of low-border intelligence networks would have been revealed.  This would have had the result that existing networks could have collapsed, and that networks could not be further developed.  Members and their families could possibly become victims of violence and members ran the risk of being arrested in these states or countries and charges of espionage could also become a reality.  \n\tEven existing agents and informers could possibly be affected by a fierce psychosis, because they were operating very close to a shallow border.  There was a risk of their lives involved and they ran the risk of criminal prosecutions, if they helped South Africa, and more specifically, the security branch with information regarding espionage.\n\tThirdly, my decision must also be seen in the broader national context. The modus operandi of cross border or shallow border operations, it is a customary practice to develop and maintain intelligence networks.  So there was much more at stake than just the northern province.  For me it was in the interests of the total national intelligence network.\n\tAs already mentioned, the information network is probably the most important component to shore up the dispensation of the day, vis-a-vis its political opponents.  And I believed, therefore, that I was acting lawfully in the interests of the State and that I was acting within the course and scope of my capacities and competence. In fact, I received no criticism from my seniors or from the Department of Justice saying that I had not handled the inquest properly. \n\tThe media reports which were released and which indicated that a seventh member had escaped, had stimulated me in my decision to deal with the inquest in the way that I did. \n\tFor that reason I appointed Swarts to deal with the inquest. He knew the facts exactly and he also would know how to handle the inquest docket, in such a way so that the total causal chain of events would not be revealed and which would thereby to some extent Matthews Sehlwana's cover.",
            "Male"
        ],
        [
            [],
            "Now what you are saying to the Committee is that you gave instructions that the full facts should be concealed?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct, yes.",
            "Male"
        ],
        [
            [],
            "And Swarts was your junior?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And Swarts carried out your instructions as we will also hear from him later?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is also correct.",
            "Male"
        ],
        [
            [],
            "Did you explain to Swarts why you felt that there was a need to conceal certain facts in the affidavits for the inquest?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.  In fact, I said it to him and his commanding officer, which was Col Dreyer at the time.",
            "Male"
        ],
        [
            [],
            "Now the affidavit which is now Annexure B before the Commission on page 15, Section C - I think it will take some time, but I want to ask you, would you please read this affidavit.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I don't have it with me.",
            "Male"
        ],
        [
            [],
            "May we ask permission to just put it to Capt Erwee?  Please just remember the interpreters.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Okay.\n\"Andries Johannes Gerhardus Erwee, declares in Afrikaans.  I am number W49247W, a captain in the South African Police, stationed in Pietersburg, where I am attached to the security branch.\n\t\tOn 10.07.1986 I was the commanding officer of a group of members of the Force, where we were patrolling the Alldays/Breslau Road.\"",
            "Male"
        ],
        [
            [],
            "Could you please stop there?  That is not strictly speaking correct?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "It is not correct?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It is not correct.",
            "Male"
        ],
        [
            [],
            "Please continue.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "\"At approximately nine o'clock in the morning and approximately 14 kilometres from the Botswana border,  I noticed a brown Kombi/micro-bus.  The bus was moving in the direction of Alldays and at that stage I noticed a number of Black people in the bus.  I gave the command to the members under my command to stop the bus and to identify the passengers.  When the members wanted to stop the bus, shots were fired from the bus at these members.  The members and I then immediately responded with R1 fire.  I moved closer to investigate and found six Black men in the bus. They were all fatally wounded.\"",
            "Male"
        ],
        [
            [],
            "That is also not strictly speaking correct as we now know.  One was perhaps fatally wounded but he didn't die there. The impression is here created that they all died as a result of the fire, the shooting from the members of the Force?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.\n\"The vehicle was searched and six AK rifles, two hand-arms of Russian origin and various other explosive devices were seized.\"",
            "Male"
        ],
        [
            [],
            "The list of these explosive devices was made available?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct,yes.\n\"Upon searching the corpses I found on five of these corpses a passbook, five of these bodies or corpses were identified according to their identity books as Thapelo Ronald Mokobedi, with his identity number;  Andre Mohlele with identity number;  Paul Thapeso Etholeng with his ID number; Louis Pascal Botseme with an ID number and then Raymond Oupa Selepe with an identification number.  I have no doubt that the six deceased were ANC terrorists.  Furthermore, I had no choice but to fire at them because it was clear to me when they started firing at us, that they wouldn't surrender themselves.  If we did not answer their fire the lives of our members would have been in danger.\"\nThen it is just the oath.",
            "Male"
        ],
        [
            [],
            "In other words, what you are actually telling the Committee is that apart from concealing of certain facts could constitute an untruth, there are no real untruths in the statement, but it was just a watered-down statement and you are saying that you did that in order to safeguard the interests, to which you have already referred?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And in so far as that amounted to perjury and/or obstructing the course of justice, you are requesting the Committee in the light of the circumstances reigning at the time, to grant amnesty to you?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, it is in that spirit which I request that.",
            "Male"
        ],
        [
            [],
            "Did you yourself - do you know whether any of the shots that you fired at the Kombi, did it hit anybody or did it kill anybody?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I shot into the interior of the mini-bus. I am assuming in good faith that some of my shots should have or could have hit some of the passengers.",
            "Male"
        ],
        [
            [],
            "Yes, it must have, unless you were a very poor shot.  When you did that, did you think that you were acting unlawfully?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "No, the pistol shot and the volley of AK-47 shots, I didn't even give instructions for the members to fire, they fired automatically.",
            "Male"
        ],
        [
            [],
            "That brings us to the, was it a cool, calculated operation and conduct from all the members there or was the situation fairly chaotic?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "May I ask you to please repeat?",
            "Male"
        ],
        [
            [],
            "I am asking you whether it was a cool, calculated operation and action from yourself and the other members or was it a different kind of situation?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It was a different sort of situation.",
            "Male"
        ],
        [
            [],
            "What gave rise to that?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "It is the fact that the bus moved further than what it actually was supposed to do and that made our plans go a bit awry.",
            "Male"
        ],
        [
            [],
            "Now if it is suggested that this whole operation was just a cloak for an ambush and that you decided beforehand to kill these people, what would your answer be?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That would be a blatant lie if anybody makes such a statement.",
            "Male"
        ],
        [
            [],
            "Honourable Chairperson, please allow me a couple of seconds.\n\tYou were present in the audience and you heard the  of Matthews Sehlwana, who said that he was present in the river bed when the wounded person was lying on his side, and he was amongst a group of people who were standing in a circle around this wounded man and Tokkie Fuchs was busy interrogating this person.  And at some point during this interrogation Tokkie Fuchs took his pistol and shot this person in the chest, as a result of which he died.  You heard that ?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.",
            "Male"
        ],
        [
            [],
            "Would you like to comment on that?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "This wounded person that was reported to me, I personally went to the Kombi to fetch him and I personally carried him for about 20, 30 paces into the river bed where I made him comfortable.  There Tokkie Fuchs and I questioned the man.  There were people standing around us, and later when the person lost consciousness I chased them away.  I wanted enough space around this person.  And as I have already said, after I was overwhelmed by teargas in the Casspir I ran away in an easterly direction for about 50 to 80 metres.  After about 10 minutes I returned and the people were standing around the vehicles.  From the time that I ran away to get away from the teargas and until the time when I returned, I didn't hear a shot being fired.\n\tBut, if Sgt Sehlwana was referring to the wounded person, which Fuchs and I questioned, Fuchs definitely didn't shoot him.  On the contrary, it would have been outrageous for me to have allowed that, and I think it would have been outrageous for Tokkie Fuchs to have done that in full view of myself and other people.  I can't explain it.",
            "Male"
        ],
        [
            [],
            "And judging from the wounds which these people had sustained, he was in any case dying.  Is that not so?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            [],
            "As far as this person is concerned, you have already said that you gave instructions that he should be transported to Alldays as soon as possible.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "You needed to keep him alive so that he could be questioned.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that was the whole idea.",
            "Male"
        ],
        [
            [],
            "Were you present when his body was loaded onto the bakkie?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I personally loaded him onto the bakkie, but I did have help.",
            "Male"
        ],
        [
            [],
            "Was he dead or was he alive?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "He was still alive, but unconscious.  He still had a pulse.",
            "Male"
        ],
        [
            [],
            "Did you feel the pulse?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And when the bakkie with Theuns Gerber, who is now deceased, when that departed, did the situation change then or did it stay the same?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "When I got to Alldays a report was made to me that the deceased had died.  I assumed it must have been somewhere along the road, because when they got to Alldays the wounded person had already died.",
            "Male"
        ],
        [
            [],
            "Mr Chairperson, after this introduction I now have no further questions.  Something might crop up later and I might then put further questions, but at this stage I don't.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I am quite worried if you say that that was the introduction.",
            "Unknown"
        ],
        [
            [],
            "Introduction for cross-examination by my learned friends.  No, that is the evidence in chief.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Erwee, are you going to give us your notes?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "With pleasure.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You don't mind handing them over to us?  The notes that you have been reading into the record.   We can make a photocopy and still give you a copy.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I do it gladly.  I still have one set of notes.  My reasons for applying for amnesty are set out in them.  I also have that here.  I can make that all available to you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I was referring to the notes which you have just read when as to why you instructed Swarts to deal with the inquest?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Chairperson, you have them there.  Maybe I should point it out to you, to assist you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Erwee, you have just handed to us, a one-page document headed Politieke Redes. I believe this is what you read into the record to amplify paragraphs 10(a) and (b) of your application.  Am I right?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "You are correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "We will mark that EXHIBIT E, thank you.  It is a one-page document.\nEXHIBIT E HANDED IN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And again we have this document entitled Nadoodse Ondersoek. These are the notes which you have just read into the record as to why you instructed Swarts to deal with the inquest, to handle the inquest.  It is a three-page document and handwritten again. It will be EXHIBIT F.\nEXHIBIT F HANDED IN",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Rossouw?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR ROSSOUW",
            "Thank you, Mr Chairman.\nMr Erwee, as you were asked quite justifiably and answered, that if the suggestion was to be made to you that this was a planned operation - I am not going to make such a statement to you, but the question I would like to ask you and you must please see the distinction, in the light of the exercise and rehearsal which took place beforehand, and the fact that you were 36 members of the security force and police, the air support, et cetera, and the chaos which can be expected if teargas is thrown into a vehicle, the knowledge that armed people were crossing the border, et cetera. You heard that Matthews Sehlwana testified that in his mind the thought that these people would be shot - I am not saying that that was the case, I am asking you, do you think that conclusion of his was a reasonable one?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, I would like to comment on that. I believe that Matthews might well knew that we wanted to arrest these people but he also knew that should things not go according to the plan, there would be no hesitation in shooting and therefore I say he is correct, if he says that there was a reasonable conclusion that if things weren't going correctly there would be a shooting.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Well, in all fairness to you, before you say you agree with him, after - his evidence was that after the rehearsal at the river, he concluded that this whole plan was to kill these people, not to arrest them and in case something goes wrong, to, you know, to kill them or to shoot, if necessary. His evidence is simply that he was of the view that what was being planned was really to kill these people, not to arrest them.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, it is inexplicable to me why he makes such a statement.  He was aware that arrests were to be made.  That was the original objective.  But why he made the inference, seeing as there were a lot of people there to protect him, and we wanted to stage a show of force to intimidate the insurgents, to show them that they didn't stand a chance, in the light of all this, I can't see why Sgt Sehlwana drew such an inference.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You therefore think it is an unreasonable conclusion?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I could put it that way, yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I will leave for a later stage during argument.  You also said that after the incident you gave instructions that the Casspir should be removed from the road.  You mentioned other transport.  Now is that a road that is regularly used?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Not too frequently but I could foresee that it might be used because farmers used that road to go into town in the mornings, and other people who visited the farms also used the roads.  So that's why we should clear the road quickly.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "During the rehearsals which took place the previous afternoon according to Matthews Sehlwana, do you stand by what you said that it was early that morning?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, definitely.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You also heard Mr Sehlwana testifying that he left before five because he had to go and pick up the people at five in the morning to cross the border.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I heard that, yes, that is what he testified.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And your comment?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, he moved with us from Alldays, from a farm where we stayed overnight and we went to the scene from there.  Capt Bourne drove the vehicle twice through this rehearsal drive and Sgt Sehlwana experienced it twice himself.  Just to make sure that we were all ready to go.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you show Matthews Sehlwana how he should run?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Capt Bourne and myself showed him personally.  We moved as far as the fence with him to show him.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you hear when the incident took place and did you see him jump out of the Kombi or didn't you see that?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I saw him jumping out through the window, right in front of me I saw him jumping out, but he fell and he ran towards the back. In other words in a westerly direction.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you hear somebody shouting at him that he was running in the wrong direction?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, not at that stage. It might have been shouted but I didn't hear that.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Would you say that apart from the fact that he couldn't bring the Kombi to a halt, exactly the spot which you had marked beforehand, and the fact that he didn't run in the right direction initially, apart from those factors, did he do everything as planned?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "As far as the incident is concerned where the wounded MK person was allegedly shot, you said that initially people were standing around there.  Was Mr Sehlwana one of those people?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I can't remember that I saw him there.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "But if he says that he was there, would you be able to deny that?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, I couldn't.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You also said, you also heard Mr Sehlwana's evidence that the person was shot by Mr Fuchs?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, that's right.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You answered to that, your reaction to that was that it would be outrageous for Mr Fuchs to have shot somebody like that, in full view of everybody else and yourself. Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I am going to ask you something. If you can't answer it you must please say so.  In the light of the allegation that there was such an incident, without assuming that it did actually take place, but just in the light of that allegation of the shooting, what would be the implication of such a person being shot by any member of the security forces?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "He would be criminally prosecuted,.\nbecause the person on the ground would not be able to resist in any way and defend himself.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Would that be murder? Would it be apart from murder also an action which was in line with the object of the whole operation which you planned?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, no, that would be a gross contravention.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Can you think of any reason why Mr Sehlwana would have fabricated such a story?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "When I heard these allegations for the first time, I believed that Brig Ivor Human was actually making a joke with me.  I simply couldn't believe it.  But later, when I saw it in writing I was absolutely astounded.  I couldn't understand why such an allegation should be made after all these years.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "When did you become of this allegation for the first time?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I think it was towards the end of last year, after I heard that Dr D'Oliviera had appointed Brig Human to investigate the incident.  I then made an appointment with Brig Ivor Human, on the request of my then commanding officer Genl Gadu.  Brig Ivor Human then told me that he was investigating a case of so-called murder in that Tokkie Fuchs was alleged to have shot somebody at the scene, a wounded person and he also told me that a charge of perjury or obstructing the course of justice was facing me and that I should prepare myself accordingly. That was towards the end of last year. It could have been October, November or December, and I made this appointment on the instructions of what my commanding officer, Mr Gadu told me.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "When you sent Mr Dreyer in one of the vehicles to make contact with Mr Van der Merwe and Mr Coetsee to go and report to them as to the outcome of the incident, were you at that stage convinced that all six people had died?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "So ...",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I believed that they had all died, in good faith.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And that was the instruction you gave him?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "So he would not have been able to convey information that five had died and one was murdered?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, he could not have done that.  He couldn't convey that because he had already departed when the vehicle was moved back to the cement surface and the area was secured.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I now want to take you to the statement which you made, which you read into the record, under C15 and 16.  You pointed out certain aspects and you told us why you made certain statements. I don't have any dispute with you there, but the question I want to ask you is this.  As far as the objective which you sought to achieve by making a statement like this, would it have been detrimental to that objective if you had said five were dead and one had been wounded?  Why did you also misrepresent that aspect in the statement of the inquest?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I can't say why I actually said that.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Please speak up, we can't hear you?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I can't explain that.  I can't explain why I also said it in that statement that six were fatally wounded. I did not say when the sixth person died.  I just said in the statement that they were fatally wounded. I didn't think it necessary to say that one of the people only died later.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Do you think it would have made any difference if you had given the correct version there?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I don't think so.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I have nothing further, Mr Chairman.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Black?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "Thank you, Chairperson.  Mr Erwee, the evidence so far has been, as I gather and I understand it, that that particular spot where the shooting took place, was chosen because it was an isolated place and one anticipated that there may - there was a real possibility, let's put it that way, of a shooting taking place and people being wounded?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "It is not a busy public road?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And you took along with you a certain Mr Van Dyk, who you described as being the person who would be charged with recording the events in writing and perhaps electronically, and conveying this information to Pietersburg and broadly he was in charge of activating the information network.  That is Mr Van Dyk, Col Van Dyk.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct, Chairperson.  Maybe I should add or clarify something.  I didn't instruct him to tape the information there.  It wasn't a direct instruction from my side.",
            "Male"
        ],
        [
            "MR BLACK",
            "But he did in fact do so, didn't he?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "He electronically recorded the events.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I know of the interrogation that that part was taped, I don't know what else he taped. I can't give you any evidence on that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Just for your information and I assume Col Van Dyk would be able to testify, but I have been informed that there exists a tape and in fact, I think Mr Van den Berg also testified to that effect, that he heard a tape which recorded shooting and a whistle sound.  That tape you have never listened to.  Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I have never listened to that tape.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now I put it to you that you went to the scene, well-prepared with a - whatever you want to call him - one of your men, who was specifically there for the purposes of recording facts and any information and at the same time you also expected or anticipated the real possibility of shooting.  Just to sum it up.  Would that be a correct assumption?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I will not say that.",
            "Male"
        ],
        [
            [],
            "But Mr Chairman, this is the evidence of this witness.  If my learned friend wishes to put something else then I think he must make it clearer what he means.",
            "Male"
        ],
        [
            "MR BLACK",
            "I have just given him an opportunity for the next question. I have just, I heard the answer of Mr Erwee saying to the effect that \"ek sal nie so se nie\".  Now I don't know what that meant. Is that correct, Mr Erwee, before I was interrupted, you said \"ek sal nie so se nie\"?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The witness said I will not say that.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I didn't give specific instructions to Col Van Dyk to do a recording of the whole incident from A to Z.  I appointed him that evening and said to him that he should get all the information possible and that he should give it through to the official channel.  I have had a few tasks, a lot of tasks and I had to delegate certain tasks. I never instructed him to make a recording.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  At any stage was a map drawn of the scene as to where the bodies were, what, where the various vehicles were parked, after the shooting had taken place?  For your record purposes?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, for my purposes of record we have never drafted such a map. Only the map that we have drawn up now for our legal representatives, that's the only map I have.",
            "Male"
        ],
        [
            "MR BLACK",
            "Sorry, when I mean for your purposes, I mean for the purposes of police records.  And were any photographs taken of the scene?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "But then, what is the answer to your question?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Oh, sorry.  When I have said for your purposes, I didn't mean for your particular purposes, but for the purposes of the police or any further consequences which may arise out of the incident.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "Were any photographs taken of the scene afterwards?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Not that I know of on the scene of the accident. I know of photographs taken at the Alldays police station with regard to the bodies and the weapons.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, now ... (intervention).",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Sorry, just a minute.  Why was not a sketch drawn up? I mean that happens even when cars have collided.  At a scene like that where six people have been killed, one would expect that there would be a map and a sketch drawn up by the police, and in fact, photos taken of the scene.  Why were these things not done?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "You are correct, for an inquest you need maps, sketches, full investigations, a plan.  That is the normal procedure.  However, I did not apply the normal procedure, I wanted to clear the road as quickly as possible because I felt there was nothing here that I was not willing to make known and I also didn't want to let the community in the area see the scene. I admit now that that was perhaps incorrect.  But the professional procedures were not followed.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "There is a document here which reads \"sleutel tot plan\".",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is of the bodies taken at Alldays Police Station, Mr Chairman.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Now I appreciate that you wanted to clear the road, but surely you needed only two or three people to remain at the scene and to do the things that we are asking why they were not done.  Especially before you ... (intervention).",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Let me just add, that especially if there was nothing to hide.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct.  I admit that it was neglect on my part not to handle the scene in a professional way.  Because I was there, I felt at that moment it wasn't necessary to do it in such detail, but now I see it was incorrect.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes, but that must have been - that is a major neglect.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I agree, Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I am trying to get behind the reason for that.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Mr Chairperson, at that stage I won't say I lost control, but at that stage with the scene being cleared up, adrenalin flowing, bodies being taken away, I didn't even think any further as to how to deal with the scene. It was only when I got to Alldays that I realised that there would have to be an inquest and a post-mortem, and it was only then that I really came to my senses, if I can put it that way, and I started thinking clearly as to what the next legal and administrative processes were.  I didn't really think of that earlier on, myself or my seniors.  We didn't have any of those experts, fingerprint people, photographers, et cetera on standby and that was wrong.  And after the shooting that was the last thing on my mind.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "But you are a reasonably experienced policeman?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "As far as internal stability and security was concerned, yes, I was quite experienced.  But as far as inquests and so forth are concerned, I wasn't really that familiar with it.  We usually had other branches to deal with those processes and also to promote impartiality.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I don't know what would have been more important for Mr Dreyer to note and tabulate, something which would have been more important than the physical objects there, the location of the Kombi, the corpses, the injured person and the like. I would have thought that if he was to note anything, surely that would be some of the important things that he would have to note.  Or is it Van Dyk, I am not sure.  Mr Van Dyk, I think.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, Chairperson, Van Dyk was instructed to make notes.  We actually anticipated an arrest that we were going to take down their particulars quickly and then forward that.  But maybe we have omitted in our planning that people would have been killed that day.  Maybe that's why I felt that Van Dyk was the person to take care of this specific recording business.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I don't understand why you would not have made provision for the stability of the people being killed, because you were specifically instructed by your senior that if the need arise, you would have to kill to protect my people, my personnel.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct, yes. Those were our instructions, and I admit that it was a neglect on our part that we didn't foresee that we would end up with six bodies and that we needed the professional assistance of these people and deal with this professionally. It was a neglect on our part.",
            "Male"
        ],
        [
            "MR BLACK",
            "What seems to have been hidden also in one of your answers, in these questions, is that you did also state initially, before Mr Chairman started asking you and I think while he was reading from the notes, that you didn't want anything made known - that is my note.  You wanted nothing to be made known at the scene, at what had taken place at the scene. That's why you didn't make accurate records and you didn't also - your second reason is, you admitted that you didn't act professionally.  Do you recall saying that?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, I can't say that I remember.  What I can say is that the concealment wasn't so much - the concealment was to actually conceal the whole causal chain of events.  That would obviously include the exact place on the Breslau Road.",
            "Male"
        ],
        [
            "MR BLACK",
            "So part of your not recording and photographing and drawing an accurate record of the scene, was in order to conceal what had taken place and where the event had taken place.  Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.  That is why I explained about the notes which I handed in.  I explained why I thought I needed to protect certain constitutional interests and perhaps also the information network and informants and so on.  That was part of my motivation.",
            "Male"
        ],
        [
            "MR BLACK",
            "And it wasn't simply just to clear the road because some farmers might come along and the public might come along.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, there was a lot more at stake, yes, than just clearing the road.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now this inquest which - oh, yes. Was, as far as the tape-recording is concerned, which you say you didn't listen to, did you ever draw either of your - well, first of all before we get there.  Who were your superiors, who did you regard as your superiors?  Was Col Van der Merwe your superior, for example?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, he was my commanding officer, Col Willem van der Merwe and Brig Coetsee was the second in command.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay. Did you ever draw their attention to the fact that there existed a tape-recording of this - no matter how, of your questioning of the wounded man?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you ever discuss with either Brig Coetsee or Col Van der Merwe that you intended to mislead the Court deliberately, the Court which was going to hold the inquest, before you decided to do that?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, I didn't do that.",
            "Male"
        ],
        [
            "MR BLACK",
            "So on whose authority did you take it upon yourself to mislead the Court and to in fact, instruct other members of the security force to mislead the Court?",
            "Male"
        ],
        [
            [],
            "Excuse me, Mr Chairman, if I may interrupt. Could my learned friend just explain where the misleading of the Court is that he is talking about?  Because that has not been identified.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "He is referring to the inquest.",
            "Unknown"
        ],
        [
            [],
            "Yes, I know, but what is the misleading aspect, Mr Chairman, because we certainly don't know what that is.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well, the first sentence that you drew the attention of the witness to when he read his statement.  You remember you said to the witness that that is not, that is strictly not correct.",
            "Unknown"
        ],
        [
            [],
            "Is that what he is referring to now?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I think so.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, with respect, I would say that it is not simply the one sentence, but the impression that was given to the Court by your entire watered-down statement and that of Mr Swarts, was not the correct impression. Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Not the correct version or it actually did not   reflect what had taken place. Let me put it that way.  And that I would - would you agree?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "He says he agrees, he says that is correct.  And your question was - to come back to him before we lose it, you are actually, your question was on whose instructions.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, on whose instructions or on whose authority did you decide to - and I will use the word, mislead the Court, mislead the inquest inquiry?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I took it upon myself to do that.",
            "Male"
        ],
        [
            "MR BLACK",
            "But - and did you also take it upon yourself, if I assume, upon yourself to instruct Mr Swarts and Mr Dreyer and all other parties, not to give a correct version to the inquest inquiry?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "So they also colluded with you in - that's Dreyer and Swarts - in not presenting all the correct evidence to the inquest inquiry. Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "But you go further in your statement, in your evidence, and you say that in so far as you were concerned, and you handed up as an exhibit, either E or F, that you gave reasons for why you did not tell the full facts to the inquiry, and one of the reasons is you ended up by saying that you believed that you were acting lawfully for the State.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Without getting into semantic debates, and ranks and all that, who did you regard as your seniors at the time?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Col Willem van der Merwe and Brig Nick Coetsee.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay. So you go on to say that you received no criticism for this action from your seniors or from the NIS. They did not object.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I should just correct that. I didn't receive any criticism from my immediate superiors or from the Department of Justice, but I didn't make mention of National Intelligence.",
            "Male"
        ],
        [
            "MR BLACK",
            "But now you see we have heard evidence to the effect that Col Van der Merwe only became aware of this incorrect version or statement of yours to the inquest inquiry, only about two months ago.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "The first time that he was made aware of it.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I accept that is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And I gather from him that he - whether it was criticism or not, but I gathered that he advised that it would be you, it would be advisable for you to apply for amnesty.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, Col Willem van der Merwe didn't move me to apply for amnesty.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now at this inquest from the information, documentation that I have, in my possession, I don't see there any mention made of the tape-recorder which was handed in as part of a record of the events.  Do you know if such a tape-recording was handed in?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I don't know whether the recording was submitted.",
            "Male"
        ],
        [
            "MR BLACK",
            "But it existed.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I know about a tape-recording made by Col Van Dyk when we interrogated the deceased, that tape-recording must have lasted for about three minutes also.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "The one made by Col Van Dyk.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Then no information was given to the inquest inquiry by Col Van Dyk either, having looked at the papers that have been given to me.  Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I accept that.",
            "Male"
        ],
        [
            "MR BLACK",
            "The only version of events given to the inquest inquiry is your version, your statement and that of - I am not sure what his rank is, but Mr Swarts.  Is that so?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "According to my knowledge we were the only two, yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes. I notice on page 16 of Section B, you made this statement or not a statement rather, it is an affidavit under oath.  You made that on the 11th of July.  That's the day after the event. B16 or C, sorry. C16.  Would that be correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "I don't have the document before me to check that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is that the date of your statement?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "My statement is dated 11th of July, that is true, that is the date after the incident, I accept that.",
            "Male"
        ],
        [
            "MR BLACK",
            "And this was attested to before Johannes Hendrik van Dyk, a lieutenant.  Is he the same Van Dyk who was at the scene and who was supposed to gather information?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "So he knew that you were not telling the truth?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "And if you page over to 17, C17,this is the affidavit of Mr Swarts.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "This appears to have been dated the 21st of July 1986, and it was attested to before a Peter Andries Dreyer.  Is this the same person that you referred to as Col Dreyer and who was at the scene and had to convey the bodies?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "So he also knew that - or let's put it this way.  He was also aware - well, I think you have answered that question already. That he was aware of the fact that a watered-down version would be presented.  Now was Brig ... (intervention).",
            "Male"
        ],
        [
            "CHAIRMAN",
            "No, sorry, just before you leave that point.  I don't know whether or not, I have certainly not determined that yet, but I mean I don't know whether Mr Swarts is telling the truth or not telling the truth in his affidavit which was attested to by Mr Dreyer, but on the assumption that Mr Dreyer - Mr Swarts is not telling the truth, Mr Dreyer - Mr Dreyer, if he had read this affidavit at the time when he attested, would have known that Mr Swarts was not telling the truth.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well, let's put it this way; even if the contents might be accurate, it was - he knew it was part of a scheme or plan to present a watered-down version of evidence to the inquest inquiry.  Would you agree?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "Because while we are busy with Mr Dreyer, what - I also just wish to clear up with you and for the record purposes, the vehicle which conveyed the wounded person to Alldays, he was placed, I assume at the back of the bakkie, full of blood. Is that correct?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, Chairperson, that is not correct.  I would like to repeat, I instructed Dreyer when I came to the vehicle, and realised that people might be dead here,  immediately sent Dreyer to Alldays to report our commanders.  I then chased away the staff from the vehicle because smoke was coming out of the vehicle, and there was the possibility of an explosion. Then somebody came to me, Swarts came to me and said there is some person is still alive. I then took him away, 20, 30 metres, when he lost consciousness, I instructed somebody to take him to Alldays.  I don't know exactly whom I instructed. Later on I learnt that it was Theuns Gerber.  He was then put on an open bakkie.  There were bodies on the bakkie and he was transported with them.",
            "Male"
        ],
        [
            "MR BLACK",
            "He was transported presumably by warrant-Officer Gerber and he was put on the back of this bakkie together with his dead fellow MK people, which must have been ... (intervention).",
            "Male"
        ],
        [
            "A J G ERWEE",
            "With some of his comrades?",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "Not all of them.",
            "Male"
        ],
        [
            "MR BLACK",
            "They were all, I presume, from looking at the inquest report, very much full of wounds and blood and holes, bullet holes?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR BLACK",
            "The SADF medic wasn't sent with on the back of that bakkie to take care of him?",
            "Male"
        ],
        [
            "A J G ERWEE",
            "No, Chairperson, he wasn't.",
            "Male"
        ],
        [
            "MR BLACK",
            "Sorry, I did, I think I did ask you, but just to make sure.  Do you know whether or not Col Van Dyk gave the information and records which he had made of the scene, to either Brig Coetsee or to Col Van der Merwe?  Did he?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I appreciate your questions, but I believe Van Dyk is coming to give evidence and Coetsee and Van der Merwe gave evidence. They would have known whether Van Dyk gave the things to them.  He is not the person handling the things. You are asking what Van Dyk was doing and you had the opportunity to asking Van der Merwe and Coetsee whether they gave it to him. I think you in fact asked him and nothing came forward.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "The only reason why I am putting it to Mr Erwee at this stage, is because he was the officer in command and I assumed that he would at the end ensure that any information or that ... (intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The overall officer in command was Mr Van der Merwe, and second in command was Coetsee about this operation.  He was in command at the scene.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes. If it can perhaps wait for Mr Van Dyk, if he is called to clarify that issue.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Did Van Dyk - you might have been asked that question.  Did Van Dyk submit any report to you, in terms of your instructions to him, that he should take notes, et cetera, et cetera?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That's correct, he collected all the details and particulars and we handed it in at Pietersburg the next day.  I assume, without remembering exactly, he handed it over to Brig Coetsee because he had helped to write the previous reports, because it wouldn't have been my task or Van Dyk's task.  We were attached to different sections.  We only came to help Coetsee and Van den Berg during this operation.  We had other tasks within the framework of the security police.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.  Mr Erwee, I don't know if you can help me in this, with this, but the three persons who were identified at the inquest, their families were in fact notified, some are in Diepkloof and some are in Atteridgeville.  Are you aware of the fact that they were notified or did you play any role there?  That they had, in order to attend and they did attend, to identify the bodies.  Let's put it that way.",
            "Male"
        ],
        [
            "A J G ERWEE",
            "What I do know is that Col Piet Dreyer, the branch commander of Louis Trichardt, he would have dealt with the inquest and to notify the families of the inquest. I only heard later that some of the family members of the deceased had been traced and had been notified accordingly. I did not deal with the inquest personally.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then perhaps these questions would be more apposite to put this to Col Dreyer, if he testifies. There are certain issues which I need to clarify on behalf of the family.  I have no further questions at this stage. Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "According to your statement, identity documents were found on the bodies of five of these people and you took down their identity numbers and their full names.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You don't know whether those identity documents were connected with particular corpses and which corpse had which name?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I just assumed that the identity documents were found on each particular body, but whether it was their true ID books or not, I wouldn't be able to say.  If I understand your question correctly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but if there were five identity documents found, containing ID numbers on five of these bodies, one of the bodies did not have an identity book?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Correct, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Apart from the identity documents, three could be connected by means of fingerprints.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "That is how I understood it, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now if these identity documents were found, if five identity documents were found, isn't there a fingerprint in the - thumb print in the ID book?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now could that be compared with fingerprints of the deceased to perhaps ascertain their identity, or do you know whether that was done?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I don't know whether it was done or not. I believe that it would have been done, yes, by Snr Supt Swarts and Col Dreyer.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Erwee, at what stage of the interrogation was an injection administered to the injured cadre by one of the medical orderlies from the SADF?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "If I remember correctly, it was at the stage that I noticed that the person had lost consciousness, and that further questioning would serve no purpose, and that I wouldn't extract anything from him.  It was then that I asked them to inject him to try and stabilise him so that he could be conveyed to Alldays, the 50-kilometre journey more or less.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You have testified that this interrogation lasted for approximately 10 minutes?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "If it was so, if I did say that, I should perhaps just place it in the proper perspective. It could have been 10 minutes but the little bit that I could extract was so meagre, the information, if I said 10 minutes, then I am actually perhaps over-estimating it. I would just correct myself to say five to eight minutes from the - it is actually correct if I say 10, from the time that I took him from the vehicle to the place where I laid him down and started questioning him and gave him an injection and putting him back on the vehicle.  All of that would have taken about 10 minutes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now during that period this person was gaining consciousness and losing it. Now you didn't think of taking immediate action to take him to hospital? I mean, you are concerned in interrogating a person who was in no condition to be interrogated.",
            "Female"
        ],
        [
            "A J G ERWEE",
            "That is correct so, yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you really did not have any interest at making sure that this person could be saved.  In your opinion the type of injuries that he had already sustained were such that it was possible that he could die. Is that the reason why you continued with the interrogation?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "That is correct, yes. According to my own observation, things did not look good for him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you were more interested in extracting whatever information you could and not in making sure that he gets immediate medical attention?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now you also testified that the reason why you requested Mr Fuchs to interpret for you during the interrogation, was that Mr Sehlwana was not around or you had not seen Mr Sehlwana around the people who had gathered around the injured person.",
            "Female"
        ],
        [
            "A J G ERWEE",
            "Yes, that's quite true.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "The three members of the SADF who were in that vicinity, why could they not be used?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "The three Defence Force members, I didn't know their names and I didn't know them personally. So I wouldn't have had the same confidence in them as I had in Mr Fuchs to understand what I was trying to get out of the injured person.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Does Mr Fuchs speak good Sesotho?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "I would say far above the average.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now you have also testified that you did not advise Mr Van der Merwe, nor Mr Coetsee of the fact that you had assigned Mr Swarts to investigate the matter in which he already had been a participant which investigation would then make him both participant and the referee. You then proceeded to state that you however had a perfectly good reason why you had assigned the task of investigation to Mr Swarts.  What I want to find out from you, Mr Erwee, is why did you not advise your superiors if you had a perfectly good reason why Mr Swarts had to be assigned to this investigation? Were you scared that if you had advised them something might be discovered which you didn't want them to find out?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "No, I don't think that there was anything which Willem or Brig Coetsee could have discovered which hasn't yet or already been said before the Commission.  The inquest, as I have said, which was investigated in a very watered-down way and didn't contain all the causal events, I believe from discussions and conversations with colleagues, that it was a fairly standard procedure in those times when insurgents were involved.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Is that the reason you are giving us, Mr Erwee?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "That is one of the reasons, yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now in your opinion do you think that  reasonable measures were taken by yourself as a commander on the ground on the 10th of July, to minimise the use of force by your members in an attempt to avert an attack, which, I must stress, you already anticipated from the cadres?  You were dealing with a troop of six cadres and you had the support of approximately 16 members from the SA Defence Force as well as a large contingent from the security police.  Do you think reasonable measures were really taken by you to minimise the use of force?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "Yes, I suppose that is a point which could be debated for a very long time, but I thought that we were five SAP members inside the Casspir with the driver, it was a Defence Force Casspir.  Those were the only people who could have fired if it was necessary to open fire. As far as I knew we were the only ones who did in fact fire. I was convinced that with the appearance of the armoured vehicle in the road, and the appearance of Capt Bourne and the two members and the use of a grenade, that there were calculated risks, but that it would have been sufficient to make the insurgents realise that they were overwhelmed and that they should just surrender without putting any resistance.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But since you anticipated some kind of resistance from the cadres, did you take any contingency plan with the people who were in the Casspir, as to who would be able to return fire in the event that they started firing at you?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "No, there wouldn't have been a specific instruction as to who should shoot first, to respond to the comrades' fire.  It was understood that I was the senior in the Casspir and a policeman is trained in such a way that right from the outset he knows that lives and properties probably should be protected and that that was the reason why they should fire.  So they didn't wait for a specific order from me and I assume in good faith that I shot first.  Whether other people shot before me, I can't remember.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You obviously have seen the post-mortem report.  And you see the nature of the injuries and the causes of death, which resulted therefrom.",
            "Female"
        ],
        [
            "A J G ERWEE",
            "To this day I haven't seen the photographs of the deceased.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I am talking about a report.  The post-mortem report exam not the photographs.",
            "Female"
        ],
        [
            "A J G ERWEE",
            "O, I beg your pardon, yes.  I heard when it was mentioned here before the Commission what the nature of the injuries were.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And judging from the nature of the injuries, Mr Erwee, that does not seem to be any demonstration that reasonable force was applied in this incident.  Wouldn't you agree with me?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "Could the person please repeat the question?\nThe interpreters didn't quite get the question.  We apologise.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I say judging by the nature of the injuries sustained by each of the occupants of the Kombi, there doesn't seem to have been any reasonable force applied, in averting the attack from the cadres. They suffered a number of multiple wounds, fractured skulls.",
            "Female"
        ],
        [
            "A J G ERWEE",
            "Yes, that is correct as you said.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "A person who really anticipated some resistance, probably if you had done something about the use of reasonable force, this could have been averted. Do you still believe that you really didn't act outside your instructions by your superiors?",
            "Female"
        ],
        [
            "A J G ERWEE",
            "I told the members what my instructions were, that if shots were fired at us, we should take no chances, we should respond and answer with fire ourselves, and when one shot and a volley was fired, we then immediately answered back and fired. I admit, I emptied the magazine and plus minus 10 additional bullets.  So altogether about 30 bullets which I fired into the bus. I don't know how many rounds were shot or fired by my colleagues, and the teargas which hung over the mini-bus and also the fact that the sound was muffled inside the Casspir, I can't remember whether there was any further gun-fire from the mini-bus.  My explosive experts told me at some stage when I asked how many shots had been fired from the AK-47s, I can't recall what their answer was, but several AK-47 spent cartridges were found inside the mini-bus.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you, Mr Erwee.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "I just want to make a couple of statements to you.  If at the inquest you had to reveal the true facts, you would have said, and please correct me if I am wrong.  You would have said we received information from the informant in Botswana, he is a colleague of ours, and he regularly or on occasion passes on information about freedom fighters wanting to cross the border.  You would have said that Bennett or Mr Sehlwana pretended falsely to be a taxi driver, but he is actually a security policeman, who would have revealed his identity and everybody would have known that he brought these people in under false pretences.  What would the effect of that have been on the intelligence gathering operations regarding people who were crossing the border or about the intelligence regarding people who entered the country to come and plant bombs in Checkers or whatever.",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "Chairperson, firstly, talking about Botswana.  It would have started getting risky.  Risky in the sense that we knew that there were members and informers and that it could lead to arrests and charges of espionage, et cetera. If we had used Sehlwana's name, we would have endangered his life.  It wouldn't have been in our interests and it would have hampered future operations and intelligence networks, that is how I would respond to that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Except that you need to be careful about that. I mean, you are an experienced policeman yourself. You must have testified in court many times.  In courts we don't have to say I got information from so-and-so, all you have to say is that I got, my informer gave me information and as a result of the information we went there to go and put up a road-block.  I mean, you didn't have to go into such details.  The Courts accept that, isn't it?",
            "Unknown"
        ],
        [
            "A J G ERWEE",
            "I accept that, you are correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Would this be a convenient stage to adjourn until tomorrow morning? I would have liked to have put one or two questions to you, Mr Erwee, but I think it is perhaps a convenient stage to break until tomorrow half past nine.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}