{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-07-01",
        "location": "PIETERSBURG",
        "day": "2",
        "names": [
            "W J VAN DER MERWE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54786&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pburg/vdmerwe.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV VISSER",
            "CHAIRMAN",
            "MR BLACK",
            "MR ROSSOUW",
            "MS KHAMPEPE",
            "WILLEM JOHANNES VAN DER MERWE"
        ],
        "original_speakers": [
            "ADV VISSER",
            "CHAIRMAN",
            "MR VAN DER MERWE",
            "WILLEM JOHANNES VAN DER MERWE",
            "ADV DE JAGER",
            "MR BLACK",
            "WILLEM JOHANNES  VAN DER MERWE",
            "MR ROSSOUW",
            "MS KHAMPEPE"
        ]
    },
    "testimony": [
        [
            "ADV VISSER",
            "May it please you Mr Chairman.  This is an application for amnesty for the persons mentioned in B on your covering note of your bundle.  Mr Chairman could you just give an indication what your normal time for your tea adjournment is.  Is it at 11 or 11H15?\n\tMr Chairman we have two points really which we want to alert you to before we commence.  Why we wish to do it now Mr Chairman is because we know that these issues will become pertinent when you hear the evidence, and if I may give you an inkling what this is about Mr Chairman, it really concerns an interpretation of Section 20 in regard to the expression, act, omission or offence.  The intention is not to become involved in a detailed legal argument.  The intention is merely to alert you to the fact that what you will hear from the applicants is that they don't believe they did anything wrong. \n\tNow why we wish to make this point now is that we are afraid that it may give rise to a reaction from the Committee but if you say you did nothing wrong, why are you here?  And what we've done Mr Chairman is to be of some assistance if possible,is, we've put this down on paper very shortly under Heads of Argument.  May I beg leave to hand it up to you?  The idea is not to deal with this fully at this stage, I'm just going to refer you to certain passages in it and what I would suggest, with respect, is that you read it in your own good time, and if it is necessary thereafter Mr Chairman, you can call on me and one can discuss this as being suggested perhaps after the evidence has been led.\n\tMr Chairman, may I take you through this very quickly. \n\tParagraph 1 deals first of all with the Interim Constitution, the preamble.  Now this issue concerns whether the approach of this Committee should be to grant amnesty to individuals as opposed to amnesty in regard to incidents.  It is not altogether clear Mr Chairman and there is no authority on the point. The preamble, to summarise, the postamble of this interim Constitution speaks of acts, incidents if I may call them that, in regard to which amnesty will be granted.  I have underlined it at page two Mr Chairman.\n\"Amnesty shall be granted in respect of acts, omissions and offences associated with political objectives.\"\nThat is all it says. \n\tThen I have quoted for your convenience at the bottom of the page what the Promotion of National Unity and Reconciliation Act says.  You will see Mr Chairman from what I have underlined that although the wording has been retained, the focus somehow was moved to individuals.  Now your question will be why do we mention this?  We mention this for the following reasons, Mr Chairman.  We are very well aware that this Committee is under extreme time pressure.  We have a situation where this is going to arise, where we have at most half of the persons. Say six of the thirteen people who are applying for amnesty who can make a contribution towards the facts. The rest of those people will just be wasting time by giving evidence, each and every one of them.  They're available and we can do this but in an attempt to assist the Committee, we thought we'd point out, Mr Chairman, that if their approach is going to be that if your Committee feels that the political motivation for this particular incident is such that the persons involved therein were politically motivated to commit the acts, then Mr Chairman ...(indistinct), then all of them or none of them receive amnesty, and then you would be in a position to say, well Mr Visser, lead the evidence of the people who could tell us something, but don't lead the evidence of those persons who can tell us nothing new.  \n\tI'm leaving it for your consideration Mr Chairman. We will start leading the evidence, we believe that six witnesses can be of any assistance, thereafter the others will be available and at that stage, when you've read the heads, you can then make a decision in respect of whether you want to hear each and every one of them. \tMay I say immediately what we have in mind is to bring each of those persons before you, let him take the oath, let him confirm what he has stated in his application form and then Mr Chairman, I'm certainly not going to lead the same evidence as you have heard before, I'm simply going to allow him to be cross-examined by my learned friends, by whoever wants to cross-examine them or questions from the Bench as it were.\n\tMr Chairman if I may turn to page 7.  We there deal with the issue - well perhaps well perhaps we should go to page 8 paragraph 3. The whole issue of acts, omissions or offences, the provisions of the Act are fraught with ambiguities Mr Chairman as you will know, because, and I tried to set out the relevant provisions, the Act in short says what you have to deal with is an act, omission or offence.  On a literal interpretation of the Act it would mean that each of those would be a category, it would be an act, an omission, or an offence, but then our Act goes on to say that an Act must also be an offence without specifying whether the offence and the act have now become one category.  The result of this, there are three permutations.\n\tOne is that your Committee and the Commission must adopt the view on the literal interpretation that once a person says, I committed an act that the qualification in Section 21(b) to say that it must also be an offence or delict doesn't qualify the Act as a peremptory provision that the act must be that.  It can only be an act.  That's one interpretation.   \n    Then there's another interpretation which says no but Section 21(b) means that every act, ommission or offence must be an offence or a delict which is tautologous, ambiguous and it really doesn't make sense, but it's an interpretation which is possible. \n\tNow on that score Mr Chairman, what we're saying is that you've got two extremes. You've got an extreme case where it clearly can be said that the act which the people are applying for for amnesty is certainly not an offence or a delict and the other extreme is it's clearly either an offence or a delict but you have a grey area Mr Chairman.  Where a man says to you, I don't think I did anything wrong, but maybe I'm wrong. I can't be the judge of my own case.  You may think that I exceeded the bounds of self-defence in which event what I did may have been a delict, I don't know, I think I did right.  Or the alternative ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Speaking for myself professionally, I don't think amnesty is meant to be an insurance against somebody who feels that possibly his defence will not stand.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman that's precisely what amnesty is about. That is with all due respect, that's precisely what it's about.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well either you have committed a crime or you haven't.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Who must judge that Mr Chairman, must the perpetrator be the judge of his own case?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well can I take you on that.  If a person comes and he gives us the facts, and we find that according to what he is saying he has not committed an offence, we can't give him amnesty.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Well that's the question which we're raising here Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well it will be - surely it's absurd to say that if we find from what he's telling us he has definitely not committed an offence, it is absurd to say that we must give him amnesty.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr Chairman may I put it this way.  In the press we have seen on many occasions Bishop Tutu saying, if you have any doubts, apply for amnesty. Why did he say that? Quite correctly he said that.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well that is his view.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "No Mr Chairman with respect, this touches on the dilemma, what if a man who comes to you and says to you I don't think I did anything wrong and you find at the end of the day that he did nothing wrong, and suddenly Mr Chairman, down the road somebody comes and says, well look we are going to take you to court and the judge there finds that he did in fact commit and offence? Think about it Mr Chairman.  He's gone through the correct procedure, he's applied for his amnesty. On the facts and on your judgement ...(intervention).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It would depend on a number of things.  It would also depend on what he told the Judge subsequently.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Well of course...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Whether he gave him the same facts or whether he spoke with the same conviction, whether he wore on his face the same appearance of credibility, but I don't understand why somebody would say, 'well listen I think I went to a cafe, I took out a loaf of bread to go and feed the comrades who were starving in the bush. Some people think I stole that bread, but as far as I'm concerned I paid for that at the till but there's an argument, but just in case people find out I didn't pay for that loaf of bread, I want amnesty.'  And then he comes in front of us, he says, 'I took a loaf of bread from the shelves, I definitely gave the money to the cashier and the cashier gave me change. I didn't steal that'.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Then you say to him, why are you here?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "What amnesty must I give him for on those facts, on that?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "No but can I give you the facts of our case, Mr Chairman, because that's a clear case, but let me give you the facts in our case...(intervention).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, look you say that's a clear case, but each time when we reach at the end of our case we are clear. When we make a decision we are clear, we are not unclear.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes, Mr Chairman, I'm going to start leading the evidence and you will hear...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You can lead the evidence but at the end of the evidence it's going to be clear to us, whether in our view they've committed an offence or not, we are not going to be unclear about it.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "But at this stage, if at least I have the assurance that I will be allowed to lead the evidence without you telling them to go away because they didn't commit an offence...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "No no no we won't because at this stage we are unclear.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Well then we've succeeded in what we wanted to place before you.  Thank you Mr Chairman.\n\tMr Chairman, the first witness, perhaps I should give an outline Mr Chairman. \n\tWhat we intend to do is first of all to call the officer in command of Far Northern Transvaal Security Branch of the police to give you a general background and also, as far as he personally was aware of the facts as related to him and as far as he was personally involved in the planning and organisation for this operation.  We will then call for you, he is Colonel Willem van der Merwe.  We'll call him first.  \n\tThen logically we will call thereafter Brigadier Nick Coetsee who was second in command, his evidence might not be that long but to fill in that gap.\n\tThen Mr Chairman what we will do is to call Mr Koos van den Berg who was the link from the original contact, or the original information and how that information was fed through, and then you will remind yourselves that in the application forms what was done, was that only in Mr Erwee's application were the facts set out and all the others just referred to, to him.\n\tWhat we'll then do is to call Erwee and then one can go into detail about the incident, I would presume.  Thereafter Mr Chairman we will have to call Mr Fuchs for whatever the relevance may be of the evidence of Sehlwana, as far as he's concerned.  And we will call Mr Swart because you will remind yourself that he has applied for amnesty in regard to defeating the ends of justice relating to the inquest.  Also Erwee and Swart that have applied for amnesty in this regard.\n\tAnd then Mr Chairman, as I said before, we will present the other witnesses to you but we don't believe that they would be able to take the matter any further.\n\tI would then ask for Colonel van der Merwe to take the stand Mr Chairman, he prefers to give his evidence in Afrikaans.\n\tYour full names please?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Willem Johannes van der Merwe.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADV VISSER",
            "Colonel van der Merwe, we will refer to you as Mr van der Merwe, I hope you don't mind.  Do you have in front of you a copy of your amnesty application?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you are requesting to refer to that, if just necessary to just refresh your memory.  Is that correct?\n\tWould you please tell the Committee, during 1986, were you a member of the South African Police?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I was.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And at this stage are you still an active member of the police?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Do you mean at the moment?  No, I have retired on pension from the Force.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Does his application appear on page 41?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I apologise Chairperson, I should have referred you to that, that is correct, I apologise, I failed to mention that.\n\tIn your application Mr van der Merwe you referred on page 42 in paragraph 9.A(4), we don't have to look it up, you referred to Mr Andries Gerhardus Erwee's statement in which the facts are set out in respect of this incident and with which you associate yourself as far as your knowledged goes.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Erwee will also testify in this regard.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Would you at the outside sketch a bit of background of yourself as far as your career in the Police is concerned, your progress, the highlights of your career until your retirement please.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Mr Chairperson, I joined the Force in 1953 on the 10th of August.  I was stationed in Vereeniging for 20 years.  I was involved in the Detective Branch and at a later stage in 1961 in the Security Branch in Vereeniging. In 1979 about June-July I went to South West Africa which is now Namibia where I was stationed in Rundu. I stayed there for five and a half years and in the start of '79 I went to Pietersburg, transferred to Pietersburg as a major.\n\tI stayed in Pietersburg in the Security Branch and at the end of '86 I retired on pension from the Force.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now in the Security Branch you progressed to the head of the Security Branch here in the Far Northern Region, is that correct.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is correct, I was promoted to a full Colonel during my service.",
            "Male"
        ],
        [
            "ADV VISSER",
            "If we could then focus on 1986, you were head  or the commander in chief, who was second in command?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Brigadier Nick Coetsee.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Where were you stationed?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "In Pietersburg itself.",
            "Male"
        ],
        [
            "ADV VISSER",
            "What was the size of your department in the Security Branch?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Mr Chairperson that is a difficult question.  It varied.  If I may just sketch it briefly.  The Security Branch Far North consisted of the district of headquarters and then various Branch offices which were strategically located throughout the whole area.  I don't know whether it's necessary to elaborate.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes I think mention them. I think just mention them all so that we can get some kind of idea of the area.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The border of the particular area went form Northam in the west along the Limpopo including the interior areas around the bend of the Limpopo river to where the Olifants River crosses the game reserve and then to Pienaars River.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could you please give us a specific place?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Messina and I said Pienaars River. Along the Limpopo, Pienaars River, which would include the game reserve and then where the Olifants River actually enters the game reserve and crosses it to Mozambique, that was our southern border.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And the Olifants River enters the Game Reserve just north of Hoedspruit, is that correct?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could you give us names of towns?  On the borders of this area you spoke Northam.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes and then Thabazimbi, Messina..",
            "Male"
        ],
        [
            "ADV VISSER",
            "Nylstroom?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I actually concentrated on the border area where we had branches but we had one in Nylstroom yes. Thabazimbi, Ellis Ras, Louis Trichardt, Messina, Tzaneen, Phalaborwa..",
            "Male"
        ],
        [
            "ADV VISSER",
            "Giyani?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes Giyani which was then in the National State of Gazankulu.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And the area which you just mentioned, does that include certain national border posts?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes it includes border posts.  Should I mention the names of the border posts?",
            "Male"
        ],
        [
            "ADV VISSER",
            "May I lead him on this Chairperson, it could save some time. Buffelspoort, Stockpoort, Groblersdrif, Zanzibaar, Saambou Bridge, Platjan and then also Beit Bridge.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now why this could be relevant as a background I would like to ask you to sketch to the Committee what the particular problems were that you had to deal with and that the Security Branch in this area had to deal with. What were you all about?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I hear what you say.  The Far Northern Security Branch concentrated specifically on organisations which had been banned and which had as the objective to resist the government of the day and perhaps ultimately to overthrow it, particularly the ANC, the PAC and Youth organisations and allies.  We dealt with school unrest that took up a lot of our time unfortunately, schools which were burned down, school boycotts, marches etc.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you also had the University of the North here?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I'm getting to that now.  In this context the University of the North was the flash-point in the sense that a large group of students were concentrated there and it housed a large number of students, more than  it was destined for and there was a lot of political activity taking place there and more specifically undermining political activities, and this was aimed against the state.\n\tNow this also meant that the surrounding areas such as Mankweng etc, that that became an affected area in this particular regard.  I mustn't fail to mention that there were also some Black towns in the area which did not fall under the independent states and that was at Warm Baths, Nylstroom, Naboomspruit and at Messina. \n\tObviously councils were established to administer these areas and we experienced problems there as a result of intimidation and purposeful rejection of the system and we experienced major problems in maintaining the councillors and these councils and forums.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you experience unrest in your area?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "We were fortunate in this respect. Now I'm specifically referring to the time that I was there, that we didn't have the same degree of unrest but we did have our share of it which resulted in school unrest and also unrest at the University campus, which then spread further.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And violence, Mr van der Merwe?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "We didn't have major incidences of violence.",
            "Male"
        ],
        [
            "ADV VISSER",
            "The fact that your area included an international border, how did that affect your priorities in the area?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It was very high priority for us.  There were many terrorist attacks, there were ANC and PAC cadres which committed acts of sabotage.  Others had missions to be politically active, to influence the masses, to encourage them to resist the government and for that reason it was our task to determine the particulars of people leaving the country with the intention to obtain further training abroad or elsewhere and then to return to the country as trained cadres to continue with the struggle, and then obviously the already trained people.  We had to try to combat the infiltration of these trained people across the border and to try to arrest them and as far as possible to try to keep the area as free of infiltration as possible.",
            "Male"
        ],
        [
            "ADV VISSER",
            "So to summarise you said that the Far Northern Region was relatively unscathed as far as the general unrest and violence in the country is concerned and your highest priority here was in fact on a continuing basis, was to patrol the border and everything that that meant.  Would that be correct.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I would just like however, to make one small qualification. We had the usual man-power shortage.  Our big task was to operate internally and we had to also gather information.  That was a major issue.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes we will get to that.  If I may interrupt you, we will no come to the information gathering, but the issue of the border and the patrolling of the border and everything that that entailed, that was very important?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now I've actually interrupted myself, could I perhaps mention Chairperson that you referred to the situation which existed at the time. From '85-'86 onwards we had quite a few incidents of land mine cases which took place mainly to the west of Messina as far as Stockpoort.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And what I forgot to ask you, as far as the intensity or the importance from a security point of view is concerned of the Limpopo border, we know that certain areas were proclaimed in that period as operational areas and affected areas which meant different things, which were defined in various ways, but for purposes of this application, this indicated as certain intensity of activity in that area or areas.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now were there areas alongside the Limpopo in your time of service which were declared to be affected or operational areas?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No to the best of my knowledge, the area adjoining the border was not an operational area but it was regarded as an affected area for whatever that might have meant.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now in order to perform your duties you had to gather information and you've already referred to that briefly.  I'd like you to explain to the Committee how important or unimportant information gathering and intelligence gathering was for you in your job?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson what it amounted to is that a security policeman's work entails mainly the gathering of intelligence to be able to determine the threat and once the threat has been identified, to also then identify the people posing the threat and the roles played by those people.  Here we are referring to the organisations I've already mentioned that had established domestic or internal structures to defy and resist the government. We're talking about intelligence which was necessary to determine who was leaving the country with the intention of furthering the military training and also we needed intelligence, sometimes from across our borders, sometime internally, regarding the infiltration of MK cadres and others entering the country to commit acts of aggression on the one hand and also those who entered with a political mission to encourage and strengthen the structures in the country.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr van der Merwe it wasn't the task only of the security police to secure the border, the defence force also maintained a presence in that area?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Where was the defence force stationed?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The defence force headquarters in the Far Northern Command was in Pietersburg but it also had branches elsewhere in the area and by virtue of the circumstances they concentrated mainly on the border areas adjoining the Northern States.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I apologise Mr Visser for interrupting you. Mr van der Merwe is it so that your area bordered three different countries?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Botswana, Zimbabwe and Mozambique",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Is it true that the security branch cooperated with the defence force regarding the exchange of information  and, well perhaps you can elaborate on that?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "We were very reliant on each other, the defence force and the police with their various divisions and branches had their own specific functions and line functions but as far as internal security was concerned, it was essential that we had to have close cooperation, exchange intelligence and where necessary also cooperate in performing physical operations.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And they also needed you, for instance if they apprehended an infiltrator, what would they do with them?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes because they didn't have executive powers and we did, they would then hand over such a person to us and we process the person through the normal channels and the courts and so forth.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes the Committee is well aware of the fact that there are various divisions in the police and we know that there was a counter-insurgency unit in the South African Police.  It was referred to as TIN?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now was TIN active in your area?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes there were a couple of TIN bases.  They weren't always static and the numbers varied, but yes they were present.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And what were they tasked to do?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "They also dealt with the infiltration of trained terrorists.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Chairperson I don't want to go into a great deal of detail here, you've heard a lot about joint management systems, I don't want to place all that evidence in front of you again.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Can we adjourn at this stage or are you..?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes Mr Chairman, yes indeed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr van der Merwe, I see in your documents that you associate yourself with what Mr Erwee said in his application.  Is that correct?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I don't want to ask any questions about that.  I expect that you have read Mr Erwee's application and read his statements.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I have done that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Because if you haven't done so then you must please ensure that you do that during the tea adjournment because there is a likelihood that we will ask you questions arising from what Mr Erwee says in his application because you testified before him.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "May I just ask Chairperson in respect of Mr Erwee's statement, will that deal with the incident itself?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes that as well and also regarding the instruction.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes I follow.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman I've spoken to my learned friend. During the tea adjournment I had the opportunity of speaking to representatives of the families, the victims families who are present and they have indicated that there will be a representative of each family until the end of the proceedings.  I raised that because as to whether or not they'd also indicated to me that in so far as the first applicant is concerned, who has already testified, that there are no questions that they would like  to put to him.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "So you are saying that they elect to testify after everyone else shall have given evidence, each of the applicants, even if that would be Thursday of Friday morning for example.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That's what they tell me.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Visser!",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Mr van der Merwe you are still under oath, you understand it?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADV VISSER",
            "We came to the point in the evidence where I want to ask you which structures or systems were in place in 1986 to administer the security actions.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson we had the Joint Management Centre.  We had it in the Far North.  It was placed in the headquarters of the Regional Commander in Town and it consisted of the Joint Management System.  We had the Security Committee and on a regular basis we got together with the defence force and other structures to discuss the situation on the ground and also to plan.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And who did you have sitting on the joint management system on behalf of the security?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I represented them.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr van der Merwe there was evidence before another committee of the Amnesty Committee that in 1986 there was a general instruction given that had as a result that the security branch had to proceed into ordinary guerilla warfare. Are you aware of this?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No not at all.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were any instructions given to you as commander of Far North Security Branch that would have implied that you would have the right to eliminate people without following the legal process.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No not at all.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And if such an instruction were given would you have accepted it orally?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No it would have been out of order.  No.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Where did you usually get your instructions that you had to comply with as a member of the Security Branch.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson the procedure was as such that the security branch and that goes for all the security branches in the country.  We got instructions from the head office, the Security Branch head office. We received written instructions and briefings.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Was this something that you got regularly or seldom, what was the volume of this.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes large volumes, sometimes quite a few times per week through the post, quite a bit of post which included statements of MK's who have been arrested and we studied this so that we could see what their techniques were.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And what was the role that the gathering of information that you gathered.. Let me rephrase.  If you gathered any information that pointed to the fact that there was an insurgence of people who could commit violent acts, what would you do with the information?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It was given in a report in code form to Head Office.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And because of this information were there any instructions given to you that was a result of information that you gave?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It would be very difficult for me to pin point it. We had on many occasions given information reports to Head Office based on information that we got here and what was then also planned for the future.",
            "Male"
        ],
        [
            "ADV VISSER",
            "So for medium and long term planning, you say that information was very important?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Chairperson if we now can come to the facts of the current case.  Just to put your case in order, you weren't involved on the ground relating to this particular incident, this operation, but if I understand you correctly, it was with planning and then also giving orders.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson I was in my office most of the time.  There was a lot of administrative work in this region and from the office by means of conferences with my men at the branches as well as in my office, I was busy with that mostly and I also visited the region.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr van der Merwe could I ask you to tell the Committee in your own words what your involvement was and the information that you received. If you just would point to it every time whether it was information which you received and whether it was something which you were involved in personally.  Just tell us your version as you know it of the incident of the 10th of July '86 and you can start right at the beginning.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I hear what you say Chairperson, I would like to state that it was 11 years ago and since I left the Force and I can't everything as clear but what I can remember, and perhaps I should just say that how we worked, we had teams and they had certain offices and they worked in the field to gather information and there we had for example Koos van der Berg and Matthew Sehlwana and they were working in their area of Botswana right up to the border and sometimes across the border.  And I can remember during May '86 , Brigadier Nick Coetsee told me that there was information that there were people who wanted to come in from Botswana.  They wanted to cross the border into the Republic.\n\tNow this kind of information, and we really suffered under the fact that there were so many illegal immigrants from the North in the country and we had to sift when we got information of this nature to determine whether it was clean, illegal immigrants or were they perhaps terrorists under the cover of immigrants.  But during may via Sehlwana and Koos van der Berg and Brigadier Coetsee, I got information that there were possibly three people who wanted to come in and they asked for assistance with regard to crossing points and transport into the Republic from Botswana.\n\tNow usually we do a follow-up on the information and then as it develops and then also the seniors in the structure are also then informed about the information. \n\tI could perhaps summarise it by saying that this information continued.  It was monitored by these people and these three people wanted to come in, and at some stage, I think it could perhaps be in June, it seemed as if because of what was said by the contact person to our informer in Botswana, that these people spoke Afrikaans and he noticed that they were speaking Afrikaans and he thought that they could be people who actually originated in South Africa.   Then the suspicion was created that it could perhaps be terrorists who wanted to come in, and keeping that in mind the necessary attention was given to this case and it came to a stage where these people specifically asked that they be assisted with transport from the border into the country.\n\tAt this stage we had reason to believe that these would be insurgents of a political nature.  We treated it as such and then we came to a point where a specific date was given.  Now I'm making an apology for the fact that I can't remember the specific date but it was in June that it was planned that these three would come through and that they would need transport. We then planned that as Security Branch members we would get a vehicle that we would give to Sehlwana which he would use to transport the people.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could I interrupt you.  What kind of vehicle was it?  Can you remember?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I know it was a red vehicle.  I can't really think of the make, the model, it was a passenger vehicle, and he would then transport the people and the idea was at that stage that they would go to Seshego the township next to Pietersburg. And what we wanted to do with these three people and then also properly controlled from the road from where they were coming up to where they said their destination was, that we would place security branch members and then monitor the situation and we would also have liked it so that we could determine the destination at the end of this journey and had it been terrorists, it would also have given us an indication of where they would have stayed over, that there would be any safe houses or helpers.\n\tEverything was put in place for the operation. That in fact didn't realise and at a further opportunity certain steps were taken to repeat the same situation, in other words bringing the people in when they said that they wanted to come in again.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Can you remember which month?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I'm of the opinion it was late in June. It also didn't realise.",
            "Male"
        ],
        [
            "ADV VISSER",
            "If I could interrupt you. We know the Defence Force assistance was requested at some stage.  Just keep that in mind when you continue with your story to just at the point as you can remember it you made contact with Commando Northern Transvaal just to mention that at the correct place.  You can continue.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson I should have mentioned it, it is true because we wanted to be quite safe and that was also our policy at the Joint Management System that we would immediately, even if we didn't have confirmation that they were real terrorists, that we would inform each other so that we are in fact informed about this. I attended meetings frequently and then right from the start I mentioned this during meetings. That is so",
            "Male"
        ],
        [
            "ADV VISSER",
            "You're at the end of June and you said when the people would come in and it didn't take place, you can continue from there.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson it must have been in the region of the 8th of July where our man and his network then determined that there was a possibility that these people wanted to cross the border.",
            "Male"
        ],
        [
            "ADV VISSER",
            "If you refer to our man, who do you refer to?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I refer to Sehlwana who monitored the situation with his informer?  And during that time, I think it must have been the 8th or so, information from Sehlwana who made a contact with the informer and the people who had to come in, it then seemed that there would be six people who had to be brought in.  And at this stage we had to change our plans because the vehicle that we had in mind to use in this instance would have been too small to transport the people, and then also six people and we also at that stage had reason to believe that they were terrorists and also were armed. We then had to plan for a bigger vehicle and also did some more planning in order to be able to apprehend a larger number of people without suffering any damages.\n\tIt was then made known that these people would come in on the 10th of July, the morning of the 10th of July and as a result serious planning was done and I decided that we did have a vehicle that we could use and that was a combi and we also discussed this with Sehlwana, van der Berg and Coetsee as to how this had to be done. We knew it was six people, they were armed and they wanted to enter the country, they needed transport, we're going to give them this transport.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Colonel just for a moment, you refer to us or we discussed it.  Do you imply that you yourself?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No as I'm trying to state it, in the company of van der Berg, Sehlwana and Brigadier Coetsee.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Were you present yourself and were they all present? Or are you referring to a broader planning?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "We were together when we did this planning.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The eventual planning and I should perhaps just say this now, when this situation became a certainty we also informed the Commander of the situation and he offered that he would give a group of his people ...(intervention)",
            "Male"
        ],
        [
            "ADV VISSER",
            "Please forgive me, I just want to interrupt you.  It's logical in this context that I ask you the question, can you remember the person with whom you made contact at Commandment Far North?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Now it's not good for my memory but I'm not quite sure, I think it was General Meiring at that stage.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you ask him for assistance.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It wasn't something new for them because the possibility is always there and he also made people available.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could you just perhaps explain to the members, it might be confusing.  Before this date, where you ask formerly for assistance, is it correct that there were defence force members involved in some way with this operation before May and June and if so in what capacity and why.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that's true.  You earlier asked whether I was on the ground and from where I acted. Obviously many things that took place in this operation on the ground, I wasn't present and I only heard about it during our discussions of the plan during the planning at an earlier stage with the possible of these three people, there were already people used from the defence force with more sophisticated radio equipment, they helped us in that regard.  In this process we had observation points manned by my men and there had to be communication to say what was happening at the different places. At that stage in that regard we made use of the defence force.",
            "Male"
        ],
        [
            "ADV VISSER",
            "The police didn't have sufficient radio systems and equipment to stay in contact with each other but the defence force had that?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes our security vehicles were equipped in such a way that we could communicate but there were - that is correct.\nNO FURTHER QUESTIONS BY ADV VISSER",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR ROSSOUW",
            "Mr van der Merwe, just two issues.  The first one relates to the planning. From the planning of how this operation would take place were you ever on the scene itself?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "No.  From the planning where you involved taking into consideration the assistance of the defence force, the number of people, 36 who were involved and the plan that was conveyed to Mr Sehlwana, do you think that it is a reasonable deduction that there would be shooting at the scene?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I think that that could be a probable inference.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "His testimony was that while it was being rehearsed that they were going to shoot there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Doesn't he go any further, didn't he say that he thought these people were going to be killed there?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman that is not my recollection, I think his testimony -  Mr Chairman I can't remember the words dood gemaak word, I can only recollect that he said that they were going to shoot.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "No, I think he actually said that.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Yes that's our recollection.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "He actually said that he realised that they were no longer going to arrest those people but to kill them.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "If I'm not mistaken Mr Rossouw, that also appears from his written application. That appears from the annexure from his application.",
            "Female"
        ],
        [
            "ADV VISSER",
            "It's page 9 Mr Chairman, paragraph 7.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman, I beg the Committee's pardon.  I was just, it was pointed out to me by my learned colleague, that at one stage my recollection is also that he said, he stated it in various ways but at one point he did indicate that he said it came to my mind that they were going to kill them. That is the deduction that he made.  Mr van der Merwe from the planning you agree that from the planning it could be a reasonable deduction that there could be shooting.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes the possibility did exist.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You also said and I assume that Mr Sehlwana wasn't involved when it was said, but you also said, and I wrote it down, that you told Erwee and the defence force captain that they should be under no illusion that if danger should arise that the lives of the security forces would have been first priority.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "But you said that to them but not to Sehlwana?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No I told that to them. He wasn't present.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And then you also answered what it would imply and you said that they would have to shoot if necessary.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And then lastly. Relating to the incident where the 6th person of the MK soldiers were killed, you said that later in the afternoon you were contacted and what were you informed?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That the operation was completed and that six terrorists were shot dead.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "It wasn't said that five were killed and one was wounded fatally?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The initial message came through as I said to you now but later on I did realise and heard what actually happened.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "So the first report that you got was an inference that everybody was shot at the scene?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is how I understood it.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Were you at some stage told how the wounded occupant of this combi was transported to the hospital?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I was informed that when the person was wounded that, that's the army officer, the helicopter transported him and the other MK soldier, the wounded one was transported with the vehicle.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I don't know whether you can give any commentary on that but if you could, why was the heavily wounded member in the combi, why wasn't he also transported by helicopter?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I judged, based on my observation and my knowledge with the teargas present and there was also communication, the army officer was shot and immediately the helicopter took him away and left and he was already quite some distance and later on you will perhaps hear how it long it took to determine that there was still someone alive. And the fact was that he was far away and it would have been impractical that he would return to come and fetch this other man because he was almost at his destination.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Rossouw.  Mr van der Merwe what you have just stated would be your assumption.  You never spoke to Mr Erwee or to any of the officers who were at the scene to find out why the injured person was not taken by helicopter together with the captain from the defence force?",
            "Female"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I'm sorry but my equipment was not switched on properly but I did hear what you said. The members that you refer to, I did speak to them afterwards but I wasn't on the scene so I didn't know exactly what happened there.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "My question was merely to find out if you made any specific enquiry why the injured person was not taken by helicopter together with the captain from the defence force. Did you make such an enquiry, did you ask the people who were there why the injured person was not taken by helicopter?",
            "Female"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I just want to mention that my hearing equipment is not working.  I can hear what you say but I can't get the interpretation. Don't you please want to repeat it and then I can answer it?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What I wanted to find out is whether you made any specific enquiry from the officers who were at the scene as to why the injured cadre was not taken by helicopter together with the captain from the defence force. Did you or did you not make such a specific enquiry?",
            "Female"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes and that is logical. People were transported, why not this man that we actually wanted to have alive at the hospital. And then they said that the helicopter had to move away quickly because of the teargas that was still present and the helicopter was already a far distance away from the scene, and they had quickly moved away before there was an episode where this person who was then questioned that there was any need for him to go to the hospital.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.  Mr Rossouw, you may proceed.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Thank you Mr Chairman.\n\tMr van der Merwe a last question.  You say that approximately a month ago you heard from Mr Visser about the allegation that Mr Fuchs shot the wounded person?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you get any indication where that information came from?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It comes from the statement by Sehlwana.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I've got nothing further at this stage.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Black!",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "Thank you Mr Chairman.\n\tMr van der Merwe throughout your evidence relating to the six people who were to be transported into South Africa from Botswana, you refer to them as being armed people, at one stage, and at the next stage you refer to them as \"well trained armed men\". Did you have any information prior to this incident that these six ...(intervention)  (Tape appears to change here....)",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now you were at the game fence. The defence force man, where would he have been, the man who was supposed to throw the gas grenade?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "He would have been away from the place where the combi was to be. Some distance away towards the game fence, under the shelter of some trees.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr Chairperson I wonder if we could make a copy of Exhibit C which you have in front of you. We don't have a photostat copy of it but maybe we could be allowed to make or draw a rough map, it might be of assistance for record purposes for the witness to refer to the points of the compass as Mr Sehlwana referred to them because we are not going to enter into a dispute as to where north, west, south and east were because the facts are correct according to Exhibit C. My attorney says that we could perhaps make a photostat copy but I don't want us to actually adjourn, I really want us to continue.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Very well I meant to cause copies to be made during tea break but I forgot completely about it.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Perhaps I could be allowed just, not an official document, but just to let the witness have something in front of him showing the points of the compass.  It may facilitate reference for the sake of the record. That's all I thought.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You don't prefer to use the same ...(intervention)",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "I would Mr Chairperson but then you wouldn't be able to follow now, you see.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But surely Mr Visser it's east, west, north and south and the river or the spruitjie running from north to south and a road running from east to west, it's not so complicated. We could follow that.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Well Mr Chairman this person wasn't there, he doesn't know the area. I can try Mr Chairman but as long as it's not held against the witness if he then confuses the points of issue.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Well another thing is that I don't know whether he would find Exhibit C useful because the cardinal points there have not been put up in the conventional way. They were put up in accordance with the witness', Mr Sehlwana's version but definitely not in the conventional way, like you put North up on a piece of paper.  In his case East is up on the piece of paper and that may confuse him, but if you want to try and if you think it could be useful to the witness or do you prefer to use the other document the one you once produced?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Let's see how far we get on the suggestion of Mr de Jager and see how far the witness gets.\n\tAs I understand it Mr van der Merwe, the witness drove from east to west with the combi.  I beg your pardon Chairperson, from west to east, not from east to west. I don't have the exhibit in front of me, so I don't know.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You don't need the exhibit, the evidence was that he came from the west, from Botswana to Pietersburg, so it's from west to east.",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "If you accept that the combi drove from west to east then one could on that basis assume the south would be on the right-hand side and left on the left-hand side as the combi was driving along.  Now on that assumption could you proceed?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.  Our planning, as I've already was that he would jump out on the right-hand side of the combi and on the strength of what you've said where east and west are, then moved along the right side of the combi towards the game fence and take shelter there.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes, thata's the south side.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that would then be in the south. That is where the defence force man would have been with the grenade, yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And according to your planning, what would Sehlwana have done?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "As far as I can remember, he was supposed to have moved in the same direction, away from the scene to seek shelter.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Who were the people when the final planning was done by yourself, who was present during the final planning session?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Are you talking about the planning as to what should happen at the scene?",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I know that Sehlwana was present and Captain Erwee was there and Mr Coetsee was there.  You know when you're far way from a particular scene you can't do detailed planning, you can only lay down a very wide framework, so the idea is that we agreed on the possibility of executing the operation in this way and that the specifics would depend on the terrain there and that the people involved with the defence force would go there and do the final planning on the ground.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes the detail would be sorted out on the terrain itself.   Now was a representative of the defence force present at this meeting?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I can't remember whether he was present at that stage, I seem to recall that I only saw him at a later stage when we actually said goodbye to them and when I said a couple of words before they went to the scene for the final planning.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Can you remember which commander of the defence force was involved?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I was brought under the impression that it was Five Reconnaissance Unit from Phalaborwa.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Was it important for you also to bring in other people other than the Pietersburg Branch members to assist in this operation?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson no.  As I saw the whole set-up and depending on the people that we had at our disposal and the scene that we had at our disposal, I didn't deem it necessary, I think there would have been an overlap and people would have been falling over each other rather than effect an arrest.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes perhaps I expressed myself badly.  Was it only Pietersburg members taking part in this operation?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No from other branches, Louis Trichardt, Messina, Pietersburg itself.  I can't remember the specific branches but if I see the people I will remember where they came from.  But we got the people that we needed and also people with experience.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now the final meeting at which you gave the final instructions, is that the meeting that you've just referred to?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "What was your order to Erwee as to what was to be done with the people entering in the combi?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "We were all together and I told Captain Erwee in particular that as we had already had a series of planning sessions, we wanted to arrest these people.  With Captain Bourne present I also made it very clear that we should have no illusions as to what was going on.  Whilst we were dependent on arrested infiltrators for information which was very, very valuable to us, we should have no illusions as to what would happen if things went wrong. We didn't foresee that but if things went wrong our members lives should not be endangered.",
            "Male"
        ],
        [
            "ADV VISSER",
            "What would that mean?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Well if something went wrong, if for instance they returned fire or opened fire, in other words they resisted arrest, the people entering the country, then our people had to shoot. Absolutely, from the Security Force side.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now you weren't involved in the incident yourself.  What is the next bit of information that you received to what happened?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "What we heard from the scene of the incident was what Captain Dreyer told me.  He phoned me to tell me that the incident had taken place, that there had been some shooting and that all six terrorists had been shot dead and that one of the defence force members, namely the Captain had been wounded, but not seriously wounded.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now when was this information conveyed to you?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It was on the 10th, the afternoon of the 10th.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And according to you and what you experienced yourself, what was the next step in the series of events?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Well I thought it necessary to inform Head Office of the outcome of the operation and I spoke to General van der Merwe and told him what had happened.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And one can assume that your members reported to you what had happened later on.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.  I received piecemeal reports and we also discussed the matter afterwards.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Mr van der Merwe you know that there was an informal inquest into these events which took place on the 10th of June.  You are also aware of the fact that Erwee is applying for amnesty in respect of perjury or defeating the ends of justice as far as that inquest is concerned?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now could you tell the members, who was the investigating officer for the purposes of this judicial inquest?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Well the rank structure has changed but Superintendent Swarts was the man who did the investigation and he's also applying for amnesty.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now when did you for the first time hear that something had been done for which amnesty was being applied for in respect of the inquest?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It's a couple of months ago that I learned from Colonel Erwee that investigation was being done into the whole series of events and we then got together, Brigadier Coetsee and I, and I then realised that the version put forward in the judicial inquest was not a true reflection of what really happened at the scene.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you then have the opportunity to hear or read what had been said in a sworn statement by Mr Erwee?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Somebody read it to me.  I didn't read it myself but that was at a later stage.  He told me what he had said orally.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Did you speak to him about what his motives were?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes his",
            "Male"
        ],
        [
            "ADV VISSER",
            "No I just want to know whether he spoke about his motivation with you?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes. ...(intervention)",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I beg your pardon Mr Visser, is that now his statement regarding the inquest?",
            "Unknown"
        ],
        [
            "ADV VISSER",
            "Yes it's 15 on C, C.15, that's Erwee's statement. I just wanted to know whether he gave an explanation as to his motives, as to why he had done what he did.   He can come and tell himself what he did.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes he did speak to me about that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes it's not for you to condone it or reject it but you heard it about two months ago you say?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I'm guessing that it was two months.  It was at the same time as when we heard that there was an investigation pending and then it became relevant.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And the necessary implication is that you were not aware of this sworn statement at the time of the inquest, or the contents thereof?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No I knew there had to be affidavits but I wasn't aware of the actual particulars.",
            "Male"
        ],
        [
            "ADV VISSER",
            "You also didn't know anything about Swarts's statement?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Chairperson, could you grant me a moment's indulgence.\n\tAfter the incident Mr van der Merwe, an amount of money was paid to Matthew Sehlwana by the police?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Can you tell us why that happened?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I think it was a spontaneous feeling amongst myself and members of my branch that this man had performed a very brave act and had deserved some form of commendation and I thought that we should give him the money because I knew he could use the money and I gave him R2 000.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Will you perhaps look at your application because I want to ask you to tell the Committee whether there was any political background for your own conduct and your people, people under your command during this incident. Please look at page 43.  Chairperson this is B.43 and it's page 3 of your statement, paragraph 10. Perhaps you would just like to deal with that very briefly if you don't mind.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "What it says here is what I would like to say and I would like to read this, or Chairperson ...(intervention)",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes please read it quickly. Please read it slowly thank you Mr van der Merwe!",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It says there the motive, yes as you have now asked me, I say here\n\"The objective of the ANC/SACP Alliance was to overthrow the previous government by violent means and to destroy the constitutional dispensation.  And to be able to achieve this objective, the ANC or SACP Alliance focused itself on launching a peoples' war which they defined as follows\n\t\t'A war in which the entire nation is engaged. Umkhonto weSizwe, the People's Army, workers, the rural masses, women, intellectuals, the religious community, selectively in groups or as organised individuals, who use all forms of revolutionary warfare, armed or non-combat, legal or illegal means to attack and destroy all symbols, structures and organs of apartheid power including all those who man them.'\"\nThis statement was issued in 1980 by the Central Committee of the South African Communist Party,\n...forward to the Peoples' power, the challenge ahead'.\"",
            "Male"
        ],
        [
            "ADV VISSER",
            "Please continue with paragraph 2.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The policy, according to the ANC, their policy the revolutionary policy was based on four pillars namely\nThe armed struggle by Umkhonto weSizwe; the mobilisation of the masses; the underground structures of the ANC and the international onslaught to isolate the Republic.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Yes Mr van der Merwe, your application is before the Committee and do you confirm what you said here as your motivation and you confirm that it is correct and true?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I confirm it.",
            "Male"
        ],
        [
            "ADV VISSER",
            "I'm not going to ask you to read it all, but if you can just turn back to page 3 paragraph 10A.  On the basis of that general background, Mr van der Merwe - just the previous page, page 3.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I have it.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Have you got 10A?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could you please read that for us.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That deals with\n\"The political objective, the protection and maintenance of the previous government and the constitutional dispensation and to prevent the community losing confidence in the government as a result of intimidation and fear. The averting of the ANC/SACP Alliance onslaught to overthrow the previous government by violent means and to destroy the constitutional dispensation.  To do everything to prevent the ANC/SACP Alliance and other organisations which wanted to overthrow the government violently form enlarging their political power base.  To combat the threat entailed by the Communist expansionism and to ensure that the South African Government and the security forces were not overwhelmed by those elements.  To fight for the continued survival for what I regarded as the normal Western democratic lifestyle; to protect South Africa from Communist take-over or alternatively to prevent the country and it's people from being overwhelmed by a series of attacks, both militarily or political attacks, for instance international sanctions, boycotts and isolation and I saw this as being aimed at taking over the government of the day in this country. And also to fight for the right for myself, my family and the general public to live in South Africa in a way that our forefathers lived with special reference to our heritage, background, culture and political way of life.\"",
            "Male"
        ],
        [
            "ADV VISSER",
            "Is it then, is it correct that your feeling was that your conduct during May,June and July of '86 in so far as it relates to this incident was an instruction which you performed in the course of your duties as a policeman and that your conduct was in line with standing orders that you had received to do what you did?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Please tell the Committee Mr van der Merwe, are you applying for amnesty just for this one incident?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Why are you applying for amnesty?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Chairperson, yes I got to the point where I felt that we acted lawfully during this entire operation, but I'm concerned, or I became concerned when I heard that investigation was being done into this incident and that there was mention of a criminal investigation. That made me very worried.\n\tDid something happen - I wasn't really aware of what the Amnesty Act provided and I've heard from all sides, for instance, as Bishop Tutu said, that people if they weren't quite sure whether they were vulnerable, that they should actually apply for amnesty, and we live in uncertain times and things change from day to day.  I don't know whether perhaps in future, new acts could be placed on the statute books, or acts could be amended which would perhaps render my involvement in these incidents a crime and that I would then be called to account for something which I really believed was my task. And that in brief was my motivation for the amnesty application.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you are asking the Amnesty Committee to grant you amnesty for any offence which they might find that you had committed or might have committed during the incident?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Or a delict, for instance you don't know who fired the first shot from your own knowledge?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That is correct, yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Now a last aspect. You sat here and you listened to Mr Matthew Sehlwana's evidence, and you heard him testifying as to how he said that he'd seen Tokkie Fuchs shooting, or in respect of a wounded person, how he shot this wounded person at the scene.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I heard that.",
            "Male"
        ],
        [
            "ADV VISSER",
            "When did you hear that story for the first time?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I heard it from you in your office for the first time.  I'm talking about Mr Visser's office.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Let us cut a long story short, it's about a month ago?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Was there ever any suggestion amongst the members of your branch from 1986, or amongst the defence force members of something like this, of this kind of version that that could have happened on that day?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No not at all, it was a complete shock when I saw these facts. When I read the facts appearing in the statement. It's something which I didn't expect at all and I had no reason to suspect anything like that and I believe that that did not happen.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you Chairperson.  I have no further questions at this time.\nNO FURTHER QUESTIONS BY ADV VISSER",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Rossouw.\nRE-EXAMINATION BY MR ROSSOUW",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr van der Merwe, you said that according to the information that you received as to the planning, was this information conveyed to you or were you present at the planning of the operation you said that Matthew Sehlwana was to run back alongside the combi to the back and towards safety.  Did I hear you correctly?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that is what I said.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Was that something that was told to you or were you present when it was said to him at a planning meeting?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No I was present. He was present when we sketched the whole situation and when we planned it and I was present when this was said.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Now you've heard the evidence led here that, I bear in mind that you weren't present during the operation but perhaps you can give me an answer.  According to what you said and according to Exhibit C which was handed in, it appears as if Matthew Sehlwana ran exactly the same way as you had told him at the planning meeting initially and that after that a voice was heard from somebody on the ground who told him that he was running in the wrong direction. Why do you think there would have been this deviation?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I will have to guess. As you said I wasn't present at the scene, but with my knowledge of the planning and with my knowledge of the presence of the defence force man with the grenade, you see they were working from the same side, do you agree? They were both on the right-hand side of the vehicle.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I agree.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Sehlwana ran from the door to get away from possible danger and the man who had the gas grenade with him had to have to have come from more-or-less that direction, now I don't want to rely on hearsay but I later inferred that they more-or-less ran into each other and that there was a change, that that necessitated a change of course for Sehlwana.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I think we will have to question the people who were actually present on the ground as to that.  Now the three members who you originally had heard were planning to enter the country, to infiltrate, what was the planning, what was supposed to have been done with these three, the original three which didn't materialise?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Now my people had planned and I was aware of this, they had planned that the route would go to Seshego, that's the Black township near Pietersburg, and to have people strategically placed along the route.  We also planned to have a plane in the air, and the plan was to follow them to their planned destination and we then planned to arrest them there.  We suspected that they would have ultimately arrived at a house and this would have meant that they were welcome at the house and that would have also meant that the people in the house would have been hangers-on or sympathisers and obviously we would have wanted to interrogate them all.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "These three people, now provision was made for defence force help at the planning meeting, you've already mentioned a plane.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Did you at that stage have a reasonable suspicion that those three people would also be armed?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "As I said earlier in my evidence, we were always very conscious of the fact that that was always a possibility. We could have encountered three illegal immigrants who were just looking for a safe route, but we didn't want to take any chances. We thought it would be probably terrorists.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Why did you, where did you see the difference that you would allow three people, possibly armed, to enter into a residential area but you would not allow six people to do that?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That was an entirely different matter for me.  It was already a bit of a risk to bring the people in across that distance to Seshego. To bring in six people who at that stage we suspected to be well-trained and armed, to bring them across that distance and allow them to enter a residential area, was risky because there could be some fighting and some of them could escape and we might be unable to actually trace them and arrest them.\n\tWe wanted to make sure that it happened at a strategic place not far from the border where we had the advantage of terrain and also because we could do a show of force there which would help us and there wouldn't be bystanders who could become involved in the shooting.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Don't you think you would be running the same risk letting in three people?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "It happens daily in criminal cases and it's also happened to terrorists, you do very good planning, you observe a certain point or house, you obtain the necessary assistance and if it should come to a shooting, then it could also happen. At least then it takes place inside the house where the people involved wouldn't be entirely innocent but would be hangers-on.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I'm now going to take you to the scene and the planning as to what would happen on the scene (Tape jumps)...(intervention)",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "And that they would be armed.  And he was present with the planning during the final planning in the office, and from that it was clear that they would be well armed and we obviously expect trained terrorists from abroad....\n(TAPE APPEARS TO BE JUMPING ALL OVER THE PLACE!)",
            "Male"
        ],
        [
            "MR BLACK",
            "Now are you saying that before you sent people there, I understand at one stage it was put to Mr Sehlwana by Mr Visser that some people were sent to occupy observation positions, that before your men, if I may refer to them as that, went to that scene and before the encounter with the six they...(intervention) (TAPE AGAIN JUMPS)",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "....in the process and there was nothing else for it but to arrest and to surrender, and that's more-or-less what I thought we should say to them depending of course, on their reaction.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Apart from what you thought was there an actual discussion as to how this should be done?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The people responsible for the planning could perhaps have gone into the matter in greater detail but I can hardly imagine that what was discussed could have been very different as to what I've just said, namely to make it known to these people that they were in an area where they were simply outnumbered and surrounded and that they simply should surrender and not put up a fight.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Please bear with me, but it seems to me that you have a situation where you have six armed people in a vehicle and at a particular moment the enemy appears in front of them.  Now one person gets up and says don't shoot, you don't have a chance. Do you understand that it just seems that it wouldn't actually work?  That's why I'm asking, was there a discussion or planning as to how the message would have been conveyed to these people, how would the defence force member have conveyed this information to the occupants?  Was this discussed or not?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That kind of very fine detail wasn't discussed in my presence.  Chairperson I must say that even though it might sound naive, the situation was such that we were honestly of the opinion that these people would be left in no doubt as to the fact that they had no way of shooting themselves out of the situation and that they should surrender.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Rossouw can I interrupt you on that point.  In relation to what Mr Rossouw is asking you, according to the plan, what was to happen first?  Was the teargas canister to be thrown into the combi first before the military man would speak to them, or was it the other way around?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "The canister would first be thrown into the combi as soon as the combi came to a halt.  The idea was that in the pandemonium which would ensue the moment that the combi came to a halt unexpectedly, in that moment of confusion that the canister would be lobbed into the window, in that period it would be too risky to first talk and then throw the canister because if they decided to shoot it would be far too late.\n\tIf I may add, we relied absolutely on the effect that the grenade would have, in other words to persuade these people that they shouldn't put up a fight and that they would be in such a dazed situation that they would be persuaded to surrender and be arrested.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "I would like to go back a bit to the first report that you referred to, the first report from van den Berg and Sehlwana that there was a possibility of three people entering the country.  It seems that there is a dispute between their version and the version put forward by your legal representative, that it was originally three, then the three became six and  Mr Sehlwana testified that he never knew about three which then became six.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I follow you, yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Do you think it's possible, perhaps you couldn't comment, but do you think it's possible that these could have been regarded as two separate incidents that it was three and that didn't materialise and then a second incident in which six people were involved?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No I'm very honest in saying that there was a golden thread running through.  It was three originally and it stayed three until very shortly before the event and the contact people whom he had seen referred to these people and never gave any indications that it was a different group.  As far as were concerned, as far as Sehlwana was concerned, I can speak on his behalf because he told us that, I steadfastly believe that the three to whom reference was made, they ultimately became the six, that is what the same.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Sir were you present when Mr Sehlwana informed that there were originally three people who intended to infiltrate the country?  Was that information passed to Mr van den Berg in your presence?",
            "Female"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No it wasn't conveyed to Mr van den Berg in my presence. You see these two people were active in the field far away from the office and often operated independently, sometimes together, but the normal procedure would have been that first he would have told van den Berg about the three people, van den Berg would then discuss it with Brigadier Coetsee who dealt with them and then he would inform me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.  Mr Rossouw you may proceed.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Mr van der Merwe you said that during this planning meeting or planning meetings, the whole issue was discussed with Mr Sehlwana, he was in the picture the whole time and your words were, he declared himself willing to do this.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Was he asked to do so voluntarily or was it an instruction or was it an order?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "In the first place he would have been driving another vehicle to convey these three people.  When it changed to six people the question was, what then? Then we discussed the matter again and I can't remember whether I asked him.  I wouldn't have given him an order because it was a very risky job, anything could have gone wrong, but I'm absolutely convinced that I asked him, \"Sehlwana you must tell me, if you are not prepared to do this, if you're not prepared to act as driver or you're not quite clear as to how to jump out and escape the shooting that could possibly follow, you must please just tell me\".  And he said no, he was quite prepared to do it. He brought the whole operation to that point and I think he was prepared to follow it through. There was no order given to him that he had to do that.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Do you think that he saw it as an instruction, as an operation by the security forces in which he as a member had to take part, in other words that he saw it as an order?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I don't think it's possible because as I just said, I expressly told him that it was not necessary for him to do so and he had to tell me very honestly if he was not prepared to do it. He might have felt compelled by loyalty to do so but he couldn't have seen it as an order.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr van der Merwe I think you are using the word order in two different ways. I think what Mr Rossouw is asking is, did Matthew act in execution of his duties?   In other words, in the execution of a police order in a broader sense of the word and not in the sense that you said to him, whether you want to or not, you must, it's an order. It's more in a sense of a broader police order.  This operation had to be carried out, will you do it, and that he assumed that it was an order.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I'm with you.  It is true and I would like to add that because he was loyal and because it was his job, not necessarily this dangerous bit of business but for that reason he might have been willing to do it and he might have seen it as his task, his duty to do it.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You must please tell me and when it's a convenient time to adjourn.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes we'll adjourn until 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "The gist of Sehlwana's evidence is to the effect that prior to his arrival at the meeting place he did not know whether the parties would be armed.\n\tThe other issue I just want to raise with you is relating to the questioning or interrogation of one of the wounded cadres. Was information given to you as to what the people at the scene managed to extract from this wounded man, what information they managed to get from him?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "In what form was that information given to you?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I'm trying to think.  I know for a fact that the wounded man had said to the person questioning him that they were on their way to Pietersburg to the station, they had to meet someone there with a red scarf around his neck. Something like this, there would have been some form of identification.  I cannot say who told me or gave me the information from the scene itself but this led to the fact that Brigadier Coetsee and myself, I don't know if someone else was present, at that stage went to the station and also observed the situation with the possibility that we might or could see such a person.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now was a tape recording handed over to you as to what this wounded man would have said in answer to questions put to him.",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No I know nothing of a tape recording.",
            "Male"
        ],
        [
            "MR BLACK",
            "Insofar as - do I understand you correctly that it was only a few months ago, about two months ago that you had sight of or became aware of the contents of the statements and accounts given by your men to the inquest inquiry?  That is I refer to Mr Erwee's statement and Mr Swart's statement.  Is that the first time you became aware of the contents of those documents, about two months ago?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes that's correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "About the, they being armed, when did they in fact inform Matthew that they're going to bomb the shop in Pietersburg?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "My learned friend, without looking at my notes, my learned friend to refresh my memory, he says it was on their way while they were travelling in the combi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No not according to my notes, that's why I'm asking.  When did they inform Matthew that they - during the time that they were travelling they didn't speak to him.  Matthew was informed that they were on their way, two of them would bomb a shopping centre here at Pietersburg.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman I think if my recollection is correct, Mr Teboga at one of the meetings with Mr Sehlwana informed him that two persons were to go to, I think Nelspruit and to Johannesburg, I'm under correction, and two were to come here to bomb the shopping market and from that he made the deduction, if I'm not mistaken, that they would be armed but he wasn't...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So he was aware, or he made the deduction that they will be armed before he took them from the scene.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well yes he does say at one stage that he deduced that they would be armed but at the same time he also says that he didn't know if they would be armed.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Black if I do remember Mr Sehlwana's evidence on that issue, I think he was not sure what was in their baggage. I know that they were not heavily armed.",
            "Female"
        ],
        [
            "ADV VISSER",
            "Well Mr Chairman if I may say that's with all due respect not entirely correct. You'll remember that the evidence was that he found these six people sleeping at the fountain with AK47's next to them. They then left there Mr Chairman, so there was no doubt in his, there couldn't have been doubt in his mind that they were armed with AK47's, I think that was the gist of that evidence, with respect.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I think he said they put them in their bags and that's when I asked him whether they had been dismantled.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "But I think what I was trying to drive at Mr Black is that the discussion with Mr Boyikanyo was that they were going to come with some luggage and that's why he had to organise a combi, because more people were going to come with more luggage.  That time when that information was passed over to him it was not explained to him what the nature of the luggage was.",
            "Female"
        ],
        [
            "MR BLACK",
            "Those are my notes to that effect that that's why he arranged for the combi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right thank you Mr Black, thank you, you can continue.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.  The further issue I just want to raise with you is you mentioned that Sehlwana received a cash payment of R2 000 because of the good work he did.  Did any other members of that task team receive any form of reward or recommendation?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No not at all.",
            "Male"
        ],
        [
            "MR BLACK",
            "And was Mabena paid for his information?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes he was paid.  He was a registered informer and he was paid for the information.",
            "Male"
        ],
        [
            "MR BLACK",
            "Are you able to just tell us how much off-hand or?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I'm not a hundred percent certain but I think R8 000.",
            "Male"
        ],
        [
            "MR BLACK",
            "You were asked by my learned friend Mr Visser whether or not instructions had been given to the Security Police at one stage to engage in a form of guerilla warfare and that you denied.  Would you agree that, well evidence has been given, not at this hearing but elsewhere by some security police, that at that time there was, it was sometimes being described as a low intensity warfare, that was being waged between the security forces and the people infiltrating?  Would that be the perception of the security forces at that time?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I don't know whether I heard your question well.  You refer to guerilla warfare, and that implies a full-scale war. I think I put it quite clearly that the task of the Security Branch during my time was by means of gathering of information and reporting to arrest terrorists. \tWhere there was obviously confrontation there would have been some shooting but the main aim was to arrest people and to get information and that was for the larger picture but there was no change in strategy that I had any knowledge of and therefore I cannot describe it as a guerilla warfare.",
            "Male"
        ],
        [
            "MR BLACK",
            "Perhaps yes you did misunderstand me. While it might not be regarded as a guerilla warfare being waged, was it the perception of the security forces at the time that a form of low intensity warfare existed in the country when regard was being had to armed incursions being made?",
            "Male"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I think it is reasonable to accept if you are in confrontation with each other that you can view it as low intensity warfare.",
            "Male"
        ],
        [
            "MR BLACK",
            "I have no further questions thank you.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "At that stage when you were still in command were there border incidents where people were killed?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes Chairperson there were quite a few, we can think of the landmines, many people were killed there, two of my colleagues were shot dead and I want to use this opportunity to say to you that they were shot from behind of a bakkie and my people got hold of him and he was taken to court.\n\tThere were also infiltrations leading to confrontations, to some fighting, people were killed in the Villa Nora region where ANC terrorists infiltrated.  There were such incidents before this incident, prior.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the case you're referring to where a person shot two people at the back of a bakkie, is that the person who was arrested in connection with the landmines where this family of Tzaneen were killed?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes this person and another one was also convicted in this instance.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr van der Merwe were you, well let me put it this way. Do you recall any incident in which terrorists, as you put it, who infiltrated into the country were intercepted and arrested?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes Chairperson I can remember.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "How many such incidents do you recall?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I have to qualify this. I cannot remember that clearly but one that does stand out and where I was present was the arrest of Peter Mokaba. We later determined that he was the person who was sent in with a political mission, he was armed with a makarov during the arrest in Bokomo.\n\tWe arrested two PAC terrorists and I know there were also incidents of a few other terrorists who entered.  We arrested them and we tried to change their minds and it was then taken through the court procedure but there were such incidents and I know that there are many more cases.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The largest group that was the one intercepted, I'm referring to the six deceased in this matter?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Personally I think so, I might be wrong but I think this was the largest group.  I know and I can just give you and example.  The defence force and the police were chasing people who infiltrated at the western side of Messina and the two people whom we referred to just now, Hunge and his friend who were charged with the landmines and the death of two policemen, they were also part of a group, I don't know big the group was but I think the six here was one of the largest groups we've had.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Actually perhaps I wasn't that specific. What I wanted to find out from you was that was there ever an operation more-or-less like this one where you received information beforehand that a group of people who had infiltrated a certain point and then you followed them and you monitored their movements and you planned a roadblock ahead and in fact they came into a road block and then they were arrested?  I'm talking about an incident of that nature, not where you incidentally come across them but specifically where you planned in advance to put up a road block to arrest them and indeed succeeded in putting up a roadblock and  arrest them.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "No we didn't have a typical similar case, we did however receive prior information about infiltration which concluded in a different way because of circumstances but a typical case like this one, this was the first one.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Who appointed Mr Swart to be the investigating officer?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Captain Swart was stationed at the Louis Trichardt branch and his commanding officer was Captain Dreyer. I don't know who appointed him to be the investigating officer, it might have been Captain Erwee or his own commanding officer Captain Dreyer.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Was he not at the incident where the deceased were killed?  I'm referring to Mr Swart.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I think he was involved in the operation. I can't remember exactly where he figured in the whole event.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I'm not a policeman, obviously I don't know how these things work but as a layperson, I would have thought that it was a little bit strange that the person to be appointed as an investigating officer should be one of the people who was at the scene, virtually one of the people to be investigated.",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I think he played such a subordinate role, and the fact is that he did actually do the investigation.  The branches dealt with their own judicial inquests and cases and it was not something which came from my office.  I also realised later who had been nominated for which specific task.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You are a highly experienced policeman but given the situation, would you have appointed him as an investigating officer?  Given the fact that he was present during the incident, was part of the team, would you have appointed him the investigating officer?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "I probably would have appointed somebody else, somebody who hadn't been present.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Visser do you want to re-examine?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY ADV VISSER",
            "Thank you Mr Chairman, only a few questions.\n\tI asked you about the vehicle which was to be used initially for transporting the people when there were only three people involved.  You then said that it was a red passenger sedan.  Is that correct according to your recollection?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "As I remember, I don't know whether it was red or maroon but it was something like that, it was that type of vehicle because the infiltration it didn't actually materialise and the vehicle broke at some stage. It wasn't really something which I remember particularly.",
            "Male"
        ],
        [
            "ADV VISSER",
            "And you also testified this afternoon that according to what you were told, the person who had been wounded was supposed to have said that they were on their way to meet somebody at Pietersburg station who would have been wearing a red garment.  Would you accept that it was yellow garment?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Whilst you were speaking I remembered that it was actually a yellow garment, yes, yes I have a problem with the colour.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Could we put it on record, Mr van der Merwe that wherever in your evidence which will be on record, wherever you refer to a handgrenade you actually meant to refer to a gas grenade?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes correct.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Once again, and this is often what happens when you're testifying about something that was told to you, the issue of the language spoken by the people and what Matthew Sehlwana reported on, I perhaps would like to put it to you just to refresh your memory and if it's not the case just say so, the idea was not that the people spoke Afrikaans but a South African Black language. That is what the evidence will be.  I don't know if you are willing to accept that that is what was told to you?",
            "Unknown"
        ],
        [
            "WILLEM JOHANNES VAN DER MERWE",
            "Yes I'm with you, I actually think that's what I said, but the fact is that it was a Black South African language, yes.",
            "Male"
        ],
        [
            "ADV VISSER",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV VISSER",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you Mr van der Merwe, you may stand down.\nMR VAN DER MERWE EXCUSED",
            "Unknown"
        ]
    ]
}