{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-11",
        "location": "MIDDELBURG",
        "day": "3",
        "names": [
            "JOHANNES JABULANI MAHLANGU"
        ],
        "case number": "AM7461/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54190&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200511mi.htm",
        "speakers": [
            "CHAIRPERSON",
            "JOHANNES JABULANI MAHLANGU",
            "MR RICHARD",
            "ADV SANDI",
            "MS MTANGA",
            "MR MOKOENA",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAHLANGU",
            "JOHANNES JABULANI MAHLANGU",
            "MR RICHARD",
            "ADV SANDI",
            "MS MTANGA",
            "MR MOKOENA",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Just remain Mr Mahlangu, don't sit down, just stand.  Give your full names for the record.",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Johannes Mabulani Mahlangu.",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You can sit down.  Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you Mr Chairperson.  Mr Mahlangu, during the period December 1990, January 1991, were you a member of or a supporter of any political party or political movement?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I was a member.",
            "Male"
        ],
        [
            "MR RICHARD",
            "You say a member, did you carry a membership card of any party?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I had a card.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Issued by who?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "The ANC Youth League.",
            "Male"
        ],
        [
            "MR RICHARD",
            "When did you join the ANC Youth League?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I think it was in 1987 or 1988.",
            "Male"
        ],
        [
            "MR RICHARD",
            "I believe that would be 1987, is that correct, 1987?  Now did you ever occupy any particular portfolio or position within the Youth League?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "No.",
            "Male"
        ],
        [
            "MR RICHARD",
            "So you were just an ordinary member?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, where did you grow up and where were you schooled?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Pieterskraal.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  In Pieterskraal, did you get to know the Mtsweni family?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What political affiliation did they have, if any?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I am not quite certain about that.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, how did you demonstrate your membership or support of the ANC?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I used to participate in boycotts and also I used to volunteer as a member to help if there were meetings, I used to participate as well.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, at what stage did you become aware of the discussions regarding Emma Mtsweni and her connection with witchcraft?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I heard about this in the last meeting.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In the last meeting?  When you say the last meeting, on what time of the day, on which day, was this meeting?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "It was at about six in the afternoon.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where was this meeting?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Egukhanyeni School.",
            "Male"
        ],
        [
            "MR RICHARD",
            "When you arrived at that meeting, what had your learnt?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "When I arrived, the meeting was just about to be finished.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you know what the meeting was about and what did you learn about what had happened in the meeting?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Lately yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "I didn't understand, sorry?  You arrived at the meeting, the meeting was about to disperse, did you ask anyone what was happening at the meeting and why the meeting had been held?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were you told?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I was told that Emma Mtsweni was supposed to accompany others to go to a sangoma and the meeting area was going to be the school, and therefore it was decided that she was going to be fetched in order to be questioned why she didn't show up in the meeting.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you know why she was supposed to show up at the meeting and what was supposed to be investigated after this discussion?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And you confirm what the previous witnesses have said today, about why she had to be fetched?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, what did you do, did you go with them to go and fetch her or did you stay at Pieterskraal?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I went with them to fetch her.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where did you go to fetch her from?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "We went to fetch her from Vaalbank, where she had fled.",
            "Male"
        ],
        [
            "MR RICHARD",
            "At Vaalbank, how did you go to Vaalbank, did you walk, did you ride?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, or did you listen to the full account that was given of this trip and how the deceased was picked up in Vaalbank, and everything that happened on the way and how she was eventually taken back to the school where that meeting was being held.  Do you confirm that testimony or do you differ from it?  If you differ from it, just tell us in\nwhich respects you differ.",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I do confirm everything they had said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  You are now back at the school, carry on.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "For how long were you back at the school?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "We only spent about four to five minutes there.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then where did you go?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "We went to the mountain.",
            "Male"
        ],
        [
            "MR RICHARD",
            "You have heard the previous evidence of going to the mountain, do you confirm that?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do confirm what they have said.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, where were you in relation to the deceased when you arrived at the mountain and did you see anything being done to her or happening to her?  Did people question her, do anything?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I was responsible for taking her out of the car and then after that, I left her in the hands of comrades and I didn't do anything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, how did you take her out of the car?",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I opened the door and she was taken out.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did the comrades do with her once they took her out of the car?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "They surrounded her.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did they say or do?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "It was, they were toyi-toying and singing and after they surrounded her, they started singing louder.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you hear what they were singing?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were they singing?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "They were singing (indistinct)",
            "Male"
        ],
        [
            "MR RICHARD",
            "And you agree with the interpretation the previous witnesses have given us of that song and what it means?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Could you hear them say anything else to her because if they were singing and - did they say anything else to her?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "No, I didn't hear because they were singing.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, did you see any ANC leaders around her or near you or any were there?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who did you see?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Victor Ntuli, he was together with us, we left with him and came back with him.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who else?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Scwadi was also present.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Anyone else?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "The only two that I am certain of, the two that I have seen with my eyes, are these two that I have mentioned.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was it light or dark in the mountain?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "It was dark.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was it dark so that you could see nothing or dark so that you could see a little bit, full moon light?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "It was dark, but one could see someone close to you.",
            "Male"
        ],
        [
            "MR RICHARD",
            "If you knew that person, was it sufficiently light to be able to recognise the people you knew?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "If you knew someone and if he or she was next to you, you will tell who it was.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, what happened next?  You are at the mountain, people had surrounded her and singing and toyi-toying, what happened?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "After they had taken her and surrounded her, I couldn't see properly what was happening to her, but what I saw was Police vans and at that time, she was on fire.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Then what happened?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "When the Police were approaching the mountain, everyone started running away.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What happened to Emma Mtsweni?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I wouldn't be able to say what happened to Emma Mtsweni because all I know is that she was on fire.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, at page 18 of the bundle, which is your application for amnesty, at paragraph 10(a) you say\n\"... the murder was committed under the leadership of the Youth\",\n\twhy do you say the murder was committed under the leadership of the Youth?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Would you please repeat your question.",
            "Male"
        ],
        [
            "MR RICHARD",
            "At paragraph 10(a) of your application for amnesty, there is a section which says \"State the political objective that was intended to be achieved\", your answer starts by saying and I quote\n\"... the murder was committed under the leadership of the Youth\",\n\tand then it goes on.  My question is what and how was the murder committed under the leadership of the Youth?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "When it was first reported that Emma Mtsweni  was a witch, it came to be known to the comrades.  That is why I am saying it happened under the instructions of the Youth.",
            "Male"
        ],
        [
            "MR RICHARD",
            "When somebody was reported to the Youth League of the ANC in your area to be a witch, what did the ANC Youth League believe should be done with that person?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "We as a Youth were responsible to resolve those problems.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In what way did a witch pose a problem to the ANC, how did she threaten the ANC?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "We Youth or the ANC Youth, realising that bewitching and killing our parents was going to lead to us being orphans and therefore we couldn't continue development and some of us were going to be orphans and street kids and the organisation was not going to prosper and it was going to be divided.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then at the same paragraph of your application, after the phrase that I have read you say under the leadership of the Youth, and then I continue\n\"... to help the community by they were not under by any organisation, but the government was the main source of that murder.\"\n\tWould you like to read what I have just read out?  Read it carefully because my question is what do you mean by that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Read it with 10(b), let him read 10(b) too, the last few lines.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "The Chairperson requests that you read 10(a) and 10(b).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you read it?  Did you write it out yourself?",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, carry on.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Do you confirm what you said there?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR RICHARD",
            "The other thing that I was going to ask you is you have heard what other witnesses have said about what the ANC Youth should do with moloi's, do you associate yourself with that comment or do you differ in any way from those comments?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do confirm that and I do agree with them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "So you agree with the statement that moloi's were seen as opponents of the liberation struggle and people that should be killed for the same reasons as an impimpi should be dealt with in that way?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now again a general question.  You have heard the evidence of previous witnesses, both today and yesterday about what a moloi and a ngaka is and the differences between them.  Do you agree with what was said?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Do you believe in witchcraft?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you agree with the killing of Emma Mtsweni?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And how did you think her killing would further the interests of the struggle?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I knew that the Youth was getting most of their support from their parents and since we were involved in a struggle, it couldn't have been easier for us to do so without parents.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, I turn to page 19 of the bundle, paragraph 11(2) and I ask you to read through 11(2)(a).  Thank you.  There you say\n\"... no order was given, but just because the community was helpless, we the Youth decided to eradicate anything in the way of our community.\"\n\tDid you hear anyone give an order or didn't you?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I didn't hear anyone.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How did the Youth come to a decision to eradicate witches or particularly Mrs Emma Mtsweni?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Here you say\n\"... we the Youth decided to eradicate anything in the way of our community.\"\n\tI am asking the following questions - what decision was made, where it was made, who made it and how it was communicated to the rest of the world?  Let's start with what was the decision?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "The decision which was taken was that we should remove anyone who becomes an obstacle in the struggle.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was that decision made on the 2nd of January 1991 or at some time before or after that?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "It was our policy, or let me say we believed long before that that witches and informers were supposed to be removed.  This was our policy, we comrades.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, to whom was that decision communicated?  Who did you tell about your decision?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "I think everyone at that time, more especially every Youth knew that a moloi or a witch was someone to be burnt.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now my last question, it was for that reason that once you have heard that Emma Mtsweni was a witch, you decided that she should be killed or the Youth around you decided that she should be killed?  Am I not correct?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, if I may come in at this stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "The Interpreters are requesting a short adjournment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just give us a minute, perhaps we can finish off this witness, perhaps there are not many or any questions.  Just a minute.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Thank you Chairperson, I don't have any questions.\nNO CROSS-EXAMINATION BY MR MOKOENA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mokoena.  Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions, Chairperson.\nNO CROSS-EXAMINATION BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Panel?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "You say you joined the ANC Youth League in 1987 or 1988, did I understand you correctly?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was there a branch of the Youth League at that stage?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "No, we didn't have a branch, but we had a branch nearby.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But political organisations were unbanned only during 1990, how would there have been some structures of the ANC in your area in 1987 or 1988?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Political organisations were unbanned during February 1990, how could it have been, how is it possible that there was a structure of the ANC in your area by the year you said you joined the ANC Youth League?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "What I know is that I have been a supporter of the ANC since the time of the Mbokodo.  Even though the ANC was banned.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you not perhaps referring to the United Democratic Front, the UDF which was active during that time when the ANC was banned?",
            "Male"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes, I am talking about the UDF.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, just one.  Did you believe that people who were witches, identified themselves or sympathised with any political formation such as the Nationalist Party government that was in power at the time, or any political grouping?",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can you explain that?",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "The reason I am saying that you can refer to them as informers, because in fact they were in a way similar to informers, therefore you can say they were supporting the NP.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you know the political affiliation of Emma Mtsweni, if she had any?",
            "Unknown"
        ],
        [
            "JOHANNES JABULANI MAHLANGU",
            "No, I don't.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Re-examination?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "No re-examination, thank you Chair.\nNO RE-EXAMINATION BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mahlangu, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will stand down for 10 minutes, just to give everybody a chance to re-adjust themselves.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "I am indebted, thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "MR RICHARD",
            "Mr Chairperson, the next, that is the last applicant in this particular series, Charles Michael Skosana.  May I call him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Richard.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "I call Mr Skosana.",
            "Male"
        ]
    ]
}