{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-11",
        "location": "MIDDELBURG",
        "day": "3",
        "names": [
            "MAGOME FREDDIE TLADI"
        ],
        "case number": "AM2043/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54192&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200511mi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MAGOME FREDDIE TLADI",
            "MR RICHARD",
            "ADV SANDI",
            "INTERPRETER",
            "MR SIBANYONI",
            "MR MOKOENA",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR TLADI",
            "MAGOME FREDDIE TLADI",
            "MR RICHARD",
            "ADV SANDI",
            "INTERPRETER",
            "MR SIBANYONI",
            "MR MOKOENA",
            "MS MTANGA",
            "MR RICHARD IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now hear the application of Magome Freddie Tladi, amnesty reference AM2043/96.  The appearances are as for the previous matter.  Mr Tladi, are your full names Magome Freddie Tladi?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            ";   (sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Please sit down.  Yes, Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you Chairperson.  My first question Mr Tladi is the incident for which you apply for amnesty took place on the 20th of August 1992 at Maroshane.  At that time, were you a member or a supporter of any political organisation?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I was a follower.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And if so, which organisation did you support?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I was a follower of the African National Congress.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And how did you support the ANC, what did you do to support them?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I was attending rallies, consumer boycotts and strikes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, in your area of Maroshane, who were, what was the ANC structure, who was the Chairperson, who were the Committee members, who held what offices?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was Rinco Masimola.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Any others?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was Rinco Masimola, I don't remember the others.",
            "Male"
        ],
        [
            "MR RICHARD",
            "The next question is where is Maroshane, which is the nearest significant town or village to Maroshane?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It is near Groblersdal.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was Maroshane part of one of the old so-called Independent States like Lebowa, Venda or kwaNdebele?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, in that area, where there still traditional structures in the sense that there was a (indistinct), sub-chiefs?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, in that area, did people still believe at that time, in 1992, in witchcraft?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now I am correct that you have been sitting, waiting for you matter to be heard for two days now?  Is that not correct?  You have been waiting in this hall?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I was not present yesterday.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now when I use the word moloi and ngaka, do you understand what I mean?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Would you please tell us what a moloi is?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "A witch is somebody who is against the people's rights, he is the person who is suppressing people's rights.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In what way?  How does a  moloi suppress people's rights?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He doesn't want people to do progressive things.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How does a moloi prevent people doing progressive things, what does a moloi use to prevent people doing progressive things?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He uses muti.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What else besides suppressing rights, can a moloi in your belief system do, can a moloi do harm, kill somebody, make somebody sick?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Even if he does not kill, he can make a person to be ill.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, for what reasons would you go and see a ngaka, a sangoma?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We will go to a sangoma to find out what was happening.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And how would a sangoma find out what was happening?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He is able to see or to read the divine bones.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then if there is trouble in a neighbourhood, caused by a moloi or something,  how would the ngaka, sorry the ngaka correct, what would the ngaka say?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question, I do not understand the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "I have asked you the question that if a member in a village such as Maroshane wanted to know why something was wrong, how would that person go about it, you said they would go to a sangoma which is also known as an ngaka.  That person then would use a method of divination such as bone throwing and come up with an answer.  What sorts of answers would the ngaka come up with?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He will give answers such as confirmation that that person is a witch.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now on the 20th of August 1992 as is apparent from the record, a meeting was called in Maroshane to discuss a problem, what was the problem?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The problem concerned the death of youths in the village.",
            "Male"
        ],
        [
            "MR RICHARD",
            "These youths in the village, from what did they die?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Some of them would become ill and die.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And others?  You say some became ill and died, what happened to others?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is how I know how some of them died.",
            "Male"
        ],
        [
            "MR RICHARD",
            "At page 21 of the bundle, when the Magistrate who convicted you, gave judgement and sentence, he made a comment, it was further said that this was during the same period when four young people had died mysteriously.  Do you remember that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, were you aware of any political affiliation of that these four young people had?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I only know of two youths, but I don't know how the other two youths died.",
            "Male"
        ],
        [
            "MR RICHARD",
            "My question was did you know of the political, not method of death, the political affiliation of any of these youths that had died mysteriously?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I only knew one.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What was his political affiliation or membership?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was the supporter of the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, it is said that these people had died mysteriously, why do you say the deaths were mysterious?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "The question is in the criminal proceedings, when you were sentenced to imprisonment, you said that either you or the community found the fact that four people had died mysterious, that they had died mysteriously, my question is, shy did you and others believe that their death was mysterious or strange?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "What was mysterious about that was because we were with those people and the following day, we learnt that they were dead.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Weren't those people sick at the time you were with them and subsequently learnt that they had died?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Honourable Chairperson, I really do not know what the applicant is saying, may I request that he become more audible.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Tladi, you must speak, take that microphone closer to where you are sitting and then you must try to lift your voice, speak a bit louder so that the Interpreter can hear you in the box there.  If you don't speak into the microphone, then he cannot hear, that box, you cannot hear from inside there.  You can only hear on the headset, so you must speak loud so that he can hear you please.  Do you understand?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Do you want me to repeat the question?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Please Chair.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "When you were with these people the night before you heard that they had died, that is the next day, weren't these people sick or were they in a perfectly healthy condition?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were healthy.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Where was this meeting held?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "This meeting was held at the church.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who attended the meeting?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "There were many people who attended that meeting.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Were they members or supporters of any political organisation?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Some of them were members of the ANC and others were just followers of the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you, how did they call the meeting, did you put up postcards or placards or was it spread by word of mouth?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We put the placards and some of them were put at the shops.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What was talked about at the meeting?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We were talking about witchcraft and the death of one of the youths.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, in your placards, who did you say was invited to come and attend the meeting?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The youth were invited on those placards.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Did the placards have any reference to any political party on them?  Did the placard say the meeting was being called by the Democratic Party, the PAC, the ANC or just say that there was a meeting being called?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "These placards were put there by the ANC, but all the people were invited.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.   Now my question was at the meeting things were talked about, what was said, what were people talking about?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were talking about witchcraft and the death of youths and what should be done about that.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who spoke at the meeting, can you give us a list of names?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "One of them was Rinco  Masimola.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did other people talk?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "And Leonard Masimola also.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And anybody else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "And Simon Rapolai.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Anyone else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "And Nose Mahatsi.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Can you remember anyone else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "And Jomo.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Were there more people that spoke?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "These people that you have mentioned, did they belong to a political party?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were the supporters of the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How did you know that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Because they knew everything about the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did they say they were from the ANC?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were supporters of the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, did they hold any specific portfolio's in the ANC?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I only know one who had a position in the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who was that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is Rinco Masimola.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What position did he have?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was a Speaker.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What does the Speaker do?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was the person who normally addressed the youth.  He will always give speeches at meetings.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now I don't want to know what each one of these various people, before I come to that, one next question, how many people attended the meeting, approximately?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "There were many people, there could be more than 100.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, I don't want to know what each speaker said, but when they spoke of the death of these four young men, what did they say in short, in summary?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat that question, I don't understand the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "The meeting was called to discuss as you have said the problem of witches and I have understood and I would like you to confirm the question of the death of these four young men.  Am I correct, yes or no?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "These various people spoke, I don't want to know what each one of them said, I want to know in summary, what did the speakers say about the death of the four young men in short?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were asking the people who were attending the meeting, that we should donate R10-00 so that we could go to a sangoma who will tell us who were responsible for their deaths.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  did anyone say that that is a stupid idea and shouldn't be done?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We all agreed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "My next question is what did the speakers in summary say about moloi's, witches?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were saying that if those people can be caught, they should be killed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Why did they say that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Because many youths were dying in the village.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand the belief correctly that you can only catch these people with the assistance of a sangoma?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not possible for a normal person to be able to see a witch, you must be helped by a sangoma, would that be right?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Now, did anyone talk about witches in a political context?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "You were speaking about going to a sangoma to find out who was a witch, I have asked another question, did anyone say anything about witches in a political context?  Do you understand the question?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do.  They were saying that a witch is like an impimpi, and those are the people who should be killed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who was saying that?  Was it lots of people or just one person?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Those were the people who were at the stage in that church.",
            "Male"
        ],
        [
            "MR RICHARD",
            "So was it one person who said that, two people, four or lots of people?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "There were many people who were saying that.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Do you remember the names of any people who said that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do remember some.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were the people's names?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Skinosi Mhlatsi.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And who else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Simon Rapolai.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And who else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "And Georgina.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And more people who said that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, there were some, but I do not remember their names.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, maybe you are proceeding on to something else, I do not know.  Just one question on this.  These people whose names you have mentioned, did they have anything to do with any political organisation as far as you were aware at the time?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were supporting the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did anyone argue against them when they said that witches were the same as impimpi's, and should be killed?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No one disagreed with them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What was decided as a result of the discussions at the meeting?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "A decision was taken that all the people in the village should donate R10-00 so that a sangoma can be consulted.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did people donate the R10-00 each?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Then, what was the R10-00 going to be used for?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "This R10-00's were going to be used to pay for the sangoma.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How much money was that that you collected?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was more than R1 000-00.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In your statement, page 4 of the bundle, you say\n\"... two days after the meeting some people went to see the witch-doctor ...\"\n\tdo you know how many people, do you remember how many people went to see and what the witch-doctor's name was?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How many people left to see him?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "On the first day the people who went to see the sangoma were myself, I was present and Oric Mahlezwani, the third one was Georgina, I forgot her surname.  The fourth one was Addis Maputha.  The fifth one was Dinosi Mhlatsi and the sixth one was Tseisi Tladi, the seventh one was Frederick Mhlatsi.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who were the others?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The eight one was Jomo.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How many people in total were there?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We were all 15 and the 16th was the driver of this kombi.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, did you get to see a witch-doctor?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, we did not see the doctor.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you talk to him though?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, the doctor was not present when we arrived at his place, that is the first time when we went to see him, he was not present at his place.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you leave a message that you had been there or make an arrangement that you would come back?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, we did leave the message.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you come back to the same person or somebody else?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The following day we returned to the same doctor.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you see him this time, did you talk to his this time?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was not present.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you ever get to see him?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, we did not.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you ever get to see any moloi or witch-doctor?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was decided that we should go and see another doctor at Sansabela and we went there because it was not far from our village and it was not far from the first doctor that we went to see.",
            "Male"
        ],
        [
            "MR RICHARD",
            "I work out that this is the third attempt to see somebody, on this the third attempt, did you get to see this person?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you tell the moloi, the ngaka, not the moloi, the sangoma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was his name?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was Mr Theledi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was he, was he a sangoma or was he a witch-doctor?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was a witch-doctor.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Is that a moloi or ngaka?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He is the witch-doctor.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was he a good person or a bad person?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He was a good person.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you pay him the money?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We did not pay him because he told us that ...",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did he tell you?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He told us that he is not the person who can be able to help us, because we know the people who are doing those things in our village, so he is not in a position to help us, so we left.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Before you say you left, what did he say you should do?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He told us that on our way, there will be something that will surprise us inside the kombi, we will see something surprising, but he told us to go ahead and go back because there was nothing that was going to harm us.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you find anything in the kombi?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you find in the kombi?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We had a problem because one of us who was a leader, told us that she wanted to disembark the kombi, to go alone, and then we did not allow her to do that.  We could not leave her at that place, because it was at night.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you find surprising?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "What surprised us was the fact that she wanted to disembark the kombi, she did not arrive with us at the village.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did she ever get out of the kombi after getting into it?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, she did not because we did not allow her to do that.  Then at the end, she stopped with her actions.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And how did she, what do you mean she didn't arrive with you at the village?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I was also surprised why she did not want to arrive with us at the village, because we went together.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did she just disappear from inside the kombi?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, she did not disappear.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Then, when you say she did not arrive back in your village with you, what did you mean?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I say that she did not want to arrive with us at the village.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but did she eventually arrive with you, back in the village?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  Take it from there Mr Richard.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you.  When you left the sangoma, Theledi, what did you think you should do next, what did he tell you to do about the witchcraft problem?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He did not tell us what to do because he said to us we know those people.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, what did you decide to do because of what he said?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "We went back, straight to the church and the youth were still there.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you do there?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "When we arrived at the church, we gave them the report, we told them that we did not find the first doctor and then we decided to go and see Mr Theledi and Mr Theledi told us that we know the people who were causing the problem in the village.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did the meeting then decide as a result of that information?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was decided that some people should be sent to buy petrol.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were you going to do with the petrol?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They said we were going to burn the witches.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who did you decide were the witches, who were the witches?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The witch-doctor did not tell us their names.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who did you decide the witches, you were going to burn, were?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "You had bought petrol with which you were going to burn the witches.  Mr Theledi had not told you who the witches were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just keep it right there, and did you then burn any witches?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, there is one that we burnt, but we suspected that she was a witch because Mr Theledi didn't tell us their names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right Mr Richard, try and take it from there.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Why did you decide that that particular person was a witch if Mr Theledi hadn't told you that she was a witch?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I was also surprised because the crowd just went straight to that person.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What do you mean when you say the \"car just went straight to that person\", please tell us?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR RICHARD",
            "You said that your car just went straight to a person's house, is that not correct?",
            "Male"
        ],
        [
            "INTERPRETER",
            "I beg your pardon Mr Chairperson, I interpreted the crowd not the car.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Tladi, you said the crowd went straight to somebody's house, is that right.  Now first tell us who is this person?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "She was Mrs Bathule Baphela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Bathule Baphela.  Let him tell us exactly what the movements were.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Please continue.",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "As we were going there to Mrs Baphela's place, it was after six o'clock.  When we arrived, some members of the crowd entered the house and others surrounded the house.  We were together with her last born son, then we asked him to go and call his mother.  He entered the house and called his mother, his mother was with his father.  His parents came out, his mother and his father and when he came out, he had an axe in his hand and his father instructed him to leave that axe so that we could listen to what these people wanted.  I also encouraged him to leave that axe.\n\tI made it clear to him that there is nothing that he could do to that people because there were so many people in that yard.  He came with his parents, his mother and his father.  I was with them in front of the house, the four of us.  It was myself and Mrs Bathule Baphela, her son and Mr Baphela, the senior.   We were facing the crowd.\n\tMr Baphela, before he could ask any questions, I asked them why have they come here because they are now frightening the family.  I wanted to know why are they not saying anything to him.  That is when they started telling me that they came here because of witchcraft and then he asked them who was a witch.  They told him that his wife was a witch.\n\tHe told the crowd that because he was not always at home, he was working elsewhere, \"I ask for forgiveness\" and soon thereafter chaos ensued, they started throwing stones and Mr Baphela was also struck by a knopkierie, I could not see who struck him with the knopkierie.  It was all chaos in the yard because people were throwing stones.  I almost injured myself because I was standing with them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What happened to Mrs Baphela?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Mrs Baphela was taken by the crowd, they wanted to know from her who were her accomplices and others were having petrol and they were giving her petrol to drink.   As we went out of the yard ...",
            "Male"
        ],
        [
            "MR RICHARD",
            "What happened as you went out of the yard?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were asking her questions, they wanted to know her accomplices and her response was that \"I am not a witch, instead I am being bewitched because they even killed my son\".",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did the crowd do?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They forced her to drink the petrol and dosing her with petrol.  As we were passing her next-door neighbour, she tried to run away and she was struck by a knopkierie, Freddie struck her with a knopkierie and she fell down.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And what happened next?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I don't know whether she lost consciousness, I don't know whether it was because she was struck with a knopkierie, but she was taken out of that yard.  They were dragging her and they were singing songs normally sung by comrades.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were the songs?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "The one that I remember is the one that says (indistinct)",
            "Male"
        ],
        [
            "MR RICHARD",
            "They dragged her out of the yard, what happened next?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "She was dragged out of the yard and at that time there was nothing that I could do or explain, so the only thing that I could do at that time was to take that petrol container and douse her with petrol.  I did that.  I doused her with petrol.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you do next?  Did you or somebody else set fire to the petrol?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "After I had done that, I retreated but I realised that she was already burning.  I didn't see who actually burnt her.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Why did people decide that Mrs Baphela was a witch, why did they suspect her of being a witch?  Was she doing anything suspicious, was there anything strange about her?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "There is nothing that she did because I have never seen her doing anything that would make her to be suspected as a witch.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Why did you personally douse her with petrol?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I don't know what made me douse her with petrol.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did anyone tell you to do that?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it necessary to do so?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was necessary for me to do that, like I have explained before, I really do not know why I did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is why I am asking you, they have already given her petrol to drink, they have already doused her with petrol, was it necessary for you to also douse her with petrol?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It was not necessary for me to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you.  Sir, there is only one last line of questioning that I want to go down with.  You said you were surprised that the crowd went straight to Mrs Baphela's house.  Why were you surprised?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "What surprised me was that I did not know why they were going straight to her place, like I have explained before, Mr Theledi did not reveal the name of any person who was responsible for witchcraft in our village.  That is what surprised me, because even when we arrived at the church, we did not name any person as a witch.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Were you privately aware of anything that Mrs Baphela might have done to make people suspicious of her, jealous of her or believe that she was a witch?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, there is nothing that I know.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, why do you think the killing of Mrs Baphela was political?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It is because the way this incident took place, everything was performed by the comrades and the ANC Youth League and the way they were toyi-toying.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you simply get carried away?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please explain the question, I don't understand the question.",
            "Male"
        ],
        [
            "MR RICHARD",
            "You were part of a crowd of people who went to Mrs Baphela's house, there was ANC youth and others and you knew that you had been trying to find a witch?  You threw petrol on Mrs Baphela, were you simply carried away by the emotion and the feelings of the crowd at the time?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry before you answer that, I thought he has told us for at least about two times, that he does not know why he did that?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you, I withdraw the question.  In your application for amnesty at page 2 you say\n\"... in this way we were ordered to burn her by the leader Rinco Masimola and I and Simon Rapula, Leonard Masimola, John Mekameng and others at plus minus 100 in number ...\n\twhat do you mean by that?  What did Mr Rinco Masimola order you to do?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He told us that people like her should be burnt.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did he mention her name?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No, he did not.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Then why, what do you mean by \"people like her\", what was she like?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Are you referring to Rinco or Mrs Baphela?",
            "Male"
        ],
        [
            "MR RICHARD",
            "You have said he ordered that \"people like her\" should be treated as you did.  What do you mean by saying \"people like her\", what was she like?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I explained  before that  she was just suspected to be a witch.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What were Rinco Masimola's specific words, what did Masimola say?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "He said people who are involved in witchcraft should be burnt and killed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Then I go to paragraphs 10(a) and 10(b) at page 2 - \"state political objective sought to be achieved\", there you stated\n\"... as I mentioned, I was an instrumental organ, I would have to do whatever I was ordered to do, do many activities achieved by the organisation, part of liberation ...\"\nAnd at paragraph (b) you carry on to say  in reply to the question \"your justification for regarding such acts as one associated with a political objective\", you answer was -\t\t\"...  it was not my intention, it was the order of the organisation as it was happening throughout the country.  I would not have to do it on my own, it was a political procedure as the organisation was against this.\"\n\tWhat did you mean when you wrote that?  Are you meaning that if you were ordered to kill witches as part of the liberation, you would kill witches?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Then at the end of the paragraph (b)\n\"... it was a political procedure as the organisation was against this.\"\n\tAre you saying that you believed as at 1992, that the ANC was against witches?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I believe the ANC was against impimpi's.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you believe that witches had to be dealt with the same way as impimpi's?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then when you say \"it was not my intention, it was an order of the organisation, it was happening throughout the country\", what was happening throughout the country?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Impimpi's were burnt throughout the country.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What happened to witches throughout the northern province?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "They were also burnt.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Is that what was happening throughout the country, and you would not have done a witch burning on your own?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.  Have you got any questions, Mr Mokoena?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Thank you Chairperson, I do have some questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Go ahead.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Mr Tladi, to which political party was the deceased affiliated?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not know which organisation she was supporting.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Now did you consider her as your political opponent?  Did you consider her as your political opponent?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I have already explained that I did not know in which organisation she was.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Okay.  Let me for the purposes of this question give you the benefit of the doubt that witches were political opponents of say the ANC.  Now, given the fact that she was not even pointed out by Theledi, she was not even named by Theledi, would you still say, would you agree with me that she was never a political opponent?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I would agree with you.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "If you agree to that one, would you also agree with me if I say at the meeting when a spontaneous decision was taken to go and burn her, that the mob could have been influenced by one or two individuals who had personal grudges against her?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I would agree with you.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Let me come to the beginning of your testimony, what would be your comment if someone comes here to testify and say that as at that date, 1992, there was no structure at Maroshane, ANC structure?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I would not disagree with him because I was not residing there all the time, I was working outside.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "If called upon to testify, Rinco Masimola will deny that he was ever a leader of the Youth League of that area.",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I would not agree with him because he was the person who was addressing the meeting as a leader there.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "How many ANC meetings did you attend?  Let's forget about these ones where you sought to identify witches.",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I have said this before, I was not residing at home because I was working elsewhere.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Did you ever attend any ANC meeting besides the meetings in issue here?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, there were others that I attended.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Can you, may you maybe just give an estimate of such meetings?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "It could be three meetings.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry that is not very clear to me, where was that, where did you attend those approximately three meetings, was it at Maroshane or at this place where you say you were working and where you say you resided also?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "At the place where I was working.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where was this place?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I started working at Middelburg, (indistinct) mine and Pretoria and Johannesburg.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Should one understand that you mean that you never attended any meetings at Maroshane until this particular incident happened?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before the incident you are talking about here today, did you attend any meetings at Maroshane?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Mr Mokoena.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Shall I, will I be correct to say that even these consumer boycotts and strikes you talked about, you are referring to the places where you were residing and not at Maroshane?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Okay, so if somebody comes to testify to the effect that there was never a consumer boycott or strike at Maroshane, what would be your comment on that one?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I have explained before that I have agreed that I would agree with somebody when he says the ANC was not present at that time.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Okay.  How would you associate this killing, the burning with a political motive?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I associate it with politics because the procedure that was followed was the normal procedure that was used by the Youth League because they were also toyi-toying.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Are you suggesting that just toyi-toying, proceeding to a particular person, that becomes a political motive?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not understand the question, will you please repeat it?",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Are you saying that proceeding to a particular person, toyi-toying would justify that as a political motive?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is associated with politics because ANC leaders were present.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Okay, as I said, I am going to call someone to come and testify that there was no such an ANC structure in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That doesn't seem to be in dispute, the applicant has conceded that.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Okay, thank you Chairperson.  Mr Tladi,  you cannot deny that this act was purely a criminal act, can you?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not understand you.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Let me put it in a more simple way.  What would be your comment if I said to you this was just pure a criminal act, it had nothing to do with politics?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I would answer you by saying that it was not a criminal act because we were so many there, and we did that as comrades, all of us.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Okay.  Mr Baphela is going to come and testify that this arose out of jealousy because of the standard of living of his family.",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I would agree with him there.",
            "Male"
        ],
        [
            "MR MOKOENA",
            "Thank you honourable Chairperson, no more questions.\nNO FURTHER QUESTIONS BY MR MOKOENA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Mokoena.  Ms Mtanga, is there anything ...",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions Chairperson.\nNO CROSS-EXAMINATION BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Does the Panel want to raise anything further?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Not from me Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Nothing from me, Mr Chairperson, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you got any re-examination Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "I have two questions.  At that time did you have knowledge of any other incident in any other area where alleged witches were killed?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not understand the question, will you please repeat?",
            "Male"
        ],
        [
            "MR RICHARD",
            "As at August 1992, had you heard or did you know of any other incident in any other place, where a crowd of people had gone out and killed somebody they thought to be a witch?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How many such incidents did you know about?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "Three of them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where did those incidents take place?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "In Skinot and also in Rampahlela.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you know people who had been part of those incidents?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not know their names.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How did you learn about them, through the newspaper, people talking?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this new evidence?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Sorry, I leave the question.  How many times did you hear Rinco speak at a meeting?",
            "Male"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I only learnt about people being burnt at other places on radio, I have never heard Rinco saying that.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How many times did you hear Rinco speak at meetings, nevermind about what you heard on the radio?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't you remember?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not remember.",
            "Male"
        ],
        [
            "MR RICHARD",
            "No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Were you aware of any incidents similar to this one that had occurred at Maroshane?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "I do not remember.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I take it that you are unable to give any justification for the killing of this person?  Isn't that the position?",
            "Unknown"
        ],
        [
            "MAGOME FREDDIE TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, Mr Richard, is that the evidence for the applicant?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "That is the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that his case as well?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "That is his case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Will any other party present any evidence in this matter?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes honourable Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you intend doing, Mr Mokoena?  Whose evidence do you intend to tender?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Pieter Baphela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the husband of the deceased?  Is this in regard to this question of the motive for the attack on the family?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that is as I understand his testimony, he has conceded that.  It looks as if, on what you have put to him there, there is nothing that is in dispute.  Under those circumstances, on the face of it, that testimony wouldn't really add very much to the incident.  If that is the only point that you wish to emphasise on, on the testimony of Mr Baphela.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "That was the only point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I think that one is common cause, so I don't think you need to be concerned about that.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anybody else that you had in mind, or is it only Mr Baphela?  Because as I say it appears to me as if there is no dispute really.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes, I also had Rinco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Rinco yes, but even there, there is no real dispute.  And besides, I mean the tribunal is not likely to make a finding that would directly impact on Mr Rinco's situation.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Okay.  Then that will be all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I assume Ms Mtanga, you are not intending to present any evidence?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That is so Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Richard, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "I do have some submissions.  From various reports that we all have copies of, we know that during that period in the area where this applicant resided, and worked, there were cases where groups, crowds of people decided to attack and injure people they suspected of being witches.\n\tIt was a problem at that time.  We then also have no reason to doubt that this particular applicant attended a meeting at Maroshane where the problem of witches was discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, his testimony is not in dispute on the build up.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "And then the relevant factor in his case is that after an unsuccessful quest to find a sangoma or ngaka, he became part of a crowd that seized upon what appears to be an arbitrary suspect and burnt her to death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think the question is was she a political opponent?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "All I can argue in his support is that he was part of a crowd that descended upon this woman in the belief, unreasonable though it may have been, and unconnected with any linking evidence, that she was a witch.  The man is clearly a simple person and I believe that his evidence that he would not have acted in this manner, unless it had been for that time, may be accepted as true.\n\tMy submission on his behalf is that the inference that we can draw from the facts I have outlined is that contrary to his normal state of mind, he became possessed with the hysteria of that particular crowd and believed on the basis of superstition and background, that he was acting in accordance with an accepted political gender of killing witches.\n\tUnfortunately there is no evidence that I can take the argument further with.  If I am challenged to say what evidence there is that links the subjected state of the applicant's mind I have nothing but that circumstantial evidence that I have outlined to argue on, and I will leave the matter in the hands of the Panel.  As it pleases you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you  Mr Richard.  Mr Mokoena, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Honourable Chairperson, I am not going to make any submission, I will leave the matter in the hands of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no submissions to add, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Anything you wanted to add, Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have come to the end of the day, we have been forced to sit way beyond the normal sitting hours because of the circumstances that prevailed here in an attempt to catch up with the matters that we had on the roll and in an attempt to accommodate everybody who is inconvenienced by the continuation of the proceedings, particularly by the fact that a significant number of the applicants before us, are being transported by the Correctional Services from various centres and there are great difficulties in sometimes reaching the venue from the centres without problems.\n\tFor that reason we have sat until we had completed this particular matter, which affected an applicant who has to be transported over some distance, back to Pretoria.  As we have indicated, we are sitting in Middelburg in Mpumalanga.\n\tFor that reason we have sat until this evening.  However, having come to the end of the day's proceedings, we are not in a position to give a decision immediately, we believe it is in the interest of the process that we should adjourn at this stage.  We will formulate a decision and will notify the parties as soon as that decision is available.  We will endeavour not to delay the decision in the matter, unnecessarily as we try to do and get these decisions out as expeditiously as possibly under normal circumstances.\n\tWe will therefore adjourn the proceedings and reconvene tomorrow morning at nine o'clock in order to deal with whatever remains to be dealt with on our record, on our hearing schedule.  We again take the opportunity to thank the legal representatives for their assistance thus far, it is appreciated.  We will then adjourn the proceedings until tomorrow morning at nine o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}