{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-18",
        "location": "PIETERSBURG",
        "day": "2",
        "names": [
            "EDDIE SIMON BALOYI"
        ],
        "case number": "00554",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55724&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pieters/baloyi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "EDDIE BALOYI",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "EDDIE BALOYI",
            "MR MANTHATA",
            "MR BALOYI",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "While Mr Baloyi is coming forward I just want to welcome someone who is present at the hearing, Mr Rashaka Racahachanga who is a member of the provincial legislature for the Northern Province.  Mr Rashaka and I actually share a secret.  Maybe he'll tell you that many many years ago he was student at Tanya College in Johannesburg.  I think it was 1984, and that is the year when I started teaching and I had the pleasure of having Mr Rachachanga in my African History class.  But I'm not going to take any responsibility for him being a member of the provincial legislation.  So welcome Rashaka.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Baloyi welcome here with us, some of us have had the opportunity of meeting with you earlier.  Before we proceed will you please just take the oath.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Baloyi you can continue and talk about what happened to you.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "I say that I think that I'm excited about what I'm going to say. So now, I don't know, sometime I was unconscious when these things happened but I will try to explain what I have seen.  But don't feel painful because they came to me while I was unconscious, they said I should say these things because at the time I was unconscious, so I could not understand.\n It was in March 1960.  I was a boy scout.  While I was a boy scout, I got promotion.  After the promotion I was told that I have to go and run the centre at Mafula as a scouts master.  I agreed.  I continued with my work as assistant scout master without any problem, it was okay.  One day pamphlets came to the families of people and they were put inside a post box.  I took one of them and looked at it and found that it was a Pan Aricanist Congress Pamphlet.  Myself, I was a member of the African National Youth congress, but I didn't attend meetings. I was busy with the program of scouting. \n I heard that there's a meeting which was coming for residents and all of us were supposed to be there.  When we went to that meeting I found that Chief Luthule was addressing the people. We wanted the council to know that we wanted a council which would be under the name of the African National Congress, although this was not the name. Although I was not a member of the PAC then I followed the philosophy of Robert Bangelo Sipholo Sebukwe because I knew him as a lecturer of the University of the Witwatersrand.  He was capable in the scouts and was a good advisor too. I liked him for that.  I met him, he told me to go to Kotla Koli Lobalo who, who was working at the Union White at President Street No 1 or 2. I went to him, he said to me, \"Mr Baloyi, you are with Stanley Khosi next to you, in other words, that is the one who is going to tell you what we want you for\".  I went to Stanley Khosi and he told me that I won't be busy with scouting tomorrow, I'll be delivering pamphlets.  I asked what the pamphlets say and it he said they were going to form a new organisation called the Pan African Congress. They had arranged a stay-away on that day and would not go to work on Monday. All the people were not going to work.  It was like that.  I agreed.\n My work, being a scout was left behind because I was a new member.  What we were instructed to do was to put the pamphlets in the post boxes.  We made sure that there is a pamphlet of the Pan African Congress because it was a stay-away from work.  All the people, I believe, had radios in their houses, most of Soweto people had radios although some of them didn't have, they heard that they should not go to work.  \n On that day when we woke up in the morning, we were called.  When I looked outside I saw Potlkolbalo and he disappeared.  While I was still looking I saw Professor Bangulu Sosubukwe and he called all of us.  We were singing the national anthem Nkosi Sikelele Afrika and we sang it in English and in Sotho, more especially, people were surprised at what was happening.  Myself I didn't know what was going to happen when they said we should not go to work.  Then there was a meeting, it was going to be held where we were going to listen to what they want us to do, and we attended it.  Father Albert Lethuli was there addressing.  We were told that all of us should come there with our ID documents.  We did as we were told.  When we arrived there thy didn't want to listen, they wanted that ID document only.  They took it and put it in the fire. It was the end of the document until we saw that all of them were burning.  In that way it was appealing to my heart that when they burned my ID, what's happening, and I stood up and looked.\n I only saw smoke, I could not tell if it was tear gas smoke or the smoke from our ID'S, I can't just remember.  When I looked Professor himself was pushing a wheelbarrow full of identity documents.  He was taking them to the police station.  Other people were assisting him as well and the police were coming behind them.\n I have to say the Vaal Triangle and Soweto as a whole were nearly the same.  When I realised I was at the police station, they mishandled us, they did not treat us as living people, they would grip us and throw us into their lorries. I don't know how I came into their lorry, I really don't know.  When they asked us who we were we had already been told to tell them that we're the members of the PAC, and they said to us, aren't you the members of the ANC?  We said yes we are but at this present moment we are the members of the PAC.  They then realised that these people were coming together, they were uniting.  I don't know what happened then to our leader, where he was taken to.  When I only saw Stanley Khosi Potlakole Baloro Nimailola and the other members of the Pan Africanist Congress.  That is where we were then forced to be divided.  They wanted to interrogate each one of us separately to get the idea of whether we were the real members of that organisation or not. I don't know if they found out exactly what they wanted.\n And then they were told to leave the youth and get hold of their leaders and put them in jail.  They said if the youth is also involving themselves they will also catch them.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Can I stop you there Mr Baloyi? Our briefer, we were told that the statements would start from 1963, now can we jump over the events of 1960, the events that happened to you.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "The person who wrote that statement made a mistake.  I think Zolile made a mistake.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Yes I realise he made a mistake, well carry on then.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "We were given a chance because they said they want to investigate whether it's true that we were the members of the ANC but some of them had been taken away.  When I looked, I realised that they were also suspecting Mr Mandela.  He first got a five year warning, he was well known, because they met and they said these two organisations want to unite and they want to work together, and investigations were then carried out.\n I was also involved in the investigations, something befell me, I was arrested for fraud and forgery at Barklays Bank.  This case led to my detention and I was then sent to prison.  While I was in detention, the comrades would come and visit me and wanted to know why I was involved in such cases. I said to them, it's because we wanted money since we were instructed that we must skip the country and go to other countries for training. I realised that I didn't have any money in my pocket and therefore I had to get money.\n While we were in this case, something came to my mind.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Can you please help us.  You're now telling us about fraud and forgery and then we want to know, where did the government meet you and the things that they applied on you, the things that you have written in this statement? You are now telling us things that are not related to this event.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "Mr Manthata, if I have to take a short cut it's going to trouble me really.  If I relate my story I want to go through every point.  If you realise that the time is limited you should tell me and then I will shorten my story.\n Mr Manthata, I will then carry on.  I will leave some of the things, it's not a problem.\n Now in this action, things started becoming hot.  Mr Sebukwe asked in Pretoria, he wanted to know why I was arrested and they told him I was arrested for forgery, and he couldn't believe it.  I requested to see him because he was in another section and I asked the commanding officer in Pretoria to let me see him.. They took me to see him and then he asked me if it is true that I have been arrested for fraud and forgery.  We said no, they only suspect that we did this.  We said to him we don't want to accept, because if we do we are going to be arrested. but he asked us how we are going to defend ourselves since we are now involved in a criminal case.\n And then he suggested that it was not going to be heavy on us because we are still suspected and not yet charged. They kept us outside so that they can investigate whether we were members of his party or not.  And then he showed me his constitution and it's contents.  We said to him, we accept that we have made a mistake, we shouldn't have done what we did.  He said to us that he is not with us in this, we must see to it that we are not mishandled in the prison.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Baloyi, you haven't come to the issue we are asking you.  We don't have time.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "I will take it briefly because you don't give me time.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "We are asking you to talk about the tortures, the assaults and those are things that we want there .",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "Those are short cuts, I can't talk about something that does not have a body.  I want to explain what happened because we want the story as a whole, as to how it was started.\n Mr Manthata, we are talking about something that happened, we want what happened.  You want what happened to me.  That's why I'm starting from the beginning.\n At first I was surprised when the security branch in the form of Johan Hendrik van der Berg, a general in the South African security, showed me his ID, that he's a security general in Pretoria, and had come to interrogate me, to find out whether it was true that I'm involved in politics. I agreed it's true and said I'm a member of the Pan Africanist Congress.  He requested me to verify this.  I showed him my card which I now still have. They requested the prison officials who had come and interrogate me, to go out, leaving me alone with him in the office. He took the papers and said he was going back to Cape Town and would send someone in the name of van Staden and I should not be surprised.\n Van Staden came and asked me the same question, and said that I would go into detention for 90 days solitary confinement, since they found out that I was involved in politics, and was a member of the Pan Africanist Congress.  I agreed that I am a member.  They detained us, and we started with the 90 days detention.  It was six months, 180 days detention, not 90.  In October the 14th they told us that we must get prepared, we are going to court. We were 26 in number, all members of the Pan Africanist Congress.  I was accused number four in the case.  We found that in court we were ten in a box, and there were 10 state witnesses.  While we were talking, the judge asked how it was that I became a member of the PAC and I replied that I was recruited and he asked what it was that I can show that this organisation was innocent.  I had a pocket bible in my pocket which I opened and said to him that I'm used to Chapter 5 verse 1 to verse 26 which talks about Africa and Africans when they're oppressed, and because the Law is a sin, we are oppressed because we are black. The water we would buy with money, everything even wood we buy with money. Our fathers sinned and our sin is that we are standing here today.  I'm not going to read the whole verse, they can read it at home, Lamentations Chapter 12.  These are Jeremiah's cries. It stopped...(intervention)",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Excuse me Mr Baloyi, I'm going directly on what happened to you because you're coming before us to actually speak about what happened to you personally, you say that you were arrested twice.  In 1961 and 1965, is that correct?",
            "Unknown"
        ],
        [
            "EDDIE BALOYI",
            "Yes that was the first in 1961.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "When did the actual torture take place?",
            "Unknown"
        ],
        [
            "EDDIE BALOYI",
            "1965.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "1965.  We want to know about the actual torture.  What you're telling us about the background is important and we'll get to that when we ask some questions, but what we really want to establish first and what we hope you will help us to establish is this torture that you're speaking about, because the Act which establishes the Truth Commission , one of the gross human rights violations is torture, so if it's possible, please could you tell us, you speak about a General van der Berg, who you say interrogated you.  Is this the same person who also tortured you?",
            "Unknown"
        ],
        [
            "EDDIE BALOYI",
            "No he's not.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And what type of torture, what were you, what did they do to you?  The actual torture?",
            "Unknown"
        ],
        [
            "EDDIE BALOYI",
            "First in March at Baviaanspoort Prison, when I was detained there, I was a patient with hypertension disease, and I couldn't work, the doctors said to me, no I can not even pick up a four pound weight, I must not do hard labour, in fact no labour.  There was a fellow who was in charge of the hard labour span at Langeveld, N Gouws, that fellow said, \"Hierdie Kaffer, ek wil hL hy moet werk, hy's mos 'n kommunis, hoekom bly hy binnekant?\"\n I did not answer, he asked the hospital, Piet van Staden to me out with the span to go and work.  And Piet van Staden said, \"Hy is 'n pasient, dit is nie nodag dat hy moet gaan werk nie\", but he replied, \"Nee, hierdie man is nie siek nie\", and he took me by force, he opened up the gate and he handcuffed me, and he had a sjambok that they call a rubber baton, and he hit me in the joint of my neck and I fell down.  He said, \"Staan op!\" and I wake up, and he said, \"Loop!\" I asked where, but I went.  We go a distance from here, I think up to town where the other prisoners are working.  Now when we appeared there, he said to me, \"hier's 'n finger krywa\", and I had to grab a wheelbarrow.  I did not hesitate, I took the wheelbarrow, meanwhile I while pushing it some dogs and black police following behind me.  I was sjamboked by those donkey police until I fell down.  I did not know who but the first man whom I see who was powerful was Langeveld.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "In your statement you also speak about your left ear drum.  What happened, were you struck on the head, can you tell us about that?",
            "Unknown"
        ],
        [
            "EDDIE BALOYI",
            "I will get there.  And ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me Mr Baloyi, we know each other, we've met before, we have limited time, all the witnesses are of equal importance.  You have been at that microphone now for 35 minutes, we've allocated only 30 minutes to each individual, we have another nine minutes to lunch.  We would not like to stop you or interrupt you, but you'll have to decide what is important.  We're going to finish your evidence by one o'clock.  We have a long written statement, you deal with both 1961 and 1965, you deal with the contents of the torture, we're giving you the opportunity to say that here orally to the whole world and the whole nation, but you will have to concentrate on what is important, because when the time is up at one o'clock you will have lost the opportunity to get to what we believe are the important things that we want you to share with us. So I'm asking you very friendly again, we would also have some questions, if you could try now to be crisp, we have the background, we've read all the documents, the people have heard the political events rising up to this, so that you allow us still to ask you some questions, because we have questions in our minds, but then you will have to finish your evidence so that we still have another five minutes or so for questions, so that we can then afford the other witnesses, after lunch to continue with their evidence.  We cannot continue on this basis.  So please, it's a very friendly request, but a very sincere and firm request.  Stay now with the torture, explain it, do it briefly so that everybody can hear and can understand and that we can continue with our program.  Please, do we understand each other?",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "Thank you. My torturing up here in this way is that there was a certain hatred that I am an influenza to the other prisoners who were not involved in politics following the action of the Congress so that Langeveld hit me with a baton first on my neck.  I fell down as I said before.  And the second was Mnr Gouws, the one in charge of the span who hit me with a pick handle and I also become hopeless, I didn't wake up for a moment.  He said, \"Staan op!\", he hauled me with his hands and said, \"Ek sL vang die krywas!\", and I hesitated, I had no power, and the dogs were behind me.  Even black warders were hitting me.  I don't know how many of them, whom I saw a lot was Moses, the warder in Baviaanspoort, Moses, he's the one who laid a heavy blow on me, on my ribs and I had another punch on my left ear, that also made me dizzy.  They took me, they pulled me, they put me on a wheelbarrow, I didn't know where they brought me, because I was unconscious at that time. And there was an iron rod that I felt something heavy on my body, all over my body I was beaten by an iron rod.\n Now I felt something on my knee, very penetrating, very painful, and I felt something again below my heart, penetrating very painfully, of which I've got a mark that I can still show, and I was unconscious.\n As I heard, a fellow prisoner who was my closest friend, we were together almost every day, he told me that he saw that they were conveying me with a wheelbarrow to a compost hole and they put me in that hole and covered me with grass. It was the time when the span must knock off at four o'clock.  Now I did not see or feel anything that had happened, he told me that. He said we were about seven hundred prisoners and when they go they say, \"Nee laat ons loop, die span is reg\", and Dululu said no one of our fellow prisoners is not here, they asked who and he said,\"Eddie Baloyi\".  They said, \"Nee jy praat nonsense man, laat die span loop!\".  In order that these people want to collect me in that hole that if they come to check up the span and they finish there in prison they must back and shoot me in that hole, because I was a problem in prison. But for your information Dululu refused to go until Eddie Baloyi came too. And then the span did not go to prison, they waited until they found me.  But during that time I was unconscious and they took me to prison unconscious and they took me to hospital.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Baloyi, you will forgive me, we accept your story, we'll see what to do.",
            "Male"
        ],
        [
            "EDDIE BALOYI",
            "One other thing...(intervention)",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "No we are through Mr Baloyi, we are through.  Just stand up.  We'll adjourn now for lunch.  We'll come back at 2 o'clock.  We'll ask all those that have ear sets and receivers, to leave them where they were sitting. You don't have to hand them over, thank you.\nHEARING ADJOURNS.",
            "Male"
        ]
    ]
}