{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2",
        "names": [
            "THEOPHILUS NDLOVU BONGOZA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55543&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/bongoza.htm",
        "speakers": [
            "MS CRICHTON",
            "THEOPHILUS NDLOVU BONGOZA"
        ],
        "original_speakers": [
            "THEOPHILUS NDLOVU BONGOZA",
            "MS CRICHTON",
            "MR BONGOZA"
        ]
    },
    "testimony": [
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Can you hear me Mr Bongoza?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Now you are here today to talk about yourself.  You were arrested by the police.  What was the charge for that arrest?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "I was arrested because I was a member of Congo.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "In your statement it says that there was a person by the name of Dyasi and his house that was burnt.  Was there any connection to your arrest?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "Yes, that name was mentioned.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "When you were arrested for the second time, you were taken to Umzimkhulu and there you had interrogation for five months.  During that time what was your experience?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "When I was first arrested they brought me to Lusikisiki and I was arrested alone.   And then they transferred me Umzimkhulu for five months.  I was not ill-treated in Umzimkhulu because when I arrived there I was praying, I was singing church songs.   And the police, because I was behaving well they did not ill-treat me, but the food was bad.   We used to eat beans which were not healthy.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Thank you for that testimony.   In your requests to the Commission you make a statement about\nNquzo mountain and your concern for that mountain.   Will you explain what your concern is please?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "About the Nquzo mountain, the people who died there and who were buried there and the way they died.   When I look at that mountain I can see that it is not well looked after.   I would like the Commission to build a police station there so that mountain can be looked after.   If the Commission would help to build a police station in that place I would be glad.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Bongoza there have been people who have asked for a memorial to be put there.  Would you agree with that?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "Yes I would agree with that, but that will not  help much.   That is why I am asking for the Commission to build a police station there, so that the police would look after that place.   If there will be a monument there, it will not have good meaning.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Bongoza, one last question, I want to take you back a little bit to Kokstad when you were on trial.   You were represented by Mr Swart.  Where is he now?",
            "Female"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "I do not know where Mr Swart is because since I was released I never contacted him, because when I was released I told myself that I will not agree with the Government and I was scared of the Government.",
            "Male"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "Thank you Mr Bongoza.  Is there anything else you wish to say to the Commission?",
            "Male"
        ],
        [
            "THEOPHILUS NDLOVU BONGOZA",
            "Yes I have another request to the Commission that I sold most of my cattle to pay for Mr Swart.  I would like the Commission to build a church in my area because it was only God who helped me to be released.  I would like the Commission to build a church.  That is my request.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Bongoza.",
            "Female"
        ]
    ]
}