{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2 AREA LUSIKISIKI",
        "names": [
            "SINUKA JALI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55552&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/jali.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRMAN",
            "MS MAYA",
            "REV GABULA OPENED WITH A PRAYER",
            "SINUKA JALI"
        ],
        "original_speakers": [
            "REV GABULA OPENED WITH A PRAYER",
            "MS MAYA",
            "CHAIRMAN",
            "ADV SANDI",
            "SINUKA JALI",
            "MR JALI"
        ]
    },
    "testimony": [
        [
            "REV GABULA OPENED WITH A PRAYER",
            ".",
            "Unknown"
        ],
        [
            "MS MAYA",
            "On this second morning, the 25 March 1997 I am going to read out a list for the Human Rights Violations Committee, the list that we have today.  We are going to listen to 43 people.   We are going to finish off what we started yesterday in connection with the struggle in Pondoland.\n We have 34 people for today.    We will start with today's programme and finish off with yesterday's list.\nWe have nine people from Lusikisiki.  I will read today's list.  I am going to read the person's name who will be testifying, then the victim.   These people were ill-treated or tortured because they were ANC members. Most of them were detained.   After they were released they were in such ill health that they passed away.   \n We have Percy Ncanyiewe Myezo, who will be talking about Mtanyini Myezo; Sinuka Jali and Mngqungelwa Jali who will be talking about Sovumase Jali;  Cetyiwe Pila who will be talking about April Pika;  Naniwe Mary Maribela Ndizimela who will be talking about Zofonia Ndzimela;  Ntombikayise Nxulu who will be talking about Mathopisi Siqakaza;  Nontombi Bhasayi Makwaba who will talking about Simon Bhasayi Makwaba;  Nopopi Mantola Majinga who will be talking about Bangumzi Majinga; Ndabazipheli Myekwa Qwathekana who will be talking about himself;  Mjwenjwe Twenty Joyi who will be talking about himself;  Fanele Lungu who will be\ntalking about himself;  Gxakela Mabandla who would be talking about himself; Nofuduka Eleanor  Mamjoli Xhakana who will be talking about Shomboto Xhakana;  Noquiquizela Macebisa Ngqupaza who will be talking about Makulana Khatshwa;  Makwitshe Nancy Mqatshi who will be talking about Bulelani Sivuyile Mqatshi;  Kintana Mbekwa who will be talking about Mbekwa Sibunu;  Manzala Dingumhlaba who will be talking about Magwabule Nzala;  Gladys Nonzwakazi Danga who will be talking about Goliath Danga;  Nkosiplhendule Nakwa who will be talking about Mzayifana Alfred Nakwa;  Nqeke Fani who will be talking about himself;  Mlandelwa Fani who will be talking about himself;  Noni Mabhala Gcaba who will be talking about himself and James Notununu;  Nobawo Mildred Mdlamla who will be talking about Bambaliphi Mdlamla;  Ngwazi Sipolo who will be talking about himself; Ndovela Nxasana who will be talking about himself;  Theophilus Ndluvo Bongaza who will be talking about himself;  Nosipo Dorothea Somdizela who will be talking about Skinkili Moyiswa;  Agness Mamsareni Magawana who will be talking about Barnabas Mhlati Magawana;  Daliwe Mgulwa who will be talking about Marelane Mgulwa;  Mapota Peter Mjanyelwa who will be talking about Mjanyelwa Mnconco;  Gingiliza Mamsakazweni Mkhathi who will be talking about Yiva Ndiseni;  Matshingelana Cambana who will be talking about Gavu Zadunge;  Penelope Madikizela who will be talking about Solomon Madikizela;  Siwewe Mamtabasa Ngakanani who will be talking about Nohlaza Ngakani Jakada;  and Poyinda Nagi who will be talking about himself.\n From yesterday we have Mavis Gazula;  Bekabantu Qalanyobe;  Nelson Jinineka.    In the afternoon we will \nhave Eliot Skhosana who will be talking about himself, his house was burnt down in Lusikisiki in 1993;  Nomgwen Mancancini who would be talking about himself, his house was also burnt down;  Sipho Jackson Phangomso who will also be talking about himself - these people were of the same incidents, same area.  \n Then there are those of the 1989 incident:  Livingstone Siphelo Sapo who will be talking about himself, somebody tried to kill him;  Velile Ngcamla who will be talking about himself, attempted murder;  Nokuzola Phillip who will be talking about Fikile Phillip;  Tshitshi Ndlazi who will be talking about himself;  Simlindile Mabana who will be talking about himself;  and Mandlekosi Tambodala who will be talking about himself, somebody tried to murder him.   Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you Miss Maya.\n I request that we proceed as follows:  The next two hours we are going to focus on an issue that we dealt with yesterday.   I will request that the witnesses who will be talking about the Ngquza incident...   We are going to give them the first two hours.   We will try to not to dwell on this because we gave it ample attention yesterday, therefore I am requesting that the witnesses of the Ngquza incident...  I will not thank them immediately.  After they have testified I will thank them after the whole programme.\n Percy Ncanyiwe Myezo is he here?  Sinuka Jali and Mngqungelwa Jali; Cetyiwe Eleanor Pika; Naniwe Mary Maribela Ndzimela.  Please come forward.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you very much, Mr Chairperson.  To save time, I am going to ask the witnesses questions so that\nwhat has already been documented may be clearer.  \n We will start with Mr Sinuka Jali.  Mr Jali who are going to be talking about?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "I am going to talk about Sovumase Jali.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The three of you will be talking about people who had been detained, beaten up, injured and after their release they were so ill of health that they soon died.  Is that so?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How are you related to Savumase?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "He is my father.",
            "Male"
        ],
        [
            "ADV SANDI",
            "According to your statement you say that he was detained after people had been shot at Ngquza.",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And then he was beaten up by people?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I realise that you have requested that there be a tombstone erected in memory of the people that were killed.  Is that so?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there something that you would like to add to your request in connection with the tombstone?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "No.   The Committee will see what they can do for me.   I have no other request.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did your father pass away?  Was it in 1967?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "The Committee will forgive me because I do not remember well.  I am not educated, but he died six years after he had been beaten up and terribly injured.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all, Mr Jali?    You say he died six\nyears after the Ngquza incident.",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "When I estimate he died on a Friday, the fifth year after the incident.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How was he injured?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "His ribs had been injured.  He was beaten on his back and he was coughing blood.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did he die after that?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes, he would bring up blood.  He would vomit blood.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all Mr Jali?",
            "Unknown"
        ],
        [
            "SINUKA JALI",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ]
    ]
}