{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-26",
        "location": "LUSIKISIKI",
        "day": "3",
        "names": [
            "REFILOE I. KOADI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55556&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/koadi.htm",
        "speakers": [
            "CHAIRMAN",
            "CHAIRPERSON",
            "REFILOE IRIS KOADI",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "REFILOE IRIS KOADI",
            "CHAIRMAN",
            "MRS KOADI",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "We will now call Refiloe Iris Koadi.  We welcome you, Refiloe Iris Koadi.  Reverend Xundu will swear you in.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.  Ma'am will you please stand up.",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are you going to address us in Sotho?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Yes, I will mix Xhoza and Sotho.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We welcome you Iris Refiloe, we will ask Reverend Xundu to ask you questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.  I will ask you questions Ma'am, concerning what happened to Allan, your son, is that so?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Allan is my husband.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Can you please repeat Ma'am.",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Allan was my husband.  Allan was my husband.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "He was  your husband?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Yes, he was my husband.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Can you please tell us about Allan, what happened to him?  Can you explain to us your story?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "He left home on the 16th of June 1980, he was 26 years old because he was born in 1954.  He was a student at Fort Hare at that time.\n He was doing his B.Proc degree, it was his fourth year.  He was at home at that time, he left home saying that he was\ngoing to Matatiele, it was on Monday the 16th of June 1980. \n I never saw him again after that day.  I was pregnant during that time with our second son.  After two months  one young man came, Tsepo Maki.  He told me that my husband was seen on boarders to Lusaka, he was seen crossing boarders to Lusaka.\n We waited for him to come back together with our parents and months - years gone by and in 1985 Mrs Morashani, Allan's aunt, came.  She was Allan's aunt from Moqasha, telling us that she heard rumours that Allan was shot in Empangeni by the Boers.  I didn't believe that because Tsepo Maki, who was together with him at Fort Hare, he came to my house one day telling me that he was confirming that Allan was dead.\n But I still did not believe that because I thought that I was supposed to be informed.  But even today, I don't know what happened to him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Let me ask you Ma'am.  Was Tsepo together with him in exile?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "No, he was a soldier here at home.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Who told him, who told Tsepo that your husband was killed?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "I didn't ask him anything.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "They said that he was killed in Empangeni?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "The person who confirmed that he was killed in Empangeni, was Gotsho Madli, who was a student together with him in Fort Hare.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he from exile or was he inside here?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "He was from exile.  He left with Allan.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you ask any questions to the ANC officials to help you with your husband's disappearance?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Can you please repeat sir.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you make any attempts to go to ANC to go and enquire about your husband's disappearance?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "No, I did not make any, I did not go there because I didn't know what to do and where to go.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Your request to the Commission, you request the Commission to help you to investigate this matter.",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "What I would like the Commission, the Truth and Reconciliation Commission to do is, I want the Commission to help me to find the perpetrators and I want to know what happened to him because I was not informed maybe by the Government.  Together with my family, we were not informed that he was killed, so that we can take his bones and bury them at home.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "I have three children.  One girl and two boys.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How are they surviving?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "They are surviving sir and the - my first born, when he was 15 years old, he had fits and he is under treatment, he managed to pass standard 10 in Mareazela, but because we did not have money for him to go to school, he is now in the Strategy Community College in Matatiele, he is doing a diploma in business management, but his aim was to do law, but I had no means to send him to University.\n My second born in doing standard 10 in Muchess Secondary School and the last one is doing standard six.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Except for the requests you have made in your statements, do you have any other thing you want the Commission to do for you?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "My request together with Qwati's family is\nthat we would like the Commission to help us.  We want to rebury Allan's remains at home where his children and grandchildren will be able to point his grave.\n Another request is that I would like to be helped with my children because their future is not bright right now, I would like them to further their education.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is that all Ma'am?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Yes, I think that is all.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Mrs Koadi, and I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I would like to ask one question.  Allan, your husband, is there any evidence that he was a member of Umkonto We Sizwe?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Yes, the young men who went to exile with him but they are back now, they told us that they were together with him, he was a soldier of Umkonto We Sizwe.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they tell you in which office you can go in order to know whether he was under a certain mission so that you can know what happened to your husband?",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "No, there is nothing I found concerning this matter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ma'am.",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "Thank you sir.  And I would like to thank the Government which helped us through the Truth and Reconciliation Commission that after so many years we didn't know who to talk to and the Government helped us through the Commission that we can come forward and tell the world what happened to us, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ma'am.  Thank you Ma'am, and we thank the interpreter as well for assisting us.  This is a sad story, Mrs Koadi.\n And we do listen to such stories as we are going around, stories of children who were fighting but the parents of these children are left alone and they are not aware or they do not know what happened to their children.\n What is the most painful thing is that those who were Commanders of Umkonto We Sizwe, we would like them to report to the parents of the children who fell down, but unfortunately we get reports that there are parents who have no knowledge about or the whereabouts of their children, they do not know what happened to their children.\n The story of your husband, Allan, falls under this category.  You don't know whether to believe that he was killed in Empangeni because there was no direct report to you.\n We as the Commission, we will try to help people with regard to this matter.  Your request is that if your husband died, you want his remains to be brought back to you so that they can be reburied and I think we will look at this matter.\n And I would like to say that this is a very hard request, because there are many people who come in front of this Commission asking or requesting that they would be given the remains of their family members, so that they can be reburied.\n As the Commission, we are trying to do this.  In Durban we saw that bones were dug and they were going to be given to the parents of these children so that they can be reburied in a dignified manner.\n Our answer is that we will try but the truth is that there are thousands of cases such as this one, and some of them Mrs Koadi, will not be solved.  But I want to say that\nwe promise that those cases in which we can be able to help, we will do that and we will rely to perpetrators and to tell the world that we did this to this person and to show us where they buried these people, so that we can go there and take the remains to the family, so that they can be reburied.\n We would like to thank you for your statement and we thank you for coming here to the Commission to tell us the story about your husband.\n You showed us that you are a strong person.  You have strength although this tragedy happened to you.  We will try as a Commission to do whatever we can.  Thank you very much.",
            "Unknown"
        ],
        [
            "REFILOE IRIS KOADI",
            "I will be happy if the Commission can try to do something for me.",
            "Female"
        ]
    ]
}