{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-26",
        "location": "LUSIKISIKI",
        "day": "3",
        "names": [
            "NKEBE S. MDUTSHANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55565&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/mdutshan.htm",
        "speakers": [
            "ADV SANDI",
            "AMOS MAZIZI KANGO",
            "CHAIRMAN",
            "MABUTHA MAGEBETHU TONGA",
            "MANDLAKAYISE SINGLETON LUMBO",
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "NKEBE SOSWITI MDUTSHANE",
            "REVD XUNDU",
            "WELCOME MTUTUZELI JARA"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "CHAIRMAN",
            "NKEBE SOSWITI MDUTSHANE",
            "WELCOME MTUTUZELI JARA",
            "MANDLAKAYISE SINGLETON LUMBO",
            "MABUTHA MAGEBETHU TONGA",
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "AMOS MAZIZI KANGO",
            "MR MDUTSHANE",
            "MR JARA",
            "MR LUMBO",
            "MS MBALIGONTSI",
            "MS TONGA",
            "MR KANGO",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "We request that these people come forward.  Mr Nkebe Soswiti Mdutshane, Welcome Mtutuzeli Jara, Mandlakayise Singleton Lumbo, Mabutha Magebethu Tonga, Mantwantle Thandeka Mbaligontsi and Amos Mazizi Kango.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Can I swear them in Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, you may swear them in.",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson, they have been properly sworn in.  Your stories are very similar, let's try not to be repetitive.  Some of you are just going to confirm.  I am going to start with you Mr Nkebe Mdutshane.  Could you briefly tell us, give us a picture of what happened in your village?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "There was unrest.  I don't know the details.\nThe start and the finish, I just know that I was hurt and injured.  I just know about my injuries.  I was from home, I was going to Maqageni and there were people there.\n My injuries I sustained when I was at home, I heard a noise, I got out and I went to Maqageni.  I was not going to people I knew, I started walking ahead and I went over the fence.  As I looked back, there were two people after me, they were running.\n I knew these people, it is people I stayed with in the village.  I went back towards them.  Before I got to them, as I was trying to go over the fence again, they had already passed me when I had gone over the fence.  As I was going, running up the garden, there were people on both sides.\n I could not run.  Then an elderly man came, this woman's husband, he was running after these two people,  running behind them.  There were trees there and he started approaching me.  As I was standing there Mandlagentle and Bothla came. \n When this man just went over the fence, a bullet followed and this bullet hit me.  As I was running down the garden, I fell down and they came.  This lady's husband they had surrounded by divine intervention as I got up, they hit me on the leg.\n When I was trying to run over the fence, I got stabbed on my back and I fell over the fence.  I tried to get up, I saw the people that were killing this lady's husband.  I don't know whether I can mention their names.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Let's just revert back to your statement.  I just want you to clarify something, what was the cause of this?  What were you fighting about?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "This trumpet that called people.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What was the cause?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "There was a gathering where everybody was called.  In that gathering there was - people started toyi-tyoing.  I was not there.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Who called the meeting?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Dutshane.  The Chief.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "The same Chief, he is an Inkatha member?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "The Chief was against the toyi-toyi.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was the toyi-toyi there anywhere?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "It had just started.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "The Chief was against the toyi-toyi?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did the Chief come to the toyi-toyi?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes, he did because everybody was there, but we heard that the toyi-toyi was not legal there.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Were you part of a toyi-toyi?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes, I was part of a toyi-toyi, but on this particular day I was not there.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What happened at Qoboso after that?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "It was when I got injured after that.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In other words, you want to say because there was conflict and violence there was toyi-toyi and the Chief was against the toyi-toyi, that is why you are here?  Can you please tell us in which organisation your Chief belonged to?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "I don't know, but he just said he doesn't want any toyi-toyi, even today in our village.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What is your request then to the Commission, what would you like the Commission to do concerning this matter?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Can you please repeat sir?",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What is your request?  What would you advise the Commission concerning the situation in your village?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Do you mean in terms of conflict?",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What is your request, what is your request to the Commission?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "My request to the Commission?",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Why are you here?  What is your clan name?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "I am Mdutshane.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Mdutshane, why did you come here?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "I came here because I was asked to come here and explain how I got injured.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Since you were injured, what would you like the Commission to do?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "My request to the Commission sir, is that there is conflict in our village.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In other words you want peace amongst the people?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "I want the Chief to be out of that village and we want someone else to come and rule us.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In your statement you mentioned that your leg does not function properly?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes, sir, even today my leg is painful.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Is that all you want to say or do you have any other requests?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "My other request is that as I got injured that day, I don't think there will be any man that will employ me.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In other words you are asking for a pension grant?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Is that all sir?",
            "Unknown"
        ],
        [
            "NKEBE SOSWITI MDUTSHANE",
            "Yes, that is all.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Thank you Mbambani.  Before we proceed to the next one, Mdutshane has already said that toyi-toyi, meaning the ANC was - the Chief was against the toyi-toyi, this led to these people being injured.  I want to know whether Mr Jara, whether you have anything to add?  What is your clan name?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "I am Joly from the Batqa clan.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What can you add sir?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "Yes, I would like to add something.  In the past time Chief as  Mdutshane, called a meeting when the organisations were launched, he told us to join the organisations.\n After that he told us that he belonged to CONTRALESA, he wanted people to join organisations.  As we were trying to learn about the ANC our Chief was against the ANC, he said that the ANC wants to overthrow him.\n He said that he will be against the ANC because people of the ANC wanted to overthrow him, his committees.  I went to him and I told him that negotiate with these people, the ANC people because there is conflict in the village.  We were in his house when we were discussing this.\n He told me to go to the office to speak with other people in his office, with his committee.  I went to them and told them that we must sit down and discuss this matter.  Your organisation and the ANC must sit down and discuss.  One man, Mr Majojo said that in our village there will be no toyi-toyi.\n Mahambiyela Mijeka supported Majojo, that there will be no village which will support toyi-toyi.  Keswill also supported that idea.  Mpungjeswanjoqo said that we are going\nto be against the toyi-toyi and we will fight with these people.\n We had another meeting on the 13th, but I was not present on that meeting.  I came back home late and I heard that people who were toyi-toying were beaten up by the committee of the Chief.  On the 14th in 1992, I woke up that morning, I heard gunshots and trumpets, I went to the veld.   I heard gunshots all the time, after a while the gunshots stopped and the houses were burning down.  When we came back, the police came and they took us with their police vans to Flagstaff.  \n We stayed in prison in Flagstaff, I am not sure for how long.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Sir was there anyone arrested concerning this incident when your houses were burning down?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was there a court case?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "There were charges laid.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Who burnt down your houses?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "I don't know who burnt our houses.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you lay a charge?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "But according to your view, who do you think was the leader of these people?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "I think it was the people who were against the ANC.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "The houses which were burnt down that day, the houses which burnt down, were those houses belonging to members of the ANC?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "No, because our Chief's house also burnt down.  I don't know who burnt down these houses because I was in the\nforrest.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "You were in the forrest and you don't know what happened?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "You just heard a trumpet?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "Yes, I just heard a trumpet and I went to the forrest, I also heard gunshots.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What would you like us to do for you sir?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "I would like the Commission to help me because I have six children, one of them is doing standard 10, the other one standard nine, the other one standard eight and I am trying to build my house.\n I will have a request that the Commission help me with my four-roomed house, the Commission will see what to do.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What can be done so that there can be peace in your area?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "If Chief Mdutshane can leave the place, there won't be conflict.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "if (indistinct) can be a Chief.  Is he the one who is killing you?",
            "Unknown"
        ],
        [
            "WELCOME MTUTUZELI JARA",
            "He is the one who was arrested because he was leading the toyi-toyi.  We want him to come back to rule our village.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "All you have said, have been recorded sir, thank you.  We will now call Mandlakayise Singleton Lumbo.  We want to know your clan name sir, what is your clan name?",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "My surname is Lumbo, I am from the Mpote, my clan name is Mkonde.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Do you have anything to add or what can you add in what have already been said, because we have already heard the story?",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "Yes, I want to add something because my house was burnt down that day.  As Mr Mdutshane has already said, our Chief is against us.  There is no peace, we want the Commission to call him here so that we can say our grievances so that he can ask for forgiveness, because he was the one who was beating people.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In your statement I can see that you want to be helped to build, to rebuild your house?",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "Yes.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "You also mentioned your children?",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "Yes, I am - I don't have money to support and educate my children.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What can you advise the Commission to do in order to help you to have peace in your village?",
            "Unknown"
        ],
        [
            "MANDLAKAYISE SINGLETON LUMBO",
            "We want Mdutshane to come forward to the Commission to apologise to the people.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Thank you sir.  Thandeka Mbaligontsi?  Let me lead you with questions, Thandeka.  I will go back to Tonga.   The story we have already heard concerning the Qobozo, the man who testified here, they explained what happened, but as a woman, maybe you have something different to say?  Can you please tell us briefly what is the reason for the conflict in your village?  If you have something to add, you can do so.",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "There is nothing more sir, because our Chief is against the ANC, he is against the members of the ANC, because he doesn't like this organisation.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were you injured, or was there a member of your family who was injured?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "Yes, my husband died.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was there a court case?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "Yes, there was a court case.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is it still continuing?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "This the case is continuing, even now.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What would you like the Commission to do, or what would you advise the Commission to do so that there can be peace?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "I want peace in our village and I would like the Commission to help me with my children because they are very young.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "; How many children do you have?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "I have three children.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "And your husband died?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "Yes, he died.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You also mentioned a tombstone?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "Yes, I would like a tombstone for my husband.  I am no longer staying in my home because there is conflict in the village, I am staying with my parents.  My parents are supporting me and my children.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Are you scared that because you came to the Commission, that you - do you feel threatened?",
            "Unknown"
        ],
        [
            "MANTWANTLE THANDEKA MBALIGONTSI",
            "Yes,  because we are still members of the ANC and we will remain members of the ANC.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you.  Let me go back to Mabutha Tonga.  Mabutha Magebethu Tonga.  Mr Mabutha Magebethu, is that you Ma'am?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You have heard the evidence given here today.  Why did you come here, who was injured during this period?  What is the connection between yourself and Dlayiseka Tonga?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "He was my husband.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "He was injured in this conflict between the\ntoyi-toyi and those who are in authority?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did you open a court case concerning this matter?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is it still continuing?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes, it is.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "I am sure that the Chairperson will sympathise with you concerning this case of your husband.  What would you like the Commission to do, what is your request to the Commission?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "I would like the Commission to help me with my children.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "I have four children and they are still at school, they are very young.  I would like to be helped because my children are suffering.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You also mentioned that you want peace in your village?  You mentioned that you want peace in your village?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes, I want peace in our village because I don't know what is happening there.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Is that all Ma'am?",
            "Unknown"
        ],
        [
            "MABUTHA MAGEBETHU TONGA",
            "Yes, that is all.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you.  And we will now call Kango.  Mr Kango, please tell us in your own words if you have something to add to what has already been said?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Thank you Mr Chairperson.  The problem in our village arose when the political organisations were unbanned.  I am not going to explain as people have already explained.\n As I was an organiser organising ANC in our area, Chief Mdutshane ... (tape ends) ... he was together with other Chiefs, but at that time there was no ANC in our village.  There were seven tribal authority Chiefs.  The Chairperson of the Transkei ANC region, David Ndahonje, came to us and they laid a charge against ANC, they said that they do not want ANC in Flagstaff.\n And this case was defended by Nxinilifo who was representing the Chiefs and General Holomisa's Government, the Chiefs were told that the ANC was unbanned.\n They have to tolerate that.  That was from the Chairperson of the region.  Chief Mdutshane called a meeting after that and he said they won that court case, he was laying to the people who were not there.  We tried to tell the people that he was laying, he lied to the people saying that he won the case.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In your statement, you mentioned that there were police who helped the Chiefs?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "I am still coming there sir.  Chief Mdutshane from the day of the meeting, I asked permission from him to tell the people and to teach the people about the ANC, but after that he changed his mind.  He said that people are not forced to joint the ANC, there are other organisations such as Inkatha, Mangope and Qgozo who just killed people.\n People had a right to join the Qgozo organisation and the Inkatha.  When the meeting was over, people wanted to join the ANC and they joined the ANC.  After a few days we asked permission from him to have a meeting in the tribal authority premises.  He refused at first, but he eventually agreed.\n When we were having this meeting, he came, he attended\nthe meeting and he told us that he does not want ANC in his village because the ANC members wanted to overthrow him.\n One day he gave someone to four members of the ANC.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "I want us not to explain in detail, I can see that this thing, it showed that the police were supporting the Chief.",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Mr Chairperson, on the 13th Chief Mdutshane called a meeting, Nxinilifo was also invited to attend that meeting, but he was not there.  That day was the day when people attacked members of the ANC, Xolisile Vugiti died on that day, it was on the 13th.\n People were beaten, we ran away, we are not sure whether he died on the 13th, but we saw him the following day, that he is dead.\n The police came to our village, they arrested all of us.  Mdutshane said that we are the ones who killed this person.  \n The case still continues, it is still on, it is in the supreme court.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What happened on the 14th?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "On the 14th, it is the day when people's houses burnt down, we were also arrested on the 14th.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Whose bakkie burnt down?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "It was my bakkie, it also burnt down while I was in prison on the 14th.  We were arrested here, I was detained here in Lusikisiki.  On Monday, the police came to tell me that my car burnt down.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was there a court case?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Yes.  There was a court case, but the case was dismissed because witnesses wouldn't come and testify.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Where is Nxinilifo?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "I don't know where Nxinilifo is as we are here today.  I heard that he was in Bisho, Bloemfontein, Pretoria, Cape Town, I am not sure exactly where he is.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What are your requests to this Commission, or what would you advise the Commission to do?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Mr Chairperson, because I was ill-treated I would like the Commission to compensate me with my bakkie.  There are many things that happened to me because since then my life changed.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Your house was also burnt down?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Yes, my house was burnt down and my crops were destroyed.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "According to your view now, is there still a conflict between your Chief and the people who are toyi-toying?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "Yes, sir, our Chief is against us.  He doesn't like us but we are trying to tolerate this.  After Xolisile died, three other people from our village, the same village died.  The ones that were mentioned died in 1994 and they were killed by the people supporting the Chief.\n After that, they would cut certain parts of their bodies.  And Mr Chairperson, I think if the Commission can try and help us to bring him forward you can see who is telling the truth.\n It would be better if he was here to tell the truth to the Commission.  We are not scared, but we don't want to revenge, but he is treating us badly.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "In other words you want the Commission to help you in your village?  The Chairperson is here to listen to all your grievances, he will try by all means to take steps in order to bring peace in your village, is that all?\nThank you, I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Before asking a few questions, I noticed that what is being said today is similar to what was said yesterday.\n There was one Chief's name that was mentioned yesterday and another one is mentioned today.  Let me start by asking this question.  The conflict between the conflict and the Chief in your village, according to your view is this happening in other villages as well?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "This is happening in all villages because the Chiefs are against the Government, the ANC Government.  They are against the leaders of the ANC.  This is happening in all villages, there is conflict between people and the Chiefs.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are all Chiefs from all villages members of the CONTRALESA?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "All the Chiefs, especially in the Pondoland under Chief Nonkonyane, they belong to, they are members of    CONTRALESA.  They are against the ANC Government.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Nxinilifo that you have mentioned, is he a member of CONTRALESA?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "I would like to answer this way.  It is not clear now whether he is a member of CONTRALESA or what because he is not ruling at the moment.\n If he was ruling or if he was a Chief, we would know whether he was a CONTRALESA  or what.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The conflict you mentioned in your village, did CONTRALESA try to solve this conflict?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "No, Mr Chairperson, I don't remember any day where CONTRALESA attempted to solve this problem.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you take this problem and address it to\nthe leaders of CONTRALESA?",
            "Unknown"
        ],
        [
            "AMOS MAZIZI KANGO",
            "The leader of Contralesa, Chief Nonkonyane, because from the beginning he is the one who was torturing members of the ANC in our village.  He called us Inkatha, Chief Nonkonyane from CONTRALESA.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you sir.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I want to thank all of you.  We sympathise with you as Reverend Xundu has already said.\n We sympathise with those who lost their family members, but as I've already said to the people from Matatiele, the Commission is not supposed to deal with the conflicts amongst the villages.\n People can do that by themselves.  What we are looking at is the conflict, political conflict before 1994.  The cases of conflict between Chiefs and the people, is not one of the requirements of this Commission, we are not a Tribal Court, we are the Commission for the Truth and Reconciliation.\n You made requests to the Commission and we will forward your requests to the President.  If we made investigations and we found out that your incidents fall under our act, and you were injured because of the apartheid of the past Government, we will look into your matters.\n We thank one of  you by saying that you have to sit down and negotiate and discuss your problems in your villages.  I don't know what is going on in villages, because I used to stay in villages and people used to sit down and solve their problems.\n Unfortunately, Chief is not here because I also wanted him to be here so that I can address you together with him.\n The answer will not come from heaven or from Mandela,\nthe solution will not come from the  Commission, but it will come amongst the people of the villages if they can sit down and discuss their problems.\n Thank you.",
            "Unknown"
        ]
    ]
}