{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2 LUSIKISIKI",
        "names": [
            "YALIWE MAGAWANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55589&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/ymagawan.htm",
        "speakers": [
            "ADV SANDI",
            "YALIWE MAGAWANA"
        ],
        "original_speakers": [
            "YALIWE MAGAWANA",
            "ADV SANDI",
            "MRS MAGAWANA"
        ]
    },
    "testimony": [
        [
            "YALIWE MAGAWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "You are going to talk about Douglas Magawana.  How is Douglas Magawana related to you?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "He was my husband.",
            "Female"
        ],
        [
            "ADV SANDI",
            "He was also executed with Barnabas Magawana?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "Yes, six of them were executed.  Douglas Magawana, Barnabas Magawana, Horris Gamgula, Mamsat Thathaleka, Nqongela Majola Chucha.  Six men were executed in Pretoria.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were they all accused of killing this one Chief?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "They said that because my husband joined Congo, Undlovu.   He then recruited other people.   They would have meetings at Kanaga in Mziko in the mountain.  The Chief did not like this.  He would pretend as if he was going to join then, meanwhile he is taking their names down.   Then this one day, late in the afternoon someone came to me and said we should not sleep at home.   The Chief would come and kill my husband, his own nephew was a leader of Congo.   I am not going to say who he is.\n I locked my door.   Somebody tried to kick it in. I asked my husband if he could hear the noise.  He said he is leaving.  They forcefully entered our house in the middle of the night.   Dogs started to bark.  I was at the door.   One of them said that one must speak.\n There was a knock.   These men said that they were being attacked.  They were Congo members.\n I asked them why they were surrounding my house and standing by the door.   One of them said, they should not leave, the 'horse' was not there yet.\n These men said that they are Congo members and that they have come with the boers that belong to Congo.  \n These men then ran.   \n We sent a message to Barnabas that our house was being attacked.   Barnabas came the next morning and said that his wife must go home.\n The next morning they attacked Jajela.  \n My husband was a member of Congo.  They killed him.   This attack was aimed specifically at people who were Congo members",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they have a legal representative?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "At the court of law there was an Attorney, Grant from Bizana.   We had to pay him.   The men could not go.  Women went.   We gave him whatever we could.  We sold our cattle to pay the legal fees.\n When we asked the Attorney where our people were he said he does not know.   We saw them at Kokstad at the court case.\n Another representative, Rogers, was there. There is a man Mabula, who would go and visit them, because we were not allowed to visit them.  He said that he had found an Attorney in Bizana.   \n Grant said that we could proceed with Rogers.\n We do not know exactly what happened to our money.  We were never given receipts.  You would just pay.\n After they were sentenced they were sent to Pretoria.  When in Kokstad the Attorney called us.  There were three of them.  Rogers called us, he said he is taking this case to Grahamstown.   We were given their belongings.  \n We realised that as they were giving us their clothing and their belongings that they were going to be arrested or executed.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they write to you?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "Yes they did.   A man who worked there McGowan, he would beat them even when they were prosecuted.\n We never wanted to go again.  We do not know what happened in Pretoria.  It is McGowan who knows what happened.\n They wrote letters.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What did the letters contain?  How was the state of affairs there?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "They revealed nothing in the letters.\nAt the end, when they started to divulge everything, telling us that they were going to be executed.   And feedback would come from Bizana.\n We were called to Bizana.   We were in mourning.  Each of us were asked whether we wanted to stay in our houses where we stayed with our husbands, or go back home.  We all said we would stay.   \n Nothing beyond that happened.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is that all Mrs Magawana?",
            "Unknown"
        ],
        [
            "YALIWE MAGAWANA",
            "I have given forward my requests that the bodies be exhumed and that they be buried at home.  We would like a tombstone to commemorate our loved ones.\nI would also like to see the perpetrators so that there \nwould be peace in my heart.  I want them to tell me how they murdered my husband.  Some people were shot dead.  Some people were stabbed to death.   I would like to know from their own mouths what happened to my husband.   \n I also request from the Government that my children be educated.  I have a child.  I went to a white man.  Worked before him and he educated my child for three years.  He is now a teacher.\n The men that were sentenced to death, they disappeared.   When they came to my house for help it was clear that somebody was watching me and I would be taken by the police.   There is a document that they wanted.  They said it was with me.   I denied.  Eventually I burned the book.   \n After they had taken my husband they burnt everything, my sewing machine, my furniture.  My child almost died in the flames.  I crawled and I pulled him out.\n I endeavoured to save my husband and I failed.  I endeavoured to save my child and I succeeded.\n I have a child who is in matric who will not be able to continue with his education, because there is no money.   I have a child who has epileptic fits who had got injured at the same time.   A bus was burnt down and I got burnt on my head.  This child with epileptic fits cannot go to school properly like other children.  \n I need a Death Certificate so that we can hang it on our wall so that he passed away truly.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Mrs Magawane.   You have enriched the picture about people being executed.  At the end the Chairperson will thank you properly, after you have all\ngiven evidence.",
            "Unknown"
        ]
    ]
}