{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-26",
        "location": "LUSIKISIKI",
        "day": "3",
        "names": [
            "GEORGE N. SIMAYILE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55586&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/simayile.htm",
        "speakers": [
            "CHAIRMAN",
            "GEORGE NDINI SIMAYILE",
            "MR MAKHOKHOBA",
            "MRS MAKHOKHOBA",
            "MS MAKHOKHOBA",
            "MS MAYA",
            "NANTAGELO MAKHOKHOBA",
            "NDENGEZI MAKHOKHOBA",
            "NODINGA DORIS MAMANCI TWABU",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "GEORGE NDINI SIMAYILE",
            "NODINGA DORIS MAMANCI TWABU",
            "NDENGEZI MAKHOKHOBA",
            "REVD XUNDU",
            "NANTAGELO MAKHOKHOBA",
            "CHAIRMAN",
            "MS MAYA",
            "MR SIMAYILE",
            "MS TWABU",
            "MR MAKHOKHOBA",
            "MRS MAKHOKHOBA",
            "MS MAKHOKHOBA"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Ndini Simayile, Nyatelwa Mnoxwa, Mgotywa Japan Ngwenya, Nodinga Doris Mamanci Twabu, Ndengezi Makhokhoba.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Can I swear them in Mr Chairperson?  Is George here, thank you?  Please stand up.",
            "Unknown"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NDENGEZI MAKHOKHOBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you sir.  Sir they have been properly sworn in.  Is  Nantagelo here?  Nantagelo Makhokhoba?",
            "Unknown"
        ],
        [
            "NANTAGELO MAKHOKHOBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Evidently, this gentleman has been swearing people in the whole day, he is stuttering.  I am going to hand over to Tiny Maya so that she can lead you in evidence on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Thank you ladies and gentlemen.  We have been here the whole day, you  must be quite tired.  Mr Simayile, let me start with you.\n Unfortunately we don't have enough time as you told us on Saturday, you are one of the people who were saved in Naqolana in 1960, you then went to Durban, Nkosivumile, your son, went to Durban.  You unfortunately got injured in\nDurban, that is the crux of the matter.",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "I just want to add something about Naqolana.  Mr (indistinct) was here, he gave a good summary of what happened, he just left out that on the last day if you give me this time, we don't understand you well, I thought people are rather deaf, but I realise that it is quite an awkward spot.\n This child was mine, I would take him to the bushes or hide with him.  I - he went and was trying to join the Matanzima regime.  I stopped him.  My children would go up to standard five because I could not afford them to go on.\n He then left for Durban.  In Durban he was an ANC clerk.  We did not stay together, the Inkatha people intimidated him.  I heard that he passed away in 1986, it was on a Saturday when I heard this news.  \n I heard from his girlfriend with whom he had a child that he had been shot.  She was crying, she said that it is the police from Ntuzuma that shot him.  I bought the newspaper, I could not read this paper and it was clear later that it is because my son had passed away.\n When I got to Ntuzuma they said that they don't know where he is, I must go look for him in Durban North.  The policemen read the papers I had, they said I must go to Durban North.  When I got there, a Sotho policeman received me, I got there, he led me inside.\n There was a huge Zulu policeman with a gun, he said here is another (indistinct) person, let's just shoot him.\n They said that I wanted to shoot this man because I could not, I tried to shoot myself, he said.  I was given a statement that my late son had gotten there and was shot by the Ntuzuma police running away. \n I don't know what the accusations were.  Later I found out that he was buried in Durban.  The  police then took me to the graveyard.  The people were a bit scared of me, they searched me first before we left.\n They said that they did not shoot my son, but the Ntuzuma police had shot him.  This is when I heard what happened exactly.\n They said that the rest of the story I will hear in court.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was he shot?",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "Nobody gave me a statement as to what happened.  What I heard as I did not stay in Ntuzuma, you are a (indistinct) person, you are accused of being an ANC member even if you were not.\n I just wanted to give you a brief background.  I then came back to make arrangements to bury him back here at home.  I started being ill, my health deteriorated.  When I got back to Durban, the case had gone to the supreme court.\n The report was that the case was dismissed.  Actually it was a high Magistrate from KwaZulu Natal who dismissed the case.\n Fortunately because I was selling dagga at the time, I would be arrested, sentenced to five years in prison.  I did not really care because I constantly lost jobs.  I had been arrested for selling dagga.  I was washing a police van in prison, this man then asked if I could help him on something, then this man said is this Bala, there is another Bala who was really giving us problems, we trapped him.\n We could not catch him easily, he was an ANC member.  The Inkatha were about to give in.  I was washing the bakkie, I washed it on the same side now, because I wanted\nto hear what they were talking about.  There was a girlfriend of his in Durban, they said they went to this woman, gave him money so that if he gets there, makes him tea then she must leave the man in the house and then phone us.\n He got there, this woman went and phoned us, they left to go to the police.  They said that when they got there, they told him that his life was over.  They said they called him to the streets, there was one (indistinct), they shot him, they murdered him.\n The one police was so shocked because I started strangling this policeman, I was taken to solitary confinement for seven days.  I told them the reason.  What I want now is to know can or should a man be murdered like a dog and nothing happens to the perpetrators?",
            "Male"
        ],
        [
            "MS MAYA",
            "Even after you told the Magistrate that you had heard a report from the police, nothing happened?  This Magistrate did nothing about this?",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "Nothing was done.  This was my only son.  He was born in 1960 in Nonquwana.  This was my precious, only son, the apple of my eye.",
            "Male"
        ],
        [
            "MS MAYA",
            "Therefor your request is that there should be an investigation as to why your son was killed in such a manner?",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "It is not that I don't know who or how my son was killed, I was in the struggle from 1960.  I've always been in the struggle, I know what it is what we die for, why our blood is shed, it is for liberation.\n But what I would like to know is who exactly killed my son.  I know that he was killed because of the struggle for liberation.\n He is not the only one who was tortured, Niameni, who fortunately lived, they were together, they were together at Maxubeni, Niameni was there, intimidated by Inkatha.\n I was in Villalena and there was conflict.  I need an investigation so that the perpetrators come forward.",
            "Male"
        ],
        [
            "MS MAYA",
            "Therefor even though you heard this police saying, you never really knew what his name was?  Do you have another request sir, before the Commission?",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "One request only, whatever happens I am 70 years old, according to my ID I was born in 1927, 12th of December, I had a pass, the incidents that I could account.  My identity document is not correct because I was born 10 years before my pass actually says.  I am 60 years old, I request that I be given a pension.",
            "Male"
        ],
        [
            "MS MAYA",
            "Your late son left two sons, one 19 and one 15?",
            "Female"
        ],
        [
            "GEORGE NDINI SIMAYILE",
            "These are my grandchildren.  He is in Johannesburg, my other daughter just went up to standard 6 and they could not continue.  I have grandchildren who should be working, feeding their children, supporting their children, I have to support these children, because I have to support these children, but I don't have much to support them with.",
            "Male"
        ],
        [
            "MS MAYA",
            "That is all sir, thank you.  Doris Twabu.  Ma'am, you are going to tell us about your son who joined APLA, when to Lesotho in August 1982, is that so?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is your son's name Siyabulela?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was he when he left?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "He was 19 years of age.",
            "Female"
        ],
        [
            "MS MAYA",
            "Clearly the police came looking for him, this is\nbefore you knew where he was.  Could you start there Ma'am?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "It was at about four o'clock in the afternoon, I was at my place with my neighbour.  Somebody came, introduced himself as a Security Policeman.  He said that he had been sent by Sifuma to ask for Siyabulela.\n I said Siyabulela was at the Tech in Umtata.  They said he was not there, I then said I don't know where he is.  They said that I should look for him.  He then left.\n Time and time again the police would come.  Sometimes I would be at work, I am a teacher.  I requested politely that they should not come to my workplace because the people from the village are against the police.\n They were going to be under the impression that I was liaising with the police.  After a while I was called, there was a meeting, a teachers' meeting and I was called outside.\n Mr Sifuma was outside.  He ...",
            "Female"
        ],
        [
            "MS MAYA",
            "Excuse me Ma'am, which year was this?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "1985.  I got into the car, he drove a bit, gave me a newspaper.  There was an article about Siyabulela's death - apparently he had been shot in (indistinct).  I then asked what I should do.  He said I should go to Mdnineni.\n I should go to the family, I went to the family, gathered them.  My daughter was at (indistinct), we took friends, this is March 1985, we went to the funeral.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get to the funeral?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "We got there, he was already buried.  Because we were travelling on the gravel road, we were trying to escape from the police.  When we got to Maseru it was too late, the police took us to where he was staying.",
            "Female"
        ],
        [
            "MS MAYA",
            "When you get the story, why was Siyabulela killed?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "Apparently there were six of them coming to\nTranskei with weapons.  When they were on the way they came across police who tortured them, put them in the bushes, shot them.  It took a number of days before they were found.\n They were rotting.  This is why we were not given the bodies to be buried at home.",
            "Female"
        ],
        [
            "MS MAYA",
            "Which police were these?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "Apparently they were the police from Transkei and Lesotho.  The borders of Transkei and Lesotho.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get assurance, a death certificate that your son had passed away?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "There was no way because it was difficult to go there, it was not safe.  There was no death certificate.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know if the other five parents got a death certificate?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "; I don't know, even Mr Nqwana who was in East London who would write to me, we did not talk about a death certificate.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have the names of the other families?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "Moqana Kheti, Zani.",
            "Female"
        ],
        [
            "MS MAYA",
            "We are going to ask our investigator to take down the names so that if this matter needs to be investigated further, we can do that with ease, thank you.  Is that all?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "I came back from the funeral and I continued with my life.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have requests to the Commission?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "I request that my child's body be exhumed from Lesotho because he is buried next to a river.  The river banks are quite big and it is not safe.  Could the Commission help me with medical aid, I am mentally ill, I am also - my heart also is ailing.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you start being ill?",
            "Female"
        ],
        [
            "NODINGA DORIS MAMANCI TWABU",
            "His father died in 1983, then my son in 1985.  After that, I - my health started deteriorating.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  Are you Mr and Mrs Makhokhoba?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes.",
            "Male"
        ],
        [
            "MRS MAKHOKHOBA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Are you going to talk about the same person?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes, because when I gave him the statement, his wife was not well.  I also have knowledge about my brother.",
            "Male"
        ],
        [
            "MS MAYA",
            "You are going to talk about the late Mfolwane Mbele, is that so?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes, he was arrested in 1970 and was detained for political reasons.  He was detained in Bizana.",
            "Male"
        ],
        [
            "MS MAYA",
            "Could you briefly tell us what happened?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "As he was arrested in 1970, we did not see him for two years.  Then the police took him to his wife to be seen.  When the wife saw him, he was extremely thin, he had been beaten up and tortured.\n Eventually it was clear that he had been accused and charged.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was he charged?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "He was charged for opposing the Government of the day.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was he a member of a political organisation?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Him and I joined in 1960 an organisation, we were detained.",
            "Male"
        ],
        [
            "MS MAYA",
            "When he was detained in 1970, was he detained for the same reasons?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "I don't know, I never found out.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to your statement sir, he was charged and sentenced to eight years imprisonment.  How was he after\n those eight years?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Well I heard that he was released, or he was going to be released.  I went and I was told in Robben Island that he had been released.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was he detained on Robben Island?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes.  When I went to look for him, I was told that he was released.  I phoned home and I was told that he had not arrived.\n He got home on the third week, he just lived for a few days, he got ill.  When I got home, he was very, very ill.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did he say what happened?",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes, he did.  I took him to the Doctor.  The Doctor said he had lived in surroundings that were not conducive of good health.  He was taken back to the hospital.\n The Doctors at the hospital said this man had eaten poison, he could not swallow properly, he could only drink tea.  He then passed away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  Ma'am, would you like to add anything to this testimony?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "Pardon?",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there something that you would like to add?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Could you briefly tell us?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "He came back, he was not well.  I'd go to Robben Island to visit him before he was released, we would just be given a moment to talk through a glass window.\n He would just ask how the children are and how I was.  Before he came back in 1980 the last time I had gone to see him was in 1979, then they then said that he was going to be released in April.  He got home on the 5th of April.\n I could see that he was not well.  He would not eat.  He said, yes, he is still alive, but he is not well.  He lived the month of April and May his health had just deteriorated and he passed away in May. ... (tape ends)  He said that he had been terribly ill-treated.\n He said that when he was in detention, they would beat him up.  He said that they would be hung on trees, they would sleep there on the tree.  They were then taken to Maritzburg where they were detained before they went to Robben Island and there was a court case.\n He was sentenced in April 1971, I would go home.  He said that what really hurt  him was that before they actually went to Robben Island, the torture was worse.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  You have five children, are they still alive?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "Yes, and one is at school, but he could not go back to school this year.",
            "Female"
        ],
        [
            "MS MAYA",
            "And the others?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "They have already finished.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have requests to the Commission?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "Firstly, as my husband left me without a home, if the Commission could help me build a house.  I also request that my child that is in standard nine, be helped with his education because I could not support her financially.\n I borrowed money for the funeral, I have not yet paid back those people.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am, is that it?",
            "Female"
        ],
        [
            "MS MAKHOKHOBA",
            "Yes, Ma'am.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.",
            "Female"
        ],
        [
            "MR MAKHOKHOBA",
            "Yes, it is true, she is trembling because she\nis hurting.  I would like to finish off for her.  This lady borrowed money.  She has five children.  This one child who is supposed to be at school who is staying with her, this girl had to stop school because there is no money.\n This woman is owing R3 000-00.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  Maybe the Chairperson would like to say something to you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mr Simayile and Mrs Mamanci, Mr Ndinizi is my brother.  Thank you for having given evidence to the Commission.\n This people that you are talking about passed away in the middle of a battle, battle for the liberation of this country.    Pardon us please.  Even though it seems like their deaths were a loss, you must realise that their blood was shed so that our country would be where it is today. \n As the Commission, we empathise with you.  The requests that you have put before us as the Commission, we receive them, look at them carefully and take them before our President.\n He has the responsibility to see what he can do about them, if he can meet them, meet them, those he cannot, there is nothing he can do.\n He will also say so.  There are a lot of requests from all sides from different places in the country, from home to home.  We are going to lift these requests to the President.\n If he is not able to meet all of them, please you have got to keep in mind, that there are a lot of requests, but our responsibility is to take this requests before the President.\n Mr Simayile, it would help if you have got details about this man you heard whilst washing the car.  It would\nhelp if you would give us the names, that we would know where to start.  Thank you, you may step down.",
            "Unknown"
        ]
    ]
}