{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2 LUSIKISIKI",
        "names": [
            "SIPHO JACKSON PHANGOMSO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55580&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/phangoms.htm",
        "speakers": [
            "MR SANDI",
            "MR SKHOSANA",
            "REV XUNDU",
            "SIPHO JACKSON PHANGOMSO"
        ],
        "original_speakers": [
            "SIPHO JACKSON PHANGOMSO",
            "MR SANDI",
            "MR PHANGOMSO",
            "REV XUNDU",
            "MR SKHOSANA"
        ]
    },
    "testimony": [
        [
            "SIPHO JACKSON PHANGOMSO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Phangomso, I would like you to come nearer to the microphone and as you are giving your evidence can you please face me so that if I want to disrupt you, you can see me.\n Mr Phangomso you were in the same village with the two men here.   You are a member of the mentioned organisation?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.  The meetings were also held in my house, in my home.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you a member of this organisation.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes I am a member of this organisation.",
            "Male"
        ],
        [
            "MR SANDI",
            "Your house was also burnt down?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you please tell us when this happened, what time was it, who was in the house at that time?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I would like to stand up as I am giving my evidence.  Please forgive me.\n Before my house was burnt it was at night, I was sleeping.   One policeman, names Mavatha came to my home together with Zincedile Pothe and Viani Mothandabuso.  Monwabisi Jama was also there. \n When I opened the door Monwabisi has a gun and he said ...",
            "Male"
        ],
        [
            "MR SANDI",
            "Is Monwabisi a policeman?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "No, Monwabisi is not a policeman.  He was\nwith the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "He had a gun?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.   The policeman also had a gun, a revolver.  The other two had sjamboks.  One of them was a policeman, Mavatha.  The second, Monwabisi Jama, is not a policeman.",
            "Male"
        ],
        [
            "MR SANDI",
            "These people who were not policemen, who were together with the police, were they members of your organisation or were they members of any other organisation?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "They were people who were asked by Mavatha to accompany him to come and arrest us together with Nqetho.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were they coming to arrest you?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Please continue Sir.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I woke up in my bed and I put on my clothes.  They told me to hurry up and I put on my clothes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who was telling you to hurry up?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "It was Monwabisi Zincedile Pothe.",
            "Male"
        ],
        [
            "MR SANDI",
            "They were telling you to hurry up?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.  Zincedile Pothe was in our village.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was his position in the village?  What was his status in the village?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I was so scared because these people had a revolver.  They told us we were going to the Chief's house and I thought that they would not take us to the Chief's house.   They would take us to their homes.  And they did that.\n When we arrived at their homes they sent a message \nfor one man to be picked up.  \n I was scared, because we were going to cross a river and it was dark.  I was scared that they were going to shoot us.\n These men woke and we went with them to the Chief's house.  We arrived in the morning together with Nqethu.\nThere were two of us and these people were six.  We were eight together.\n When we arrived at the Chief's house we sat near the kraal and the Chief just took his chair and he came with his chair to us.   His chair was in the back.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who is this Chief, because I saw you pointing down.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "There he is.\n They were taking us to him.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who is he?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "He is Chief Bukrula.",
            "Male"
        ],
        [
            "MR SANDI",
            "Please continue with your story.  What happened?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "When he said down, Mavatha said to him...",
            "Male"
        ],
        [
            "MR SANDI",
            "Mavatha is a policeman?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes, the policeman.   He said, Chief we have brought these people.  We want to know who is the real chief in the village?   Nqethu stood up and he answered them.\n He asked them, how is he a chief because he is a member of this organisation.  Mavatha said, you are a Chief, can't you see that you are a Chief?\n And the Chief stood up and said, I am no longer a Chief.   He said, can't you see that he is the Chief.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened after that?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "While we were still there Mavatha stood up again and he said, Sir, you must not divulge what I am doing, but I am fixing something up.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us now go back to the incident, Mr Phangomso, to the incident of your house being burnt, but before we do that, what happened to you in the Chief's house?   Were you released, did you go back home?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "When Mavatha left together with his group he left the word that he was going to fix up something and we were scared after he said these words. I saw him when my house was burning down, he jumped over my fence.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did any policeman come to your house to look at the damage?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I went to the police.  I went to our Chief before going to the police.  I sent Zingisile, but the Chief did not come.  Then I decided to go to the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "Your intentions when you were sending this young man to the Chief, what were you expecting?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I expected him to come and to take me with him to the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was that the usual way in your village when such incident happened, before you can go to the police you have to go to the Chief to report?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes, if something happened in our village you have to go and report it to the Chief and you will be given instructions by the Chief on what to do.",
            "Male"
        ],
        [
            "MR SANDI",
            "In conclusion Mr Phangomso, what was the damage at home when your house was burnt down?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "When I count my belongings that were damaged because that was like a storage hut to me.  Everything was there.  I stored everything in that hut.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is your request to the Commission concerning what happened to you?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Although I make this request to the Government I do understand that I am old now, this happened while I was still working.  I do not know who is going to replace all the things that were burnt down, because I do not have a son.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is your request to the Government, Mr Phangomso?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "My request to the Government is that the Government will see what to do and will help me to try and built up my home again.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you safe in your village?   Is there a request you want to make concerning your safety in your village?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "That will not help because as I am here today, when I go out I do not know what will happen to me at night.  There is devil all over in that village.  There is evil in that village.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there anything you think will happen to you, Mr Phangomso as you came here to testify to this Commission?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes, anything can happen to me.  I will not hide that.  If the Government answers my request I will be dead by then.   There is a lot of evil there, a lot of darkness.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you saying that you might be killed for having come here?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I swear by my mother's grave.  I am waiting for anything.  I will be killed, because I came here and spoke.  They are going to kill me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are there any other residents in your village that you think should have been here perhaps to talk, to speak as you have but they are scared.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "There is plenty of people.  The entire organisation is afraid to come forward.",
            "Male"
        ],
        [
            "MR SANDI",
            "What are they afraid of?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "The organisation was destroyed when it started.  People were strong enough to come together again and was destroyed yet again.  There now is no unity within the organisation.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Phangomso, because we have a statement before us I am not going to continue with other questions. I will hand over to the Chairperson so that if he had other questions, maybe the panel, my colleagues here may ask them.   You may sit down.\n Thank you Mr Phangomso.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I have a request.   I request that Ngilu must come and talk because he was our leader in the village.  He is the person who was the head of our organisation.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who is Ngilu, Mr Phangomso?",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "He is Nqito.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.   I will look carefully at your requests and consider them.",
            "Male"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Thank your Mr Chairperson.",
            "Male"
        ],
        [
            "REV XUNDU",
            "First I want to know, perhaps you can clarify some matters for us, because the elderly gentleman next to you is hard of hearing.   In any village, how many organisations are there, besides the Congo one?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "There are two organisations.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Will you tell us which they are.",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "ANC and Sanco.   Both of them were destroyed.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were these organisations working together?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "There was no third organisation?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "No.",
            "Male"
        ],
        [
            "REV XUNDU",
            "I would like you to clarify one more thing for me.  In Elliot Skhosana's testimony he talked about Khithiwe Pathekile who got an order that there should not be meeting at his house.  What was her status.  Was she a member of another organisation?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I cannot answer that because it had already been said when I arrived.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Maybe you can ask the gentleman next to you.\nWhy did Khithiwe Pathekile say that if you do not close down the gatherings at your place then there would be trouble?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "They were against the meetings.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What about Mavatha?  Was he a policeman in your village?   Was he from the village?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes he was from the village.   Therefore he was a policeman who stayed in the village.   He stayed in the village but worked in Lusikisiki.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Therefore when he addressed you, he addressed you in his capacity as a policeman?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes, but he was member of - excuse me Sir, he said he was a Station Commander...  He said he was sent by the village.  He said he was representing the village.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you have another witness besides the Station Commander?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes I have a witness.  Yes, Monabe she is a witness.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Therefore our investigators can investigate this whole matter.",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "Yes they may do so and they will get the truth.",
            "Male"
        ],
        [
            "REV XUNDU",
            "You say that you saw Mavathu jumping over the fence.  Did you give that report to the police?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "The police were there when I gave that report.  They did not do anything about it.  The police said they would patrol the area.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Which policeman were you reporting to?   Which policeman did you give a statement to?  Do you remember the policeman?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "No, but the Station Commander was Zozi.",
            "Male"
        ],
        [
            "REV XUNDU",
            "When you see the face of the policeman, would you recognise him?",
            "Unknown"
        ],
        [
            "SIPHO JACKSON PHANGOMSO",
            "I do not think so.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you.\n Mr Phangomso, your request that Mr Pothe come up, this is not a court of law.  We are the Truth and Reconciliation Commission.   If this was a court of law we would ask you to call a witness. Secondly before somebody comes here and talk before the Commission there must be a statement first.   We do not have the man's statement.  \n According to our procedure we should first get a statement.  If we let him speak without a statement there would be no order.  We cannot help you with that.  We ask for your forgiveness.\n Mr Skhosana, can you hear me.  I would like to know what your requests are to the Commission?   Why have you \ncome before the Commission?",
            "Unknown"
        ],
        [
            "MR SKHOSANA",
            "I have a request.   If the Commission could compensate me, as my life has been so badly damaged because of so much loss, my house.  I have nothing.  If the Government could compensate and help me in whatever way they can.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Therefore you are requesting that the Commission compensate you for the loss of your house?\nIs that all?",
            "Unknown"
        ],
        [
            "MR SKHOSANA",
            "Yes that is all.  I have a second one.   And it is that if the Government has a way we are terribly oppressed and live in fear.  We cannot freely join organisations that we would like to join.  In our village there is no peace.    If the Government could intervene in our village, please.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Skhosana.  I just want to know... Before you can be helped by the Government we have to advise them.  What do you think the Government can do?   How can the Government intervene, such that there is peace in your village?  What is it that the Government can do?",
            "Unknown"
        ],
        [
            "MR SKHOSANA",
            "If the Government could liaise with the Chief so that people live in peace and not in fear, even tonight we might not be able to sleep at home because it might not be safe.   Thank you Sir.",
            "Male"
        ],
        [
            "REV XUNDU",
            "I would like to thank you as we finish off later on.  According to the National Unity and Reconciliation Act we have been given a responsibility that if somebody has made an accusation that person should have an opportunity to come before the Commission to respond to such accusations.",
            "Unknown"
        ]
    ]
}