{
    "header": {
        "type": "1 T V APRIL, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "T V APRIL"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55433&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/april.htm",
        "speakers": [
            "CHAIRPERSON",
            "THELMA VUYUKAZIE APRIL",
            "DR RANDERA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS APRIL",
            "DR RANDERA",
            "THELMA VUYUKAZIE APRIL",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Vuyukazie April.  Thelma April.  Good afternoon Thelma.",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Good afternoon.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We appreciate the fact that you have been able to come before this Commission.  Can you hear me quite well?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, I can.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I will hand over to Dr Randera so that he can lead you in asking questions or in taking of the oath.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Ms April, good afternoon.  Will you please stand to take the oath.  Can you stand?  Hold on.  Ms April, hello, if you will just repeat after me.  Can you hear me.  Cannot hear.  Okay.  Just repeat after me.",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are going to ask Piet Meiring to lead Vuyukazie April.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Ms April we are still busy with that fateful day in Swanieville when the massacre took place and so many people were killed or got hurt.  You are going to tell us the story of your fiancee who was also killed that day, but before we start may I ask you about yourself.  What you do, what your family circumstances are, do you have children, are you working at the moment?  Please tell me about yourself?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I have one child that I am staying with presently KRUGERSDORP HEARING TRC/GAUTENG\n2 T V APRIL\nand he is attending school.  He is standard seven.  I am presently not employed, but I do have some piece jobs that I do.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Thank you so much.  Thank you very much and now Ms April please tell us what happened on that day on the 12th of May with you and with your fiancee.",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "On the morning of the Sunday we were still asleep.  I woke up in the morning and I switched on the radio because I wanted to listen to some choral music.  I heard some noise from outside.  I switched the radio off and I heard some gunshots.  We could not go outside because the people had surrounded the shack in which we stayed.  Then I woke my boyfriend or husband and he asked me as to what was happening.  I alerted him as to what was happening outside and we went out and hid ourselves in a certain bedroom.  They started breaking the windows.  My door was of corrugated iron.\n They opened up the shack.  They had axes and all sorts of weapons.  They opened up the curtains and at the time I screamed.  We were with a certain woman. They pointed guns at us and they said they wanted the man.  I told them that my boyfriend was not there.  They came to us and we had hid my boyfriend underneath.  They discovered him.  At that time I tried to run towards them.  There was a certain group that restrained me from going to the other group.  As I was still standing there they took him out and he fell at the door.  When he fell I screamed and one of the members of the group called one of the others and said they should shoot him.  I threw myself over him and they pulled me away from him.  That is the group now that was throwing me away from my boyfriend.  One was having a gun.  Then this one came closer KRUGERSDORP HEARING TRC/GAUTENG\n3 T V APRIL\nand he shot my boyfriend just below the eye.  They kept on throwing me away from him because I was throwing myself towards him trying to protect him.  They also axed him.  That is how much I know.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then after he was killed was he taken away or were you able to look after the body?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "He was not taken.  Immediately after they killed him they left him lying there.  I saw a Casper coming down and I had a hope that help was at hand.  When the police came they blew their horn and they shouted, the ones who were standing there.  That is the killers or the perpetrators and the group ran towards the Casper.  A certain woman came towards us, running, telling us that her shack was burning.  She said we should hold her and we should take her away from the fire.  That is when the other men or other members of the residents, who were from Vuka, took him and put him aside.  We sat there waiting for some help because we could not go anywhere.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Ms April, are you comfortable, can we go on with the questions?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes you can go on.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  So your fiancee, your husband was killed and were you then able to bury him?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, I was able to bury him because I sent people to his home to report that he had been killed.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you receive any financial help from any group, political group?  The ANC or any other organisation who helped you with the funeral costs?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "No, no one helped me.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  What puzzles me, that night or early the morning when the people came and surrounded your\nKRUGERSDORP HEARING TRC/GAUTENG\n4 T V APRIL\nshack, why did they select your shack?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "They did not particularly to my own shack, they had already burnt other shacks down and killed people.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Do you think that they, maybe, do you think that maybe they thought that you or your husband, fiancee was politically active, known as ANC members and, therefore, they wanted to get at you?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I think that is the reason why we were attacked.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Because the people knew that you belonged to the ANC?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Nobody actually said it in so many words, but the way the attack was orchestrated, it was apparent.  It was very obvious that that is the reason why we were being killed.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  You told us about your daughter who is now in standard seven or your child.  Is it a daughter or a son?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "It is a daughter.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "A daughter.  Was she present that night in your house when it happened?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, she was present.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Does she still talk about it?  Was she traumatised?  Was it a very bad thing that happened to her?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "This year she failed her studies.  I think she was effected.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you Ms April.  Those were the questions I wanted to put before you, but I think that some of my colleagues would like to add questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Ms April I want to, I do not know whether you were listening earlier on when Mr Caluso was talking and Ms\nKRUGERSDORP HEARING TRC/GAUTENG\n5 T V APRIL\nSeroke talked about somebody called Swanepoel and Rens and a threat by Mr Swanepoel to bring people into attack the residents.  Do you know anything about those things?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, I do know about the Swanepoel matter.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you please tell us something about that?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "When I went to stay in that area, when we moved into that area we paid R415.00 and Swanepoel told us that R150.00 is for the stand, R350.00 is for the toilet facility and thereafter he required us to pay some rent, that is R50.00 per month.  That is where the whole thing started because we refused to pay that amount of money.  That is when the fight with Swanepoel started.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So were you paying your rent then to the Committee in Swanieville?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "There were certain people who were receiving the rent who were in office who were Swanepoel's people.  They were employed by him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "When was the last time you had paid rent to him or to his agents?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I do not remember, but I use to pay rent.  Then thereafter there was a meeting where we were addressing the issue with Swanepoel.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now, you said to Professor Meiring that it was quite obvious that this attack had to do with the ANC.  Were you a member of the ANC or your fiancee, was he a member of the ANC at the time?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I was the member of the ANC.  He was a Reverend or a priest.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And what role was the ANC playing in Swanieville at the time?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I would not really know.\nKRUGERSDORP HEARING TRC/GAUTENG\n6 T V APRIL",
            "Female"
        ],
        [
            "DR RANDERA",
            "You also said that the people who attacked your house and killed your fiancee then jumped into the Casper.  Is that right?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, that is correct.  They climbed into the Casper.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And the police were driving the Casper?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "That is correct.",
            "Female"
        ],
        [
            "DR RANDERA",
            "They were in their uniforms?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, they were in uniform and after they left there were certain police boots that were left and we knew that they did not belong to any of us.  When we ran away we also left those boots there.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did you lay a charge?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, I went to report the matter to the police.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And what happened after that?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "We were told that we should go to Johannesburg to attend the case and we heard that the matter had been finalised.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You were not called as a witness at any time?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "At no stage was I called.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did you attend any of the court proceedings because we heard earlier on that seven people were charged and then they were acquitted.  Were you not part of those proceedings?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "No, I was never called.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  I do not have any other questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Vuyukazi, we sympathise with you.  We hope that now that you have spoken about this matter, you will feel that a certain load has been taken off your shoulders.  What I want to know is, is Swanepoel still in Swanieville.",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "No, he is no longer there.\nKRUGERSDORP HEARING TRC/GAUTENG\n7 T V APRIL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who is in control of the area?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "I do not know who controls the area at the present moment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you still paying the rent in the same manner?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "No, we no longer pay any money for the rent.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any peace prevailing in Swanieville?",
            "Unknown"
        ],
        [
            "THELMA VUYUKAZIE APRIL",
            "Yes, according to my own observation, I think there is peace.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We appreciate the fact that you have showed up.  We shall try by all means to investigate the matter.  As you know the matter was heard and the perpetrators were found not guilty.  That is what we can tell you.  Thank you very much.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}