{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-13",
        "location": "KRUGERSDORP",
        "day": "3",
        "names": [
            "DR K NAIK"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55449&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/naik.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR K NAIK",
            "MS SEROKE",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR K NAIK",
            "MS SEROKE",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "While Dr Naik is coming to the table, can I welcome Ms Fatima Hadjad, who is a member of our national Parliament, welcome Fatima.  We also have one of our commissioners who was here yesterday with Ms Yasmin Sooka, welcome to you as well.\n Dr Naik, good morning and welcome to you.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are accompanied?",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "By my wife.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Welcome to you as well, Mrs Naik.  Dr Naik, you are also taking us back to 1971. My colleague Ms Joyce Seroke is going to be assisting you as you tell your story.  Before you do that can I ask you to stand to take the oath, please.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Dr Naik, we welcome both of you and in 1971 both you and Ahmed Timor were teachers at Roodepoort High School.  Would you tell us briefly what you are doing now, before you tell the rest of your story.",
            "Female"
        ],
        [
            "DR K NAIK",
            "Well, at present I am teaching at the University of the Witwatersrand. I am a senior lecturer in the Department of Computation and Applied Mathematics.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Would you like to tell us now about the events\nKRUGERSDORP HEARING TRC/GAUTENG\n2 MRS A DESAI\nthat led to your arrest on the 23rd of October 1971.",
            "Female"
        ],
        [
            "DR K NAIK",
            "Myself and Timor were teaching at Roodepoort Indian High School.  I was as senior science teacher there.  Ahmed Timor was a teacher who was in history and commercial subjects. On the morning of the 23rd, it was a Saturday morning, security policemen came to my home and knocked on my door. They said that look, I have got the keys of the school at my place, would I not take them to the school, because they wanted to seize the typewriter. I took them to the school and they then took the typewriter.\n I was returned back to my place of residence. On Saturdays I worked for a pharmacist, I used to go and help him.  The security police came at about 11 o'clock, took me to my place and searched my room and went through all my books and all the other possessions. \n After that they took me to John Vorster Square and took me to, I think, it was the 10th floor and took me to a room where they made me wait for many hours. \n Subsequently, of course, they asked me to make a statement, in the same way as Mrs Desai had said.  I was shocked, I thought I was a law-abiding citizen. I had not committed any crime and I was confident.  \n Once I had made my statement, some of the security policemen, I am not quite sure, I don't know their names at the moment, said that of course I was talking rubbish.  I was made to a stand in the room for almost, I think, till midnight and then they started questioning me. They were not satisfied with what I was saying and we had two, of course, burly policemen, who were assaulting me. I think it was like a see-saw.  The one punched me and I fell onto the other guy, and the other guy then of course punched me and then I\nKRUGERSDORP HEARING TRC/GAUTENG\n3 DR NAIK\n- you know, it was a see-saw thing.  \n Subsequently, of course, what they had done, was to tie my hands with a rope.  They had slipped the tied hands in front of my knee, and slipped a broom-stick between my elbow and knee. I think they suspended me, I am not sure, between the two chairs, between two tables.  I was actually kept in that position for almost, I think, probably an hour, an hour and a half.  They said, you know, I have not satisfied them in terms of making a rational, logical statement regarding my involvement with Timor.  They said that I had actually supplied him with chemical. I had actually supplied him with something called hydro-chronin(?), which was an oxidising agent.  But that was for photography.  \n Once they had actually released my arms, cut the rope loose, my hands actually became completely limp and that was not usable. \n I was then of course taken to the cell in the morning, Sunday morning, and I was actually left lying there for quite a time.\n I think it was the following day that they ook me into the lift and the person in charge of the case there was - who at the moment is referred to as General Johan Coetzee.  He with the chief, I think he said it was the district surgeon, Mr Kemp, sorry, Dr Kemp, saw me in the lift and they discussed some things in terms of the treatment.  After that I was actually given physio-therapy and electrical treatment to repair the damage that was done to my muscles.  That took almost a period of three and a half months. \n Since I could not write, I couldn't even put on my pants, I couldn't even handle myself, I couldn't even, you know, wash myself. It was quite a torturous time.  This \nKRUGERSDORP HEARING TRC/GAUTENG\n4 DR NAIK\nwas actually coupled with being kept in solitary confinement.  The only time that I got taken up to the 10th floor, was when they needed to question me.  Secondly, to give me the physio-therapy or the electrical treatment.\n The person that actually gave me treatment was somebody called Mr Kuhn, quite a pleasant gentleman, who used to be at the Paardekraal Hospital, and that's what I gathered.  However, the people that tortured me, unfortunately I didn't know their names. I mean, and when they had realised that this was quite a severe thing, they had removed these gentlemen - I am not sure whether I should call them gentlemen.  But the gentlemen were removed from the scene.   We had actually, I think fortnightly visits from the magistrate and I had actually related to the magistrate, in terms of my injuries. I mean, he could see this, because my hand was in plaster cast and there was a sling that was used for one of the hands, that was the right hand which was badly damaged.\n When I actually made that statement to the magistrate, of course in terms of laying a charge, he then actually sent some people and I had to actually make a statement.  But I was taken to the Newlands police station.  Presently it is called the Johan Coetzee police station and I made a statement regarding my injuries.\n When I was returned back to John Vorster Square, I think the rest of the other security police were not quite pleased that I had made a statement. They had said to me that, you know, you will be required to identify the police and there would be identification parades. \n However, you know, appealing - when you are in solitary confinement, your mind also doesn't function.\nKRUGERSDORP HEARING TRC/GAUTENG\n5 DR NAIK\nPsychologically I think, you know, you are actually at the bottom end.  You couldn't think. I debated within myself should I actually withdraw charges or not.  I used to look at the pigeons outside and have a communication with them and say look, should I withdraw the charges.  I think you know, when you are at that stage actually, I withdraw the charges.  I mean, there was nothing I could do.  Because when you are in solitary confinement, when you are in that state, I think, you know, you are going to be a winner. I mean that was actually unfortunately to be said. \n Secondly, I had a lot of problems with my food, being a strict vegetarian.  When I had complained to the magistrate the station commander, I think it was Capt Wolfaardt who came to me and said listen, why do you complain. I said look, I am a vegetarian. He said, but you should have spoken to the police. I said but nobody seemed to be listening to me.  Of course, he was pretty abusive. He said you know, you are going to eat cheese until you actually vomit cheese, you know, excrete cheese. I mean, I could say it in Afrikaans, they said well, \"jy sal kaas eet tot jy kak\", and that kind of abuse, verbal abuse, mental torture, was the order of the day.\n Of course, what they had said to me, he said look, you are supposed to be a teacher and we believe you are intelligent, you are a good chemistry teacher and you supplied lots of things. I said look, I have not supplied. I mean, I know that you found a bottle of hydro-chonin, but that is an oxidising agent.  However, they wouldn't believe me.  \n They also said you know, we have rounded up the Indians, simply because the Indians are the back-bone, they \nKRUGERSDORP HEARING TRC/GAUTENG\n6 DR NAIK\nare actually trying to make the Africans politically aware, and the Indians actually needed to be taught a lesson.  They also said to me, they said \"wat is jou persoonsnommer\".  I could rattle my number off, and they said no, you are a Communist.  \n Thirdly, I had actually gone to the States on a United States/South African Leader Exchange Programme.  They said by the way, this particular agency that sent you, is Communist. I said look, I can prove things that I have actually brought polystyrene models, I am actually going to study. Of course, they wouldn't believe you.\n But their objective was to psychologically torture you and make you feel that you know, you are a non-entity, you are a piece of dirt.\n I mean, I had a lot of difficulties with food. I mean I sort of nearly starved.  They used to bring the food with meat. I would say look, I don't eat meat. They used to remove the meat, but of course you weren't able to eat the food because you know it had been mixed with meat.\n After of course, I think, four and a half months, I was told that I would be released, but I would be actually used as a State witness.  They also wanted an assurance from me that what happened to me I would actually sign an affidavit saying that I will not reveal the torture that they had actually inflicted upon me.  The helicopter treatment I should not even tell my wife and so forth.\n My late mother, of course, wasn't quite sure whether I was alive.  Whenever the clothing was sent back for washing, she used to smell and try to ascertain whether, you know, there was sweat on the clothes.  That was that.\n I was actually given my job back, but I wasn't quite \nKRUGERSDORP HEARING TRC/GAUTENG\n7 DR NAIK\nsure whether I was going to go back to teaching, because they said my friend, your days of going to teaching are now over, because you know, you are an instigator, you are actually trying to make pupils politically aware, and so I wasn't quite sure whether I was going to get my teaching job back.\n They said that look, if I went to the media, they would actually pull me in and they will give me the same treatment with my legs.  \n Now under those circumstances there was a fear instilled into you.  When I came out I was afraid to talk to people. But in the same breath the people that were there, didn't want to talk to me because they felt that look, this man has come out from the detention, he may be working for the security branch.  That was the worst kind of torture that I endured.\n When I came back to school, I think there were a lot of people that were actually put in by the security police there to watch the movements.  But they had told my colleagues on the staff that look, what's out for Naik, he is working for the security branch.\n They had also gone out into the community and done the same thing.  Now if that was the case, why should I be denied a passport? I mean, I have got documentary evidence which shows that I was denied a passport. I also had documentary evidence where I was denied promotion.  Now if I was working for them I would have actually been given a fat gravy-train type of job, but I wasn't.  Now that torture I had to endure for many years.  \n I have also actually had cuttings from that time that my uncle had kept, the newspaper cuttings, and I have four \nKRUGERSDORP HEARING TRC/GAUTENG\n8 DR NAIK\nscrapbooks of cuttings.  For me that is actually a valuable evidence of what exactly transpired.\n Now when I hear things regarding what actually De Kock had done, what Coetzee had done, should I not have had the fear of facing people? I even actually got abused by one of my neighbours, who said listen, you bloody fool,  you know, you are working for the security branch; they should have thrown you out rather than Timor. That is something that you couldn't endure.  That was the reason I felt that I had to come before the Truth Commission.\n Initially, in the same thing as Mrs Desai has said, I wasn't quite sure that I should, should I tell my story.  But deep down I had fear, I mean, you had known about various things. I know, despite democracy, you still felt that you know, you were not safe.  But I had to tell my story.\n I hope people will actually take cognisance of the fact that I had to pick up the pieces and it wasn't an easy thing.  I mean, my daughter was born three days before my detention. Of course, my family suffered. Nobody wanted to come near my family.  They feared that, of course, they would be implicated. I cannot blame me. I mean, that kind of fear was sort of injected by slow and sure methods that were used by the security branch.\n The the other thing is, when you had come out, of course, you were actually viewed with suspicion.  That didn't make your life easier either. However, I mean, what my appeal is, I mean, there is nothing that I can do to these people.  But generally, Johan Coetzee was the man in charge. He knew exactly what happened to Timor. He knew which people worked for him. There were teachers who were\nKRUGERSDORP HEARING TRC/GAUTENG\n9 DR NAIK\nvery friendly with Timor, were never detained. I also had that kind of suspicion. I am not blaming people to cast suspicion on me, but in the same way I have also cast suspicion on various people that had worked for the security branch. What was the difficulty there?  It is the false information that had actually made things different. One of the policemen said look, you are a science man; if we find a strand of your hair somewhere, you know that you have been implicated.\n So I think the people that had worked and God will forgive them, God will forgive Johan Coetzee, Vernon Kemp or whoever they are, but I think it is important that these people who worked with security branch, they have never actually been identified.  Who is Mr X?  So these are the things that actually bothered me.  \n Initially, of course, as I said, I wasn't quite keen on doing this.  I was approached by one of the Commissioners and said look, you know, would you be prepared. I said look, I will think about it.  After debating with myself, after consulting my friends, I thought I should actually make an input.\n I must emphatically say that late Ahmad Timor was definitely a pacifist. I mean, we were all pacifists. We were actually influenced by the philosophy of Gandhi, the philosophy of Martin Luther King. I mean, I wouldn't want to take anybody's life. I mean, I have been brought up like that. Neither Ahmed Timor, nor of course Mohammed Salim Essop, nor Mrs Desai, they were pacifist people. Why should they arrest people for making a pamphlet bomb, if we made a pamphlet bomb.  Why should they have killed him?  \n What they said to me is, listen, you know, you are not \nKRUGERSDORP HEARING TRC/GAUTENG\n10 DR NAIK\ntelling us the truth, we want to hang you outside. That is \nexactly what they did to Timor.  Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you very much, Dr Naik.  You have expressed you know, how you felt, when you were stigmatised by the police for being an agent, and how meant to you, when you had to go back to your community, and you also told us how you overcame that and how you worked your way and restored your confidence from your people. You have also told us about how you were overlooked for promotion as a result of you know, that inspector of the Department of Education who gave the report about your involvement. You have said how much you suffered mental and physical pain.\n Now what would you recommend to the Truth Commission, having gone through all that, in terms of a policy of reparation and rehabilitation?",
            "Female"
        ],
        [
            "DR K NAIK",
            "Well, look, we are in a democratic South Africa and I am just hope and pray that something like this will never happen in democratic South Africa. Reparation, I can't say I am badly off, I have earnings. But what I need is of course reparation of my reputation. I mean, I have actually served the community. I have actually been responsible for many of the individuals who have actually become professional men. I am still serving my community.  But I mean, I am not sure. I think people like General Johan Coetzee and all the people that interrogated us, they must have the courage of their convictions to come and lay their cards down on the table for the TRC.  They must actually tell you the truth.  So that you know, people like me, they will vouch that I was not working for them. I mean, I can't vouch by myself. As I said to one individual who was told about this, you know, one of the friends at school said to\nKRUGERSDORP HEARING TRC/GAUTENG\n11 DR NAIK\nme I must not talk to you. I said look, that's your choice,\nbut I said I can't go from house to house in Roodepoort and   knock on the door and tell people I am actually innocent.  The people that will say this of course, is Johan Coetzee and all the people that worked under him; they will actually vouch that I was not working for them.\n I mean, I don't own a huge mansion, I don't - I bought a car through the car scheme, but I don't own these things. I think that stigma that actually is attached to you, I think, that is the reparation that I want.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Dr Naik, I want to explore with your permission, a prevention of a repetition of the same thing. You testified that you are hoping in the democratic South Africa it won't happen again, similar things.  You were detained, tortured by people looking for information which you did not have at the time.  Which you had no knowledge of, but they suspected you of having certain knowledge.  That's why they detained you, why they tortured you.\n You have mentioned Gen Johan Coetzee's name now quite a number of times within the spate of half-an-hour.  But one of the statements you made was that Johan Coetzee knows exactly what happened to Timor.  What is the basis on which you make such a statement?",
            "Male"
        ],
        [
            "DR K NAIK",
            "He was actually in charge of the case.  I mean, he was the man that was at the top, I think.  I mean, that's the feeling that I have.  When I was actually released and I said to him, I said, look, you know, if people know that I am beaten I am not going to get a job. I had no idea that I was going to get back to teaching, because they had already said that, you know, I think you know, you are not\nKRUGERSDORP HEARING TRC/GAUTENG\n12 DR NAIK\ndesirable to be a teacher, you know, from our point of view.\n In terms of course of his ability, he was actually in conversation with me, he mentioned to me that he had actually a Master's degree and he was working towards a Ph.D.  So I thought actually he was quite an intelligent man who was up there.  Surely, I mean, if he was a man in charge of the case, the person who was actually, the person who was there, I think he was called Colonel Piet Greyling, he was the man who was the chief there, but the entire operation was run by General Johan Coetzee. I have nothing against him. I mean, he didn't ill-treat me. But then I think, being such an academic man, such an efficient man, I also read from the newspapers subsequently that he was in charge of Craig Williamson. So I cannot then not make a deduction that he is a man that knows many things.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Let me just explain to you, and I am sorry for taking time on this issue, but if we take the previous witness, Mrs Armina Desai. She was taking in on suspicion that she had broad knowledge of Timor's activities, because of the relationship they had, the fact that he was visiting there, as she did give evidence. You heard her giving evidence.  The fact that he was using her car, stuff found in the boot, some of his, some of hers, et cetera. The suspicion is she knows exactly what went on.  For that she was tortured. She was imprisoned, she was charged.  She was kept in prison for five years, to the day, as she gave evidence. On these suspicions, I am trying to explore and I want you to let your mind roll, and maybe share some with us.  We have become convinced on a number of reasons, which are not necessarily evidential, and you made the same statement and the same relating to Johan Coetzee.  Can one\nKRUGERSDORP HEARING TRC/GAUTENG\n13 DR NAIK\ndo something in the society to prevent such things \nhappening.  How do we check ourselves?  That is really the question.",
            "Male"
        ],
        [
            "DR K NAIK",
            "I mean, let me say at the outset.  Ahmed Timor was somebody that wasn't afraid. When he was actually in the school situation, people in the community, people at school were aware that he was politically conscious, much more than other teachers.  We were all politically conscious. We were under-paid, we were all over-worked. There was a disparity in salaries. However, he was somebody that was not afraid to talk the truth. I mean, that is my impression of him.\n It could have been any science teacher, apart from me, if he was at Roodepoort School he would have been detained.  Because they had also put two and tow together, that that's the science teacher, that is the Roodepoort School, that is where Ahmed is teaching and surely from that they would then make a deduction, that he must have got chemicals from there.  Whilst not necessarily the truth.\n The same way the security branch is thinking - I mean, I am also at liberty to say that Johan Coetzee, he was in charge of the case. Surely being somebody who was actually the leader, he wouldn't be able to make a decision until he has all the information in terms of all his security branch that were working.  I mean, I hope I have actually answered that adequately.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Naik, can I just ask a few more questions.  In the court records, the surname Naik comes up several times. There is mention of Mr Tachonail Naik and Mr Denash Naik.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Right, yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were these relatives of yours?\nKRUGERSDORP HEARING TRC/GAUTENG\n14 DR NAIK",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Well, Tachonail Naik is actually my brother and Denash Naik is my cousin. They were actually put under pressure to be State witnesses.  I actually have a cutting here which I think I must read out, so that that kind of thing - there was a lot of pressure from the community not to actually give evidence.  I was also told when I was released that I should be you know, asked to give evidence.  At the end of of course, it says\n\"Earlier Mr Justice Snyman said that evidence by Mr Denash Naik and Mr T Naik and (indistinct) was satisfactory and discharged them from liability to prosecution. These witnesses had been warned as accomplices when the trial began.\"\nThey were actually put under the same pressure as other witnesses. I mean, these were not the only State witnesses, there were other witnesses. I actually assumed that the same pressure they had put on me to be a State witness - they didn't use me. But subsequently they put pressure on these people to be State witnesses.  But they were actually, had to do under trying circumstances.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You also mentioned just now that -I can't remember whether it was in relation to the court proceedings, but Timor was held out of the window and your deduction was that he may well have been thrown out of the window.  Did that hapen to you as well?",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Well, look, they have said to me, they said you know, we are not quite satisfied, you are not actually telling the truth.  I mean, I was actually somebody that was close to Timor in the sense that I was his senior.  Whenever\nKRUGERSDORP HEARING TRC/GAUTENG\n15 DR NAIK\nI actually went to the University I actually took him, because he wanted to go to Johannesburg. So I was actually associated with him. How deeply he was involved, I mean, I actually had no idea. He was also aware that I was actually a family person and I was actually not looking after my immediate family, but I had my brothers and sisters and so forth.\n When they were questioning me, they said listen, we are not satisfied. I couldn't have put it past them to actually hang me outside. I mean, they were quite serious about it.  When I had come out, in my mind, of course I had made that deduction, you know, that there is nothing that they could have done which was beyond, you know, human imagination. I mean, they were a law unto themselves. They could have done it, I mean, and they are going to do that to me, and they opened the window. They were actually sort of trying to cajole me.  Luckily they didn't do that, and I am still alive.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Naik, when you came out of prison and took up your teaching position again, you referred to fellow teachers who were put there, and you also say they were responsible for taking rumours into the community. Now who are these people that you are referring to? Can you put names to these people or what ...",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "I cannot mention names, it is not easy. In the same way I wasn't sure whether I wanted to come before the TRC. I have debated, you know. We were briefed earlier and it was said that, you know, we would be protected in terms of mentioning names.  But if I mention names that could cause a lot of problems for me, and my family.  Why I say this is, some of my colleagues that had taught with me for\nKRUGERSDORP HEARING TRC/GAUTENG\n16 DR NAIK\na long time, had come and confided in me, and said you know, these individuals are saying to us watch out. One of my colleague, whom we used to Mr Tom Naidoo, he was subsequently in Natal, he was waiting for this promotion to come.  When he got transferred he came to see me and said look, you know, had you got the promotion, I would have been convinced that you were working for security branch. On these bases and he then mentioned who had actually said these things. So I am actually quite, it is not perception, it is something that I am actually quite convinced that this was said by one or two individuals.\n Thank God that he came to see me and he said to me that look, I am actually quite convinced you weren't. But I said why did you doubt me? I mean, we were colleagues together. He said no, but had you actually got promotion as vice-principal at Roodepoort, we would have then actually made a deduction that you were working for them.\n Now I have actually also documentary evidence here with me that shows me that I was actually overlooked for the position. Sometimes the teachers,  I mean, I used to be on the panel of examiners that went to examine practical work. And the chief there actually always referred to me as \"tronkvoeltjie\". I mean, you could see that you were being tortured. I mean, you had to live with it. Luckily, I had some break where I went to the college and subsequently I got a job at university and that was actually a catharrsis for me.  That was actually, being at Wits I think you know, was a healing process.  But nevertheless, in your subconscious mind what had happened is not something that you are going to be able to wipe out.\n So I must also thank you for giving me this opportunity KRUGERSDORP HEARING TRC/GAUTENG\n17 DR NAIK\nof saying things in public. I mean, that was actually in my mind, but it was not shared by people, and people didn't believe you.  I have got documentary evidence.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Naik, two more questions. You said earlier on that how difficult it was to go back to the community, live in that community. In fact, a neighbour of yours assaulted you at one stage.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Sorry, not assaulted, abused me verbally.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Verbally assaulted you, okay.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How long did it take before things cooled down or do those suspicions still remain to this day?",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Well, I don't think so, because I mean as far as Azadwill is concerned, I think I have to the extent of about 90% restored my credibility.  The people who, as I said, I didn't want to mention names, eventually got found out, you know by their own actions.  They were the people that were doing the things. I won't say more than that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Naik, my last question is related to present-day South Africa. You are a person eminent in your field of work. You have vividly described what happened to you. You had a young family at the time.  Your children - I know one of your daughters. I don't know if she is now qualified as a doctor, but I know she spent some time with me.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Busy writing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Why are you still staying in South Africa?",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "I mean, when I was actually in the cells, my ow deduction was in terms of the torture, in terms of these people torturing. They said you wouldn't go to the border. I would say I would go to the border, if I felt justified in KRUGERSDORP HEARING TRC/GAUTENG\n18 DR NAIK\ngoing to the border to defend my country.  In terms of that I thought the solution to South Africa is going to be a bloody revolution. I mean I couldn't see anything else. I couldn't even see what had happened in 1994. I mean, you couldn't imagine it. I kept those cuttings.  What was the purpose?  Maybe it was reminding me of things. I had discussed with my colleague that I need to write a book and put my sort of side of things.  But never had I imagined that we will actually get democracy in this country by peaceful means.  To me this is a miracle. I mean, what President Mandela had achieved in terms of his negotiations. I mean, you can see that he had actually a pacifist policy. I mean, there is still hope. I mean, there is hope for this country. \n I mean if I compare what has happened now with the other side, the diagonally opposite theme of bloody revolution, surely, I mean, there is hope for this country.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Dr Naik. I have no other questions. Is there anything you wish to say as last words?",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "I just want to refer -  I will leave these things with you. They have made photostats of my things, but these things were not. I knew these things would come up. I mean, what is the bottom line, is that you have to tell the truth.  I mean, I couldn't not say that my brother and my cousin were State witnesses. I mean, I can't not say that. So I have actually brought the things in terms of the article.  But let me just refer to the article that appeared in the Sunday Times of November 14th 1971.  That actually referred to my sister making a statement to the Sunday Times reporter\n\"Roodepoort family lives in fear since\nKRUGERSDORP HEARING TRC/GAUTENG\n19 DR NAIK\nsecurity raids.\"\nTaht is what was highlighted by Mrs Desai. I must actually at this juncture say that you know, Mrs Desai had not borne a grudge against anybody.\n When she had come out, we actually had a relationship, communication relationship. I must actually also thank publicly to her that she had not borne any grudges. This article referred to the fear that was actually instilled in people in Roodepoort. On that particular thing my sister received poison letter and I have given this copy for the Comission's benefit. \n\"So now you blood lot of Indian, squealing like a lot of stuffed pigs because the government and the security police have got you all tagged. Good. I tis only a very great pity you cannot all jump from a 10th floor window. We sure will apprecite that effort on your part. We Afrikaners hate you every single bloody Indian, and as from now on, watch out, every Afrikaner will be a potential detective. We will hound you.  Every single bloody Indian will be hounded out of South Africa.  You have all the marvellous life here, but not any more. From now on you will all have reason to be scared to open your doors. You will all have reason to be scared to walk in the streets at night. If you think you can start terrorism in our country and get away with it, then it is\nKRUGERSDORP HEARING TRC/GAUTENG\n20 DR NAIK\ntime you get your own medicine back. Get out of the country, go back to your filthy India or to go to England where it is a collection place of all you saboteurs. I suppose you will also again run to the Sunday Times with this letter.  Good, you just do that. We all know that the Sunday Times is the instigator of terrorism and sabotage. This paper is in any case nailing the lid on its coffin, good and solidly. Just watch out.\"\nNow that is also the reason that I shoulda ctually remain in South Africa.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Naik, thank you again for coming today.  Again, you grappled deeply before you decided to come.  I am glad that you did come. I hope that you actually gained some benefit from coming today too.\n We have listened very closely, particularly to your point about the question of being labelled as a spy and the disinformation that went with that.  Although it hasn't featured very largely in many of the stories that have been told to us during this eight months, I hope it will be part of our report and recommendations will come relating to that.  That area can be so dangerous and we know, for example, and we have read about what has happened in East Germany, where it wasn't only to do with perceptions, but children spied on their parents, husbands spied on their wives.  In all that, all those reports were kept. Now in South Africa of course it is not that easy. \n We have also, I mean, we have also heard of stories\nKRUGERSDORP HEARING TRC/GAUTENG\n21 DR NAIK\n where people were accused of being spies in the camps outside the country and what happened in those situations. So it is an area that we need to look at very closely.\n I also want to make the point, and you yourself said that you were politically conscious but not a political activist. Mrs Desai has also made that point. There are so many other people who have made that point throughout the last eight months. But nonetheless, people got caught up in that difficult period and that period of turmoil in our history.  We are glad that you stayed and you come today to talk about your involvement. We thank you again for coming.",
            "Unknown"
        ],
        [
            "DR K NAIK",
            "Can I just make one little comment in light of what you said now.  Please actually be assured that I was actually hounded by the police, the security police all the time. I need to just relate a small incident. When I actually got a post at Wits University in the Applied Maths Department, I was actually visited by the police. They said oh, \"jy het by die Kommunistiese plek gegaan, ne\".  You see that was the type of fear that they actually instilled in you.  The inspector who had come to reinstate me, told me - the late Mr Moonsamey - \"mnr Moonsamey, jy moet sorg dat hierdie man nie baie ly nie, want hy het baie gely\", and of course that didn't work because he actually also turned against me in about two months time. He called a meeting in my lab and said this man is a traitor. You see, this kind of thing.  There was a flag-burning ceremony in Wits University and I was actually hounded by the police. They brought in some photographs and said, but oh, we don't see you here. I said listen, you people said I must not attend political things, so I didn't attend. They wanted me to identify. So actually you got abused from both sides. I hope that this\nKRUGERSDORP HEARING TRC/GAUTENG\n22 DR NAIK\nwill come to an end in this new democratic South Africa.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Dr Naik.  I think this would be an appropriate time to break for tea.  We will come back at quarter past 11.\nCOMMISSION ADJOURNS\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}