{
    "header": {
        "type": "1 M MAPHOSA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-11",
        "location": "KRUGERSDORP",
        "day": "1",
        "names": [
            "M MAPHOSA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55440&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/maphosa.htm",
        "speakers": [
            "CHAIRPERSON",
            "MRS MAPHOSA",
            "RUSSELL ALLY",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MAPHOSA",
            "DR ALLY",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mrs Maphosa, good afternoon, I am sorry about the confusion.  Please, at the end of your submission, I would like our statement takers to speak to both you and Mrs Enklapi so that we can be sure that we have got both statements.  Alright.  So, good afternoon to you.  I am sure it has been a painful afternoon to you as you have heard and gone back to that period that we are talking about.  Dr Russel Ally is going to help you in telling your statement.  Will you please stand to take the oath?  Joyce, you can take it.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "(Duly sworn in, states).",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Maphosa, welcome.  Dr Randera has already expressed our apologies for changing the order of the witnesses.  It is just that we thought it was very important to hear you because your case has some bearing on the case that we just heard now because you are coming to speak about a case involving abduction, assault and also killing and the people who you implicate as perpetrators are the so called Mazimzim gang and also the South African Police.  I am going to ask you if you would just go through your statement slowly.  Take your time and try and be as relaxed as possible.  So please, if we could hear your story.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "On the 20th of November 1990 my brother came.  I was with one of my brothers, Steve.  They told us that in\nKRUGERSDORP HEARING TRC/GAUTENG\n2 M MAPHOSA\nMatipoor's place the Mazimzim took my child and his two friends and when they were taking my son from Matipoor's place he was already bleeding.  We went to the police station to report the matter.  When we arrive there we found Sergeant Spear.  He was alone.  He said there was only one van because all the vans were patrolling in the township. \n We went back home, it was about past eleven.  About two o' clock we decided to go back to Matipoor's place to get more information.  It was me and my brother, Steve.  Matipoor told us it is true that they took him.  The Mazimzim group  took your son and two friends, but I do not know the others who took them and then Matipoort told me their names.  Then we went back home.  \n At about three we left for the police station to ask if they did not get children who were killed or injured.  The police said there is no van and there is no police around.  Maybe I can try and help you to get who is killed or who is injured in the township.  We went back home because we could not get much help.  We did not sleep that particular night.   Early in the morning at about five we woke up.  We went to where this van parked, the van that they were taken into, the combi and the van.  When we reached the place, we discovered that the van was parked outside and it was full of blood.  I told myself that this is my child's blood although I do not even know whom he was with, but as they were saying, there were three of them.  I think they were dead.  I thought that they were dead because the van was full of blood.\n We went back to the house.  We knocked and they asked us who we were.  I told them that I am from Maphosa family.  We heard that this van took my child and friends.  I do not \nKRUGERSDORP HEARING TRC/GAUTENG\n3 M MAPHOSA\neven know the friends.  They showed us to another house, the local house.  They said we must go there and ask them there, to ask the driver of the van what happened.  We went there and knocked.  There was Toko Lesotho there, Ishmael Lokwe, Kaila Maduna and Small Emlangeni.  When we arrived there they were still asleep.  We asked them.  Emlangeni said do not ask us about those boys.  Did you see what happened, what you did to them?  I asked them what was wrong.  He did not want to respond.  My brother decided that we are wasting time.  We decided that we must go back to the police station.  Maybe this other policeman who was on duty will still be there because at least he has got our statement and then he is going to send some police to come and see this van and they must tell us where are the people who were bleeding here in this van.\n We went to the police station.  There came a police Casper.  These people from Emlangeni family phoned this police Casper.  The Emlangeni family phoned the Hippo and telling them that we were Comrades, we want to burn down their house.  They went straight to the office.  My brother was still standing there and they Sergeant said I am still here for the very same story of yesterday.  Even now we did not get the clue where these boys are.  Maybe this police knows us.  Maybe he was going to help us. \n My brother went with the police to the Emlangeni family.  Steve showed the police from the Hippo where we found Kaila, Toko and Ishmael.  They arrested them and they put them in the police Casper. They asked where are the people who were bleeding there.  I was left behind.  The police took my brother.  It is a distance, it is somewhere next to Welverdien.  At first I was very fast I had left \nKRUGERSDORP HEARING TRC/GAUTENG\n4 M MAPHOSA\nsome things behind, things that I was supposed to say.  \n On that particular morning while Maduna was arrested and Toko, they went to show my brother where they had thrown their bodies.  There was Sipho who is Vincent's friend and Siphwo was already dead.  Vincent was unconscious.  The police Casper came back, left the other police and my brother there in the veld.  They went back to the police station to get the mortuary van and the ambulance.  This one from the mortuary took Siphwo.  The hearse took Siphwo and the ambulance took Vincent to the hospital.  \n Steve came back to tell me that Vincent is in the hospital and his friend was dead.  He was in the mortuary.  My sister came and we took a car and went to the hospital.  The nurses told us that Vincent was in the theatre therefore we would not be able to see him.  We must come back at nine o' clock.  We were also afraid because there was a lot of confusion in the township.  We were afraid that we could be in danger.  \n We phoned the Rhalatong Hospital.  The Sister in charge told us that this person is out of theatre, but he was still unconscious.  At this stage he was better because he asked about his mother.\n The following day we went to Rhalatong Hospital.  He regained his consciousness and I asked him what happened.  He could not speak properly.  Then we spent some time with him there.  Then we drove back home.  He said you must stand up for this matter because the police were there while the people were assaulting us, but I did not want to talk too much with him because he was still feeling the pain.  We went back home.  \n We wanted to get some lawyers.  We enquired from the \nKRUGERSDORP HEARING TRC/GAUTENG\n5 M MAPHOSA\nANC people, but my brother went to the ANC people and he got a lawyer there.  They made a statement.  \n Vincent was discharged from the hospital.  He told us about all these people who did this to him.  It was Maduna Kaila, Toko Lesotho, Boy Lesotho, Spankie Lesotho, Ishmael Lokwe and Small Emlangeni.  I cannot remember some of them, but they assaulted them.  When they took them from Matipoor's place they were on the way.  They also met the police.  The very same Mazimzims said they had got the people they were looking for and the policemen in vans went to Khutsong and that is where they got to assault all the victims.  \n We went the following day and the place was in shambles.  It was quite disgusting.  It was obvious that it was a battlefield.  We went after about three days.  That is where they were assaulted and they were injured on the very same spot.  That is where Siphiwo died and my son survived the attack.  \n Philimon Entoli also survived the attack because he was able to run away and seek a place of refuge.  He went further down towards the location and that is where he collapsed at the end of the day.  He was discovered by members of that family and an ambulance was called for him to be taken to the hospital.\n Thereafter the very Spankie and Toko before this particular case, they took Vincent as well as his friends and they took him to the police station.  That is where he was arrested, Friday, Saturday, Sunday as well as Monday and he was released on Tuesday.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Maphosa, thank you very much for the statement.  Are you done?\nKRUGERSDORP HEARING TRC/GAUTENG\n6 M MAPHOSA",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Could I ask you a few questions?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Maphosa, you say that Vincent survived and in your statement that he was stabbed, but he eventually survived.  Has Vincent made a statement himself?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes, he did.  He did submit a statement.  He was actually choked, he was not stabbed, he was choked with pangas and he was also assaulted with knopkirries.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And can you just tell us about Vincent's state of health now?  Has he recovered completely or are there permanent physical injuries which he has suffered?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "My child has suffered so much.  He still endures some pain.  He was taking by my uncle and was taken to the Humanside Hospital in Phalaborwa where they could check his head because that is where he sustained a lot of injuries.  I was told that he has been taken to the hospital on Friday.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Is that where he is now, in Phalaborwa Hospital?  Are you speaking of this Friday?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Would he have come with you otherwise?  Were you going to bring him with you?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct, I would have brought him with.  He was injured, now he is sick.  He is sickly because of this attack.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Maphosa, you were present when Spankie was giving his testimony, when he was giving an account of what happened to members of his family.  You heard what he said because you do mention in your statement that he was one of those involved in the abduction and the beating and the\nKRUGERSDORP HEARING TRC/GAUTENG\n7 M MAPHOSA\ntorture.  Spankie Lesotho, Boy Lesotho, Toko Lesotho and some other names that you mentioned.  Now, these names, in your testimony now, you said that these names came from Vincent.  Is that correct?  Is Vincent the one who gave these names to you?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And Vincent is absolutely sure that these are the people.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "He is very positive because we attended court in Pretoria together with the first police and I do not know where the case ended, but we were told that the matter had been dismissed.  We went with the very same Spankie.  Spankie was around when we went to Potchefstroom as well as his brothers.  He was present.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So, as far as Vincent is concerned, he has no doubt that he is speaking about the right Lesotho, Spankie Lesotho.  He is not confusing him with any other brother, Toko?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "He knows him fairly well, very well.  He is very positive.  Spankie, Toko and Boy Lesotho, they are all brothers.  Even when we went to court in Potchefstroom.  We went to court two times, 1993 as well as 1994 and the three of them were present.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now, in your statement, you say that your son was a member of the Gadaffi group.  Is that correct?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now we have heard many stories about what the Gadaffi group was allegedly involved in and some of their activities.  Also involved abductions of people, beating of people, even sometimes, we have heard cases, killing of people.  Do you want to say anything about that?  Do you know KRUGERSDORP HEARING TRC/GAUTENG\n8 M MAPHOSA\nanything about that?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "I know absolutely nothing with regard to those allegations.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "In your statement there is also something that I would like you to please just try and clarify because it is a bit confusing and maybe it is because of the way the statement was taken.  There is a section here that says I was not allowed to bury my child, Solomon Emlangeni, but instead he was buried by the Emlangeni family, the perpetrator's family.  What does that statement actually mean and did you make that statement?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "I am not the one who submitted that statement. It was submitted by Solomon Emlangeni's mother.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I see, but it somehow or other it has come into your statement as well.  I am sorry, that is our fault.  It seems as if somehow the statements got mixed up.  So, but maybe you can just speak to this point quickly.  Solomon Emlangeni who was actually, he was killed and he was a friend of Vincents.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes, he was.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And the other Emlangenis who actually buried him, they were family?  What was the link, the family connection?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "These Emlangenis are from Solomon's fathers family.  They are related with Solomon's father, the deceased one.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So, it is relatives of Solomon who you say were actually involved in killing Solomon?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Maphosa, since these events, these very sad, tragic events, has there been any contact amongst the families, any attempt to talk about these issues because if\nKRUGERSDORP HEARING TRC/GAUTENG\n9 M MAPHOSA\nyou remember, we have also had other witnesses here who have testified about a meeting that was organised in 1991 where there was an attempt to try and make peace and to get people talking.  First, about that meeting.  Do you know about that meeting and were you or any of your friends involved in that meeting?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "After Vincent had been injured I took him to Pretoria because at the time he was very ill.  So when all those things took place I was not present.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "But you are aware of them, have you heard about those meetings?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct, I do.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And if you yourself had an opportunity to speak to any of the people about what happened during this time in 1990.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Presently, I want them to come forward.  I want them to tell me why they injured my son.  Maybe he did something.  I want them to tell me.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Have you ever spoken to Spankie Lesotho about what happened to your son?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "No, we have never.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "You have never spoken, but you would like to have an opportunity to speak about these things and to try and understand why these things happened to your son?  Is that what you were saying to the Commission?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.  I would desire that opportunity.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Mrs Maphosa.  I am going to give you back to our Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mrs Maphosa, you said presently Vincent is not\nKRUGERSDORP HEARING TRC/GAUTENG\n10 M MAPHOSA\nwell, he is at the hospital.  What is wrong with him?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "He was injured on the head and now he has got epileptic seizures that he did not have before.  It only happened after the incident of the assault because at the time he was still a student when he got assaulted.  He had passed his standard ten in 1994.  Even this year he went to the Technikon to try and continue his education, but he got very ill.  That is from February this year.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You said you knew that he was a member of the Gadaffi gang?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "I was told by him when he got injured, that is when he was assaulted.",
            "Female"
        ],
        [
            "MS SEROKE",
            "After hearing that there was a group called Gadaffi as well as the Mazimzim, what was your response?  Have you ever spoken to him with regard to that and told him to stop involving himself in such actions?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "At that stage, I did not know how to put it to him because just when you are sitting, you would hear other Gadaffis, they have killed someone, hear that the Mazimzim have killed someone.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now, you would not even know what to say to a person.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "I tried to restrain him, but it did not yield any results.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What are you doing at the moment?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "I am at home, I am selling.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you have a husband?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "No, I am not married.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, is Vincent taking treatment?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "Yes, he does.  In Phalaborwa he was taken by my uncle to a certain doctor, a specialist.\nKRUGERSDORP HEARING TRC/GAUTENG\n11 M MAPHOSA",
            "Female"
        ],
        [
            "MS SEROKE",
            "What do you think we can possible do for you as the Truth Commission besides wanting to meet his attackers so that they can explain to you as to what the problem was.  As you have already them speaking, testifying.  How do you perceive this that they say there is some peace?  Do you think there is real peace?  Are you satisfied that there is peace?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "Yes, I think so.  There is peace.  It is not like before.",
            "Female"
        ],
        [
            "MS SEROKE",
            "But would you like to meet these people who attacked your son?",
            "Female"
        ],
        [
            "MRS MAPHOSA",
            "Yes, I do want to meet them.  I want them to tell me.  I want to get it from the horses mouth as to what happened, what did my son do.  So that even if he dies tomorrow I should know why he died.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Maphosa, I just want to come back to what I think both Dr Russel Ally and Ms Seroke have asked you.  Which is when did you find out that your son was part of the Gadaffi group?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "After he had been assaulted.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But you had heard in the community that there was the Mazimzims and the Gadaffis?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes, I had heard at that time, but I did not really care much about what was happening around me and I never thought he was actually involved.  I did not even want to involve myself in such matters and follow them up.  I only followed the matter up after he had been injured.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We also heard that some of the Gadaffi members were sent to, somebody said Transkei, other people said KwaZulu-Natal to see the traditional doctors to make them themselves invincible.  Did Vincent never disappear for a\nKRUGERSDORP HEARING TRC/GAUTENG\n12 M MAPHOSA\nperiod of time?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Not to my recollection.  Even the day on which he was going to be assaulted, it was at about past seven in the evening.  He was from the shop.  I had sent him to the shop and he said he was going to his friends place.  They wanted to study and he would come back that very same night.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, this story that you have told us is from Vincent, right.  Can I just say that we do not have a statement from Vincent.  You said that he has made a statement.  He has not made a statement.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes, I was told by Vincent.  This was related to me by Vincent.  Whatever is written in there was submitted by me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But he has not made a statement to the Truth Commission.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "No, he did not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the names that you mention of the people who abducted Vincent and them, did you ever speak to Philiman Mtolo to see whether there was any agreement on the names?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Whose names?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The names of the people, the Mazimzim people who took your son and the other people away from the tavern.  Philiman also survived, did he not, he is alive?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, did either Vincent or Philiman make a case against the Mazimzim?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "Yes, they did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And did it go to court.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "It went to court.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened in the court case?\nKRUGERSDORP HEARING TRC/GAUTENG\n13 M MAPHOSA",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "We went to Potchefstroom for the first time.  That was in 1992, August 1992.  When we got to Potchefstroom we stayed for quite some time and we were told that we should go back home, we were going to be advised as to when the matter was going to be heard.  Then in 1993 the attorneys who kept contact with us further told us that we were supposed to go to Pretoria Supreme Court.  That was in 1993.  That is where at the Supreme Court we went with the police as well as Sibo Siswo and Steve Mudibede.  That is where the case was dismissed in Pretoria and we went back to Potchefstroom.  That is where the case was also dismissed.  They said they did not have enough or sufficient evidence to convict.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you just tell us who the lawyers were who represented Vincent?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "It was first Shelley Welsh.  I have forgotten some of the names.  The other one was Amanda, the one who was with the advocate when we went to Pretoria Supreme Court.  When we went to Potchefstroom we had a State Attorney or State Advocate.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Maphosa.  I have no further questions.  Is there anything else you want to say?",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "With regard to Vincent's matter?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MRS MAPHOSA",
            "I request the Truth Commission to help me with regard to Vincent's treatment because it is quite expensive and I cannot afford it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Maphosa, we have heard you.  We have also heard your plea to meet up with some of the people who you think were involved in the attack on Vincent and we hope that we will be able to arrange that for you at some\nKRUGERSDORP HEARING TRC/GAUTENG\n14 M MAPHOSA\nstage.  We also have heard ... \nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}