{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-14",
        "location": "KRUGERSDORP",
        "day": "4",
        "names": [
            "M C SELEBI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55456&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/selebi.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "UNKNOWN",
            "MS SEROKE",
            "MRS LEBAKENG",
            "PROF MEIRING",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MRS SELEBI",
            "MRS M C SELEBI",
            "MS SEROKE",
            "MRS GUMEDE",
            "MRS H E GUMEDE",
            "MRS LEBAKENG",
            "PROF MEIRING",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mothers and sisters, we welcome you all.  We will ask you to take an oath from Dr Randera.  We will ask Mrs Selebi to stand up. Since they are here to talk about the same thing, they should rather be here on the stage at the same time to tell us about the same event, relating to what the previous victim has just said.\n Whilst we are waiting for them to come to the stage we will welcome Mr Bafan Kholosi, who is the deputy mayor of Krugersdorp TLC and who is a councillor of Ward 14.  We will request him to stand up so that you can recognise him.  \n We are happy at your coming here and happy that you are with us today.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Selebi, good morning.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Good morning, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You are going to tell us something about your brother, Bimbo, is that right?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's true, Sir.",
            "Female"
        ],
        [
            "UNKNOWN",
            "(Duly sworn, states).",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, ma'am.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "We will ask Mrs Gumede to stand up.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Gumede, welcome.  Can you hear me?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I can hear you.\nKRUGERSDORP HEARING TRC/GAUTENG\n2",
            "Female"
        ],
        [
            "DR RANDERA",
            "You are also going to be talking about your brother Fanjana.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Duly sworn, states).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I will request Mrs Lebakeng to stand up, please.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Lebakeng, you are going to be talking about Peter Matabane. Is that right?",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MRS LEBAKENG",
            "(Duly sworn, states).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will ask questions about these children, and that each and everyone should, concerning each and everyone, what kind of a person and how you as families felt after this incident happened. In that regard we will ask Mrs Selebi to start.  If Commissioners have any questions, they will ask those questions, but for now, we want you as relatives and parents, to tell us about the lives of your children.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am Mada Selebi, I am here today to talk about my younger brother Bimbo.  Bimbo was very young in 1982.  He was 14 years old.  He was going to be 15.  At that time I was away from home. I was in a college in Tembisa Hospital, training as a nurse. Most of the things what my brother did I was not aware of. Because of his age I never thought that he may be involved in politics.  The information relating to his death came as a shock to me, because I was not aware of his involvement in politics.  I could not understand how such a young boy of 14 years could be bombed in a mine.  His death was very painful to our family.  My mother was disturbed by this.  She was a diabetic.  After his death she started suffering from cardiac problems. Thereafter her situation, her health deteriorated until she passed in 1986.  KRUGERSDORP HEARING TRC/GAUTENG\n3 M C SELEBI\nThat will be the end of my story.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Gumede, if you can come closer to the microphone and tell us about your brother.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My name is Emily Gumede. I am here on behalf of my brother and what happened to him before he died.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you bring your chair closer so that we can hear you clearly.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was on a Monday.  I met him somewhere next to my grandmother's house. I asked him where he was going. He said he was coming back, he was going to Colloseum.  The following day we didn't see him.  When I was at school my uncle came and said something is wrong at home, we must go home immediately.  His death was very painful, because he was not a person who liked to walk all over the place. He liked his books. He was also helping me in my studies, if I had some problems.  I used to trust my brother.  When he passed away I failed at school because he was helping me.  My grandmother suffered from a heart attack.  She died immediately after his death. I will end there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Gumede.  How old was Fanjane at the time, you didn't tell us?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was 16 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you give Mrs Lebakeng the microphone so that she can also tell us her story.",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "I am Zolifilo Lebankeng. I am here on behalf of my brother Bimbo Matabane, and relating to his death.  My brother Matabane left on a Friday, after finishing his Std 10 examinations. He said he is going to the Colloseum.  I refused, but he said he was being accompanied by Bimbo, I cannot disappoint them, I have to go with them.   I did not want him to go, but I could not convince him.  Seeing that\nKRUGERSDORP HEARING TRC/GAUTENG\n4 MRS D T LEBAKENG\nhe was accompanied by friends, I allowed him to go.  We did not see him on the Saturday and the Sunday, but on Monday policemen came to find out from us where he is. We told them we don't know but his best friends are Bimbo and Zandi.  They said to us these children went to the mine with the intention of robbery, but they are dead, and we must make sure that at eight o'clock we must be at the Government mortuary in Krugersdorp, and a minute after eight we will not be able to find them. We did as they said.  When we got to that Government mortuary they were placed on top of a table.  Their bodies were torn apart.  His leg was broken off, it was placed next to his body. If you didn't know Bimbo you wouldn't be able to identify him.  We were also not certain at some stage.  We were sure because we knew what clothes he was wearing when he left.  That the one thing that made us certain that that was his body. \n As time passed the policemen came to ask us where he is.  Mr Nkosi came in and I said to him you killed him, what else do you want.  The white man who accompanied him said you are a wise kaffir. I just kept quiet.  During the night vigil they came again and they said to my father he must come and tell them where his child is.  I said to him leave my father, he knows nothing.  At that time my father was travelling all over the country, he knew nothing about Nthingu.  \n Time passed and we went to court.  When we got to the court their lawyer was Priscilla Jana.  We don't know how those children got to the mine, but how can children try to rob a mine because there is no money at the mine. That was the first question we asked ourselves. At the court they had his watch and a ball-point pen.  They said that those are \nKRUGERSDORP HEARING TRC/GAUTENG\n5 MRS D T LEBAKENG\nthe things that showed us that this is Nthingu who had an intention to rob the mine.  When we asked how were they going to rob the mine.  Then they decided to change their statements and they said to us they had bombs and these are the same bombs that killed them, because they were trying to test them.\n Mr Nkosi came back later and when he came back - I don't remember what happened afterwards, but I told Mr Nkosi that please leave us alone, because we don't know what happened to that child.  That was the end.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In the beginning we did not ask who is accompanying you, so that we will be able to know if they are parents or relatives.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am with my father.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that your father at the back?",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "Yes, that is my father.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I came with my grandmother.",
            "Female"
        ],
        [
            "MRS LEBAKENG",
            "I came with my aunt, she is behind me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you, father and mothers, that you are able to come regarding this terrible incident.  I will hand over to my fellow Commissioners.  Those who want to ask questions will do so.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "First of all, can I just express my deepest sympathies at the death of all these young people, to all of you who are here today.  We thank you very much for coming.\n My first question is in fact related to what Zandile Musi had to say, that the suspicion that seemed to have been engendered by the death of your respective brothers. Can we ask all of you to say something in response to that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who will reply first? I want to understand whether you did understand Dr Randera's question?\nKRUGERSDORP HEARING TRC/GAUTENG\n6",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you please repeat the question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joe, can you make sure that Mrs Gumede is receiving the Zulu translation?  Could you repeat your question, Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Zandile, when he spoke earlier on, talked about  - I don't know if I am perhaps putting it too strongly - the ill-feeling amongst the families towards him. Because all your brothers had left with him on that particular day.  He had survived and your brothers did not.  He came forward today to put his side of what had happened.  We are also finding out now, of the role that the Third Force, what is referred to as Third Force, the Vlakplaas units - Mr Mamasela's name has been mentioned, and the role they played in many instances in killing young people.  Would you like to comment on both what I have said about the Vlakplaas people and about Zandile.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That was very painful, because it was Zandile who came to fetch my brother.  It was not nice. My parents told themselves that Zandile is the one who knows everything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But now as you heard the tales of this incident, because we see in your statement that it was the first time this year that you heard from the SABC people to hear what happened regarding them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As we appeared before the Truth Commission, we are happy because we know that Zandile opened his mouth rather than keeping quiet.  At least now we are going to be satisfied.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We are going to ask Mrs Selebi to answer Dr Randera's question.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My own feelings towards Zandile, I did not know KRUGERSDORP HEARING TRC/GAUTENG\n7\nZandile, even after the death of my brother I did not know him and even Nginosh and (indistinct), I didn't know them.  Even their relatives I didn't know.  But I used to hear about Zandile.  Because I hated him after the incident, telling myself that he is the one who is responsible for taking my brother and giving him to the people to kill him, I didn't want to have anything to do with his family, because I hated them. I met Zandile in April this year, after Reggie Morobe came from SABC to tell me about this case.  All along I was in the dark, it was a hardness that I felt in my heart.  \n One day Zandile came to me and knocked on my door and said he wanted to see me. Then he said I am Zandile.  I asked him what are you doing in my house, because I don't know you and if it was not for him my younger brother could be alive today.  He said I want to apologise to you, and in fact, Reggie came to me and then they want to meet all of us, to give them our statements.  They wanted me to sit down with Zandile and listen to his story.  He came and told me everything that happened.  Reggie Morobe from the SABC, when they came to get the story, because they told me the people responsible for my younger brother's death are still alive.  I said to him Reggie, I don't know those people and I don't even want to know them, because I am so bitter, I feel that if I had a gun I would kill them, if they had to enter by the door.  Those are my feelings, but after listening to Zandile's story and hearing the whole story, I have forgiven him. I even feel pity for him, because of what he has suffered and experienced.  After that incident, I feel pity for him. I talked to him and I said Zandile, I was blaming you but I do not blame you anymore, and I take you now as my KRUGERSDORP HEARING TRC/GAUTENG\n8\nown brother. I have forgiven Zandile.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you, Mr Selebi.  We will ask Mrs Lebakeng to reply to Dr Randera's question.",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "I never hated Zandile because I used to telephone Zandile and he told me that the one thing that I will tell you one day you will never believe.  We treated Zandile as a family friend. We would leave Zandile and Ntsingo in the house and they would clean the house and everything would be in order, because we treated him as one of our children.  After some time we had some doubts that how can Zandile succeed and out of the four three died and he survived.  We wished to see this place where the children died so as to see how did Zandile survive. I love Zandile. I take him as my brother, because he was very brave to come and tell us everything.  He took us to that same place where these children died.  You can imagine, if you can hate Zandile after that terrible experience. You can ask yourself what is the reason to hate Zandile?  But my question about Mamasela is that he is an adult and these children were very young.  Secondly, funnily enough, the other one is a reverend. He is preaching to his congregation. What is he preaching to his congregation if he can kill children. Those are the only things I want to know.  That is the end of my question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thank you all. I would ask Piet Meiring if he has any questions.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "May I ask only one question, and that is did any of the three families receive any compensation for what happened to their three boys?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't understand your question.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "The question is:  after everything that\nKRUGERSDORP HEARING TRC/GAUTENG\n9\nhappened, there was an investigation, there was that lady who helped you to go to court. Did any of you receive money, compensation for the deaths of the young men?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nothing. Nothing until today.  Nothing.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "It applies to the other two families as well?",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "There was nothing.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Gumede also, there was no compensation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was no compensation.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "My question is, how was the funeral of these children?  Did you bury them in one day in one service or did you bury them separately?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They were buried on the same day, the three of them were buried on the same day and they are in one place.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Were they buried by one Minister, was one Minister officiating?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, father Bantam was officiating at the funeral service, the Minister of the Roman Catholic Church.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thanks. Is there a way where you can meet and so that you can remember them?   As Zandile said, today as we are, we ask the whole house to remember these children who died this tragic death.",
            "Male"
        ],
        [
            "UNKNOWN",
            "We didn't meet before together with other families.  We met for the first time this year and then Fanjana and Ntshinga's families I only met this week, on Tuesday. It was the first time I met other family members.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I see from your request that you have one request, all of you, that there should be tombstones for these three children.  I understand that they might be in one cemetry. Is there a way where only one tombstone could be put up for all of them?",
            "Male"
        ],
        [
            "UNKNOWN",
            "We thought that way because they are in one\nKRUGERSDORP HEARING TRC/GAUTENG\n10\ncemetry and in one area, all of them.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I am so sorry, I forgot to ask one question.  Zandile said that he would like the TRC to mediate, to see if a meeting could be arranged between the families and him.  Would you like us to involve ourselves with such a meeting?",
            "Unknown"
        ],
        [
            "MRS LEBAKENG",
            "Yes, we would want it that way.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mothers and fathers, truly we don't have words, but I am happy that the truth has finally come out. I know that having pain in your hearts, it is then that you get the light of what has happened in that mine. What I can say is, when we say this is the Truth Commission, Truth and Reconciliation Commission, it is the only truth which will help us to be able to talk about reconciliation.\n I want to thank you all when you say you have forgiven Zandile.  Can you imagine how he felt all these years with this pain in his heart. I would ask you all that that forgiveness which you have talked about should not end in this hall, but when you go back to your homes, in the communities, that you should show the very same people who are responsible in this terrible deed,  that it is possible to reconcile and reunite.  \n I thank you.  I know that a parent after seeing a child being blown up in smithereens, to the extent that he or she was not able to recognise him, and only helped by the clothes he was wearing, that all these years you had to suffer that pain.\n We hope you will make it possible in your area, in Kagiso, you will make it possible that Zandile will be accepted by the community. Even those who have doubts will know that today the poor child was not responsible for this terrible deed.  I know that is a good suggestion, but we \nKRUGERSDORP HEARING TRC/GAUTENG\n11\nwill take it to our committee, and then we will see what will happen with your request.  \n We want to thank you all, all who are here, we want to thank you very much.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Chairperson, as people are leaving and I hope they will listen to this as well.  I don't think we must leave the point of people who are mentioned as the alleged perpetrators, because you have said that reconciliation can only come with truth.\n Now three names have been mentioned.  One person by the name of Scarface. Mr Joe Mamamsela's name comes up over and over again.  He has said that he will not come to the Truth Commission, for several reasons.  At the same time we read in the newspapers that he has written a book in which he talks about these things that he was involved in, and that he is going to use the money that comes from the book to help the victims. \n My question to him is:  why does he not come and speak \nto the families himself?  As they speak about the pain that they have been through.\n That applies to the gentleman referred to as Mr Ephraim as well.  The fact that he has now become a man of the cloth does not absolve him from what he was involved in.  He too needs to come forward, to talk about what he was involved in.  So that we can actually get to the truth.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much for coming and sharing your stories with us.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}