{
    "header": {
        "type": "1 A SEKHOACHA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "A SEKHOACHA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55455&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/sekhoach.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MRS SEKHOACHA",
            "PROF MEIRING",
            "YASMINE SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MRS SEKHOACHA",
            "PROF MEIRING",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you all to the second day of our hearings.  Yesterday those of you who were here, we dealt with violations that took place mostly in the Carletonville and Khutsong areas.  Today we are going to focus on the violations that took place in Mohlakeng, Toekomsrus and Swanieville.  Some of these cases are related to police shootings and some of them are related to inter-organisational conflict.  Basically, between the conflict between the IFP and the ANC.\n The Commission being an independent body and evenhanded has tried very much to get a balanced picture of the conflict, but we regret that we have not been successful in that we did not have statements from the IFP.  Nevertheless, we are still going to try to get those statements because it is not only the hearings that are important for us, but it is important for us to gather as many statements from the people as possible.  So, we feel, perhaps, we will be able to reach out to the other parties.  \n Two of our Commissioners have joined us this morning and I would like to introduce our panel.  Starting from the right we have Professor Piet Meiring who is a member of the Reparation and Rehabilitation Committee.  Then we have Yasmin Sooka, Deputy Chairperson of the Human Rights Violations Committee.  On my left we have Dr Randera who is \nKRUGERSDORP HEARING TRC/GAUTENG\n2 A SEKHOACHA\nalso a Human Rights Violations Committee member and, of course, I am Joyce Seroke, who is a member of the Human Rights Violations Committee.  \n We shall now begin and we will call our first witness.  Our first witness is Agnes Sekhoacha and Dr Randera is going to do the oath.  I will hand over to Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Sekhoacha, good morning.",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "Good morning, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Are you well?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I am well, because I am here, God has blessed me.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I welcome you and I want you to feel as relaxed as possible.  You have come to talk about something that happened many, many years ago, 1963, but before we come to that will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "(Duly sworn in, states).",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you Mam, will you please sit down.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Professor Piet Meiring is going to lead this witness.  Over to you Piet.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Sekhoacha, from my side too, very welcome and I do hope that you find it a healing experience to be with us today.  You are going to tell us your story, an incident that happened 33 years ago.  At that stage you were a young girl of 20 years of age and it is the story of what happened to you and to Maria, who was at your side.  Just before you tell the story, can you give us the date when it happened?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "May I talk?",
            "Female"
        ],
        [
            "PROF MEIRING",
            ": Yes please.",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "It was in 1963, I was staying in Leshwana at the old location.  I was still a child.  I was schooling at\nKRUGERSDORP HEARING TRC/GAUTENG\n3 A SEKHOACHA\nManseville High at that time.  In our yard, there were people who were residing there because in those times people use to build shacks in the yard.  We use to stay in peace.  You could not just call them anything.  You could take them as your relative.  Maria Gobganie's parents were staying in one of the shacks in the yard.  We were the same age, Maria and I, but I was in 1943 on the 1st of January.  \n It was during examination period in November.  We were doing the same standard, but in different classes.  She was in A, I was in the B class.  We were on our way from school.  We use to travel by bus in the morning and in the afternoon at four o' clock.  During examinations, this bus would not come.  The reason being we would finish quickly and we would come back home earlier.  It was the last subject that we were to write on that day and it was Afrikaans.  We were travelling along the Monument Road so that we could be able to catch the train to go home.  We were quite hungry on that day if I can remember well.  We rested a while under the shade because it was quite a hot day.  \n She took three stones and she was playing.  It was a game that we enjoyed, playing with these stones while walking.  When we approached the Paul Kruger statue, we were attracted by bees.  Whilst we were standing there and watching the swarm of bees, we could not see that there were policemen who were standing around there.  We were chatting and our laughter was the result of that conflict.  We were laughing heartily and we were watching the swarm of bees as they were flying about.  \n The two policemen emerged and as they emerged they did not give us a chance.  They talked to us in Afrikaans.  They said what are you laughing at Kaffirs.  We were dressed in \nKRUGERSDORP HEARING TRC/GAUTENG\n4 A SEKHOACHA\nblack and white uniform at that time.  We were scared because at those times it was a fearsome period because the white children would beat us up every day.  They took us, they were dressed in a khaki uniform.  They had long rifles.  My school uniform was torn apart.  They beat us, they assaulted us.  I was so scared, I was frightened.  I did not feel that I was walking on the ground.  The one was holding Maria and the other one was holding me.  We were taken to a cell that I cannot remember even today, but we found ourselves in a prison.  \n In this prison, it was a strange small house.  Inside it there was a palm, a plank and a bucket and a few blankets that were thrown on the floor.  This white man, he is not the one who opened, the one who caught us.  He opened and then we went inside.  He closed the cell once we were inside.  He said that we are going to cut off your tails today.  We looked at each other the moment he said that.  He beat us.  The painful part of it is whenever he beat the other one, this plank that was separating us, it would injure you and should you fall, you would be in trouble.  We were bleeding.  It was a huge white man who was holding me and he was beating us up.  Thereafter, he asked us, what were you laughing at.  Whilst I was trying to explain what we were laughing at he hit me finally and I fell.  When I fell I lost consciousness and when I revived he was not there anymore.  When I stood up I saw Maria standing in front of me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, Agnes.  Drink some water, Agnes, and please take your time.",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "As Maria was standing there, I looked at her.  We could not talk.  At that time I was swollen and\nKRUGERSDORP HEARING TRC/GAUTENG\n5 A SEKHOACHA\nwhen she was looking like me, swollen as well.  \n We were arrested round about one o' clock.  Round about four o' clock we were still sitting there and we were hungry.  We did not even have money when we went to school and we were rushing to get home so that we could get something to eat.  There was a dish that they pushed underneath the door.  This door would make room for this small dish and it was a silver dish with dry porridge.  We could not eat such a dry porridge because at that time even our mouths were full of blood.  We were not saying anything,  we were just looking at each other.  Nobody was talking to the other.  \n At that time I heard a bunch of keys opening doors, but I did not see the other cells.  I only saw this particular cell I was in.  Then somebody finally opened our door.  That person asked us why did you not eat?  We kept quiet.  He said Kaffirs, I am going to cut your tails off.  He took this dish and he took it away.  It was the first day.  \n On the second day a different person came.  This person opened the door, he did nothing.  He just took Maria Gobganie.  I could not even ask at that time or say anything.  He took Maria and put her in a different cell.  That is what I think because that is when I heard a bunch of keys opening the other cell.  I was left alone in this cell.  I laid there alone and whenever they would push this porridge in, I would not eat it.  They would come and take it away.  We were served this lunchtime and at four o' clock again.  When I tried to open the tap to get some water because I wanted to wash the blood clots in my mouth, but only found out that there was no water running from the tap.  I just swallowed because there was nothing else I could do.  KRUGERSDORP HEARING TRC/GAUTENG\n6 A SEKHOACHA\nI could not sleep.  I was squatting, still dressed in my uniform.  I could not even use the blankets because they were so dirty.  I was not actually in a deep sleep.  I could not fall asleep and I had a headache at that time.  I felt dizzy all the time and I kept on trying to see if I could get some water, but, unfortunately, there was no water.  That was on the second day and I was dizzy at that moment.  I was not aware as to what was happening to Maria at that time.  \n On the third day a black man walked in round about eight o' clock.  He was a black policeman.  He wanted to know what are you doing here?  I could not answer him.  He just closed the door.  Round about two o' clock I heard the bunch of keys again and when I got the bunch of keys, they opened and I just told myself that today I am dead.  A white, tall policeman opened the door and said to me, get away here, fuck off, and that is when I left.  \n When I left I did not even know which direction to use.  I did not use the direction to the station, I used the opposite direction.  Then I realised after some time that I was getting lost and people were looking at me, surprised.  At that time people did not even care for one another.  Then I decided to turn back and I followed another gentleman.  I asked him for money.  He did not have time for me, he did not care much.  He wanted to know where I was from.  I wanted to explain to him and I just needed a fare from him.  He said I must follow him and he bought me a ticket.  I managed to catch a train here at Krugersdorp.  I got off at Leopardsvlei.  This gentleman took a different route to use the taxis.  I went had to walk home in that state.  We had to walk all the time because it was nearby.  I was resting \nKRUGERSDORP HEARING TRC/GAUTENG\n7 A SEKHOACHA\nall the time.  Since I was arrested on that day from school my uniform was stained with blood and I was feeling very ill, but I managed to get home.\n When I got home I found out that our parents ran up and about.  They did not know where to report and there were no telephones available at that time.  We do not know whether our parents did go to report at the school or not, but Maria Gobganie's parents also went out to look for her.  I thought that they released Maria Gobganie first and then me after, but only to find out that Maria never came back.  When I came back my father collapsed and when he collapsed, then they tried to wake him up.  They asked me what happened and I explained what happened.  They gave me some water to wash myself up.  I had some injuries in my body.  My left rib, even today, I cannot even do washing for my children.  It was injured, it was painful.  \n Maria Gobganie's parents were not there.  They went to look for her, where is she.  Whilst we were sitting there they came back and relatives were called, aunts and uncles.  They were still alive then, in order to discuss this incident.  Maria Gobganie never showed up at that time.  I told them that since they took her to a different cell, but only found out that they will release me.  That was the last time I saw her.  Investigations did not go any further.  At that time even when you tried to investigate something, it would be in vane.  My father tried and at that time everybody was scared of the policemen because there was a possibility that one would land in prison at that time.  My father's health deteriorated since then because, and he is mentally disturbed until today.  \n I even got married with this painful rib, injured rib.  KRUGERSDORP HEARING TRC/GAUTENG\n8 A SEKHOACHA\nI cannot even do washing properly.  I have to get assistance from somebody and I do not have enough finances to pay that person.  My tastebuds are not functioning properly.  I cannot eat peanuts or apples.  \n This affected me until I got employment, but even at that employment I was beaten up by the police.  That was because I was trying to fight oppression on behalf of the physciatric patients who were being ill-treated by the hospital.  When I sat down with the management for them to handle the patients well, that is when I was assaulted by the police.  For 20 years I could not even get a house.  \n I suffered from 1991 until 1994 when my child was arrested at the field.  This unfortunateness has been with me since then till 1994.  My son was playing at the field on a Sunday.  I had no food on that particular Sunday.  A friend had given me some spinach in order to feed my family because I was the breadwinner and nobody could help me.  \n I had a son who was doing dental technology, but when I was dismissed he could not further his studies because of lack of finance.  Today he is a drunkard.  He cannot go further with his studies.  \n I saw a police van coming.  There were four children and the fifth one was my son.  I was shocked when the policeman knocked.  I could not see my child properly because I was frightened.  I asked the policeman what did this child do?  They said he did nothing, but he is injured.  I cried, but the one policeman said there is no use in crying because you will not be able to hear exactly what happened.  These children were taken by white policemen at the field.  They were chasing them around with horses.  They took them and threw them by the dam, this white policeman \nKRUGERSDORP HEARING TRC/GAUTENG\n9 A SEKHOACHA\nwhose name is Botha.  When they got to the dam these policemen got them to be kicked by the horses.  Your child has been so seriously injured because he demanded to know what they did wrong.  They tied him and they said that you are the one who is going to be thrown into the dam.  They tortured them and they were setting sticks with them and pulling them with their private parts.  They did all the horrible things to them.  We are telling you this because we are already from there.  I asked them as to how did you know that they were there.  They said when these horses were running towards the dam, kicking these boys and your boy was being slipped, tied to a horse.  There is a child who saw this and went to report it to his father.  His father phoned the police.  \n I requested the police to go with me, but they said that when they got to that farm, that farmer's wife said there will not be a Kaffir who would come into my house, rather go and get white policemen.  They said this will not help.  You will have to go and lay a charge.  I did that, but my child is helpless.  He is not studying.  He is doing standard seven, but he is helpless.  He cannot even help me with gardening.  I gave them the statement and then I went to a Government doctor to get a referring letter so that this child can get treatment from Doctor Morula. \n Doctor Morula treated him for three weeks, but he could not walk or do anything for himself.  He could not walk, he could not see.  The case did not proceed in court, but I reported this to Martin Nswelengie who was a Reporter so that he must reveal that in the newspaper media.  I was concerned what will be this child's future in his state.  Till today I never managed to proceed with the case.  \nKRUGERSDORP HEARING TRC/GAUTENG\n10 A SEKHOACHA\nThe policemen came to me and asked me do you know that Botha is a Law Official, you are wasting your time.  You either go and talk to him for him to be able to buy your sons spectacles.  I cannot do that because I do not have the proof that he will give me the finance or he will buy these spectacles.  So, then suggested that I should go to Randburg Court in June in 1964.  They said I had a Commissioner and Botha to try and solve your problem inside the house to see what we can do for your child when we see that he has been injured seriously and he might be blinded for life.  I waited until twelve o' clock, until today there was never a case, a court case. \n He is just a crippled child.  He cannot study in the evenings.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much Mrs Sekhoacha for your testimony.  You have been telling us two stories.  Maybe we can talk about the first story first, what happened 33 years ago to yourself and I would like to ask you a number of questions on that, to clarify that.  Afterward we will turn to the story, what happened to your son and there will be a number of questions about that.  If you can just rethink that incident in 1963 when you and Maria, your friend, were arrested by the police.  The first thing I want to know is do you know the date?  You said it happened in 1963, but the month and the day, do you know that?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I can only remember the month.  It was in November because in November we write our examinations, but I do not remember the date exactly, but it was in November, towards the end of November.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  The second thing I want to know is were there any witnesses when you and Maria were\nKRUGERSDORP HEARING TRC/GAUTENG\n11 A SEKHOACHA\naccosted and taken away?  Are there any witnesses of the scene?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "People who were passing by, we did not know them because this was a busy road.  At that time, whenever somebody was arrested by the police, you would run away.  Nobody wanted to be a witness.  People were scared for their lives.  I do not think there was ever a witness.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  About Maria, your friend, who probably died.  Do you know what has happened to her family?  Are they still in your area or have they left?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "At the moment I am married, I am staying in Mohlakeng.  Maria's family originates from Zeerust.  As I have mentioned in my statement, people were coming from all over, as far as Lesotho.  You would not ask as to where are they from.  You were just happy to accommodate them in your yard and you would live in harmony.  That was the problem.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Now, again, talking about yourself.  After that horrible experience were you able to go back to school to finish with your studies?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "No, I never managed.  I only went as far as Form three.  I intended to study towards Law, but my father who was supporting me was mentally disturbed and could not support me furthermore to further my studies.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was he ...",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "He passed away in that state, being mentally disturbed because of me.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was it because of what happened to you that he was mentally disturbed?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "That is true.  My father use to love me very much and he had high aims as far as I am concerned.  When he saw me, blood-soaked, he was the first one who collapsed.\nKRUGERSDORP HEARING TRC/GAUTENG\n12 A SEKHOACHA\nAs I have said, he collapsed due to this.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then afterwards you became a nurse?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I became a nurse.  That is when I decided to be a nurse because I could see the ill-treatment that people were given in hospital.  When I sat down with management in the hospital to try and address this illtreatment, that is when I was dismissed and assaulted by the police.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, but you did marry eventually, you have children of your own and were you able to?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I became a nurse whilst married and had children as well.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How big is your family?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "It is at Mohlakeng in Randfontein at the moment.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How many?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I have got five children?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Five children.  Now, let us turn to the other story, what happened to your son.  Is he the oldest or in the middle or the youngest of your children?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "He is the last born.  At the moment he is doing Form one.  He is the last born.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And was he severely injured or can he go on with his life?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "What I do not know clearly is if you asked him to help you with ordinary things like garden, he cannot and he cannot study even at night.  Even when you look at me, when you look at him you can see that he is semi-blinded.  Even at school he has got problems with that.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "So you and your family are still in need of medical attention?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "Yes we do, quite a lot.  We need a lot of\nKRUGERSDORP HEARING TRC/GAUTENG\n13 A SEKHOACHA\nmedical treatment because even myself, I cannot even do washing for my children since I was beaten in prison.  I was married in this status, my rib is still giving me problems.  I cannot take care of my children like any normal mother.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "In your statement you said that you also have problems with your teeth.  Is that correct?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I do not eat peanuts and apples even when I envy them.  Sometimes when I wake up all my set of teeth would shake.  I do try and treat them, but in vane.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  A last question.  You said that your child was treated by a doctor and I did not catch the name.  Was it Morula?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "It is Doctor Morula.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Morula.  Where does he practice?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "His surgery is in Mohlakeng.  In the corner of Lembetie Street in Mohlakeng.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much Mrs Sekhoacha.  Those were my questions, but some of my colleagues, I am sure, would like to add a number of questions from their side.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yasmin.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Joyce.  Mama, I am going to ask you a few questions about the first incident that took place in 1963.  How old were you and Maria at the time this happened?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "As I have said we were born in the same year, but I was a month older than her.  I was born on the 1st of January 1943.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.  Could you tell me, I just want to make absolutely sure, that you were kept in, you were kept in the cells for approximately three days.  Is that right?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "Yes, it is true, three days.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "But the last time that you saw Maria was on the\nKRUGERSDORP HEARING TRC/GAUTENG\n14 A SEKHOACHA\nfirst day when the two of you were ...?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "It was on the second day.  That is when they took Maria to a different cell and they left me alone in this cell.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "And that was the last time that you saw her?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "That was the last time I saw Maria Gobganie.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "At any time in the three days did you hear anything from any other cell?  Do you think she was in a cell next door to you or quite far away from you?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "I could not hear properly.  They only thing that I would hear would be this bunch of keys when they opened doors.  I could not see the other cells when we were being put here.  I only saw my cell, but I could hear the sound of the bunch of keys when they were opening.  That is when I realised that there might be cells that they are opening.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Do you know what the name of the police station was where you were being kept?  Was this is in Krugersdorp or in Roodepoort?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "It is in Krugersdorp because Paul Kruger's statue is in Krugersdorp.  That is where we were arrested, but I cannot exactly point out where the buildings were, but it is in Krugersdorp Police Station.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Do you know the names, at any time when you were taken, did you hear the names of the policemen who had taken you?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "There was no way you could ask the name of the policemen because of their manner.  You could not ask anything.  We were not there to lay a charge, but we were not asked anything about our names and any detail.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mama, after this incident, once you had got\nKRUGERSDORP HEARING TRC/GAUTENG\n15 A SEKHOACHA\nhome, you said that the investigations to find Maria were not successful.  Can you tell us some of the things that were done by Maria's family?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "My parents and her parents tried their best, but in vane.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Did they go back to that police station?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "I do not know really, because that was parental matters.  They were doing everything on their own.  I just told them the whole story and they did the follow-up.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mama, after this incident did you go to a doctor?  Was any medical examination done on you?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "There was a clinic.  We were only going to the clinic and not to doctors.  I went to Perdekraal when my health situation deteriorated, but I was only getting treatment from the clinic and even my parents tried to give me herbs, because that is what we were relying on in those days.  We were not aware of X-rays and all those facilities at that time.  Our parents did their best.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mama, a few more questions.  In any of the years after this incident, have you still kept contact with Maria's family at all?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "Maria's family, when this happened, they moved away from our yard.  They went away, they removed their shack because they said that whenever they see Maria, I remind them of Maria whenever they see me.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mama, just on the, you mention that you had been dismissed when you were involved in discussing problems with management.  Where were you employed as a nurse?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "It was Mohlakeng Physciatry Hospital.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.  Mama, and one more question.  Your son, you say, in your evidence you talk about your son being KRUGERSDORP HEARING TRC/GAUTENG\n16 A SEKHOACHA\nalmost blinded and also about the fact that he is a cripple.  Can you just tell us a little more about what the details are?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "My health situation, it is quite unpleasant because in my life, at the moment, I am not healthy because when I look back to my youth days I realise that because of being imprisoned all that time, because I was trying to address people's grievances and, as I have said, for 20 years I never got a cent when I tried to struggle for freedom.  Thereafter my son, also, was as unfortunate like me.  Until today I do not know whether my son will be as unfortunate like me or will I also die like my father before I can do anything for him.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Sorry, Mama, I think that, perhaps, I did not ask the question properly.  What I am trying to find out is exactly what is wrong with your son?  You see in your story you talked about the fact that he needed spectacles and you also talked about him being a cripple.  Now can you tell us exactly what is wrong with him?",
            "Female"
        ],
        [
            "MRS SEKHOACHA",
            "He is not physically fit because he cannot just do ordinary housework.  Since he was beaten by these white men.  He use to love doing gardening, but he cannot even use a spade to dig in the garden.  He is semi-blinded.  He has got too many mistakes at school.  He has got problems.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Mama, no more questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Sekhoacha, I just want to ask you, again, about your son.  At the time that he was arrested, at the football field, you said, what was the reason, not arrested, they were taken by these four policemen.  What was the\nKRUGERSDORP HEARING TRC/GAUTENG\n17 A SEKHOACHA\nreason, I mean were they involved in any political activity, was he a member of any political structure in Mohlakeng?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "No, this child was taken by white men in the soccer field and took them to Botha's farm.  When they got there they tied them up next to the dam and attempted to kill them.  Therefore the policemen to know that these children are there, they were informed by some men in the neighbourhood.  That is how the statement goes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And how did you find him?  You said he was taken to Botha's farm.  Did he walk home after that?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "No, he was brought by the police.  After this man phoned in the neighbourhood, the child who saw the direction taken, in which these children were taken by these white men and kicking them with his horses.  A police van followed them and found these children there being kept by these white men.  They put them in the van and brought them home.  They were showing these policemen their homes and my son directed them to my house as well.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So these white men who took your son and his friends to Botha's farm were not policemen?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "They were not tortured by policemen.  It was white farmers.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay, thank you.  Did you have to take him to hospital when he came home?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "I took him to Dr Morula because I did not have money.  The neighbours suggested that I must take him to Dr Morula because he was helpless, he could not even walk properly.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How old is he now?",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "14 Years old at the moment.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, I have no further\nKRUGERSDORP HEARING TRC/GAUTENG\n18 A SEKHOACHA\nquestions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have told us very painful things.  That on your way back from home to be assaulted because of a dumb statue and people did not even respect your school uniform and threw you in the cells.  It shows about the past, the painful past that we come from and we know that the disappearance of Maria has haunted you, until today you do not where Maria is.  We are so sorry for you that, unfortunately, your son was also affected as well.  Is there any request that you have from the Truth Commission or anything that we can follow-up or any recommendations that we can put forward.",
            "Unknown"
        ],
        [
            "MRS SEKHOACHA",
            "The one thing that would make me happy was to know about Maria's whereabouts.  Is she dead or what has happened to her, and if she is dead, they must show us where they buried her because there is nothing painful like somebody disappearing.  I use to treat her like my sister.  We were innocent.  If she was buried by her parents and me knowing that where is she buried, I would not be hurt anymore because sometimes I dream of Maria.  Secondly, these policemen are no longer around.  I am a mother today who cannot do washing for her children like any mother does.  I need help because I cannot do anything for my children because I must pay for somebodies services to do this washing.  As I have said I cannot eat apples and peanuts like ordinary mothers.  I wish that the Truth Commission could see what they could do with us.  My husband is not working, I am the breadwinner as I have already mentioned.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will try to forward our recommendations to the Reparation and Rehabilitation Committee.  It is not something that will happen rapidly because all this will\nKRUGERSDORP HEARING TRC/GAUTENG\n19 A SEKHOACHA\nstill be discussed in Parliament, but there is an urgent interim relief that we are trying.  We will try and forward your request to them.  We thank you for coming here today and we trust that God will help heal all these wounds after so many years.  We thank you.\n Whilst we are waiting for our next witness we would like to ...\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}