{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-14",
        "location": "KRUGERSDORP",
        "day": "4",
        "names": [
            "M E RADEBE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55454&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/radebe.htm",
        "speakers": [
            "CHAIRPERSON",
            "MRS RADEBE",
            "MR RADEBE",
            "DR RANDERA",
            "M EVELYN RADEBE",
            "THOMAS MANTHATA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS RADEBE",
            "MR RADEBE",
            "DR RANDERA",
            "M EVELYN RADEBE",
            "MR MANTHATA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon, Mrs Radebe.  Are you going to be talking in Zulu or Tswana?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I am going to speak in Tswana.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you.  With whom are you?",
            "Unknown"
        ],
        [
            "MR RADEBE",
            "Thabu, my neighbour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We also welcome you, Thabu.  Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Good afternoon, Mrs Radebe.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Good afternoon, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "It has already been a long day and I am sorry we are continuing longer than we expected before lunch.  I hope at the end of this you will much more relaxed. I would like you to feel relaxed during your testimony as well.  If you will just stand to take the oath.",
            "Unknown"
        ],
        [
            "M EVELYN RADEBE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, Mrs Radebe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Radebe, you have come to tell us something that is very painful, about your two daughters who were shot, Innocencia and Sophie. I will ask you to tell us what happened, what led to this shooting, where were they and what was the situation in your township at that time.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "In our township in Kagiso on that particular day, it was a very restless day.  Shacks were being burnt down in broad daylight.  In the evening just before seven o'clock I was in my bedroom. I just heard a white man asking KRUGERSDORP HEARING TRC/GAUTENG\n2 M E RADEBE\nwhat is happening here.  Somebody said that Inkatha has arrived. I heard another one saying please forgive us - he was talking in Zulu - please forgive us, we are of the same nation. I know him well. He asked for forgiveness, but there were shots fired. There were many shots fired. Somebody said shoot the dog as well. I was very quiet. I was scared to come out of the bedroom. I just said to myself today we are dead.  I just stayed in the bedroom.  After a while there was silence.  Then I decided to come out.  I saw Zanzile, I know him very well. He was lying on the kitchen floor. They killed him there.  \n When I went out David was lying outside.  He was lying outside. Thereafter the kids were lying there. The one was shot in the throat and the one in the shoulder. These two children did not die, but only the two that were shot by the police died.  Then I sent my one son who had hidden away, and they did not see him.   I asked him to go to the police and tell them that we are being attacked by people who said they are Inkatha members and they killed people here.  He did. It was just before seven o'clock.  This child did make a telephone call and said they are coming. \n We stayed there until one o'clock in the morning. They came in many cars and they were asking me questions. I kept on telling them whatever I knew. I told them that I heard Inkatha was there, but I was in the bedroom.  They took the children and threw them in the vans and drove off with them.   I told the deceased families that their children are dead.  We went to the charge office where they asked us several questions.  They said that they will call the children to appear in court. Nothing has happened up until today.\nKRUGERSDORP HEARING TRC/GAUTENG\n3 M E RADEBE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Innocencia and Sophie, when this happened, were they inside the house or outside?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They were inside the house.  When these people arrived they went inside.  These people shot from outside and broke the windows. They were also shooting at the door.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was there no one inside the house who asked them who they were, other than hearing that they are from the IFP?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "The one who saw them said they were wearing red hat bands.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "These children went to phone?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, one son went to go and phone.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was it seven o'clock when they telephoned?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "It was after seven.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The police came about one o'clock, that is about eight hours later?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old was Innocencia and Sophie when this incident happened?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They were still young children. I don't remember their ages.  It was in 1990.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said you tried to lay a charge against these people and the police didn't call you?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, the children were called. It is many years back, but they didn't come back.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did this happen only in your house or did it happen around the village?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "These people came by the vanloads and they were breaking people's windows.  That is what I heard from other people.  When they came at my house they decided to kill.  The person who was killed outside, it seems they chased him\nKRUGERSDORP HEARING TRC/GAUTENG\n4 M E RADEBE\noutside and then he ran to my house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was anybody in your family involved in politics or were you members of a political party?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "No, we were not in politics. I had only one child who went away for many years.  They were harrassing me, waking me up in the evening, asking me where is your son.  I did tell them I don't know the son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he the only one involved in politics and in which organisation?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I don't know which organisation, but it seems it is the ANC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did he come back?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, he came back but he went away for many years, about 14 years.  He is back now, he is in Pretoria.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you assume that maybe one of your sons was politically active within the ANC or were they just doing these deeds against anybody.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I think because they broke all the windows and they were shooting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In your statement you said that when those people were attacking you, the Inkatha people were together with the police.  Did you see the police?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "It is my daughter who said that because I was in the bedroom. I heard somebody say what is happening.  Then somebody said Inkatha has come.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were they in uniform?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I didn't hear that too well, but I heard them saying there were red hat bands.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am talking about the police.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They were outside, I didn't see them clearly. They just said there were people who had hat bands. They did KRUGERSDORP HEARING TRC/GAUTENG\n5 M E RADEBE\nnot enter into the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After your daughters were injured, where did they go?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They went to Lorato Hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long did they stay at Lorato?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They stayed only one day. Innocencia could have been 20 years now, this year, Innocencia could have been 22 years now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are they doing now?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They are still students.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I will ask my colleagues to ask questions, if they have any.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Radebe, you also mentioned the names of David Mtshabangu and Zinzele Ndbeli. These were friends of your children.  What happened to them?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "They were killed inside my house. David was killed outside, Zinzele was killed inside the house. They were shot.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How old were they at the time, do you know?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I don't know how old they were, but they were a little bit elderly.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And their parents, are they still living in Kagiso?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, they are still living in Kagiso.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Do you know whether they made statements to the Truth Commission?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "I don't know whether they did that.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tom Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Radebe, these two who died, do you know their parents?\nKRUGERSDORP HEARING TRC/GAUTENG\n6 M E RADEBE",
            "Male"
        ],
        [
            "MRS RADEBE",
            "Yes, I know their parents.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Have they come forwar to the Truth Commission?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "No, I am not aware.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Do you know if they did lay a charge at the police station?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "That I am not aware of either.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Sophie and Innocencia, how is the status of their health?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "They survived, but they still compain of pains, but they are well.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are they not disturbed due to this incident?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "They were disturbed due to this.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Seeing they were disturbed, did you try and get any counselling or psychologists to help them?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "No, Sophie sometimes go to the doctor and back.  She goes to GPs.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mrs Radebe, I also would like to ask about your two daughters, about Innocencia and Sophie. When they were injured that day, where were they injured?  In the neck, the face or the body?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "The other one was in the neck and the other one was in her arm.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Today they still have pains.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, they have recovered although they still suffer with pains.  They have recovered.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Both of them are studying at the moment.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, they are studying at the moment.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What is Innocencia studying, in which standard is she?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "She is doing Std 9, Form 4.\nKRUGERSDORP HEARING TRC/GAUTENG\n7 M E RADEBE",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And Sophie?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "She is doing Std 10, Form 5.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Radebe, you said at the beginning when all this started that there was somebody who spoke in Afrikaans and then there was somebody who also spoke in Zulu.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, it is so, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I thought I heard you say that you know the person who spoke in Zulu. Is that right?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "The person that spoke in Zulu is the boy who died, who was inside the house, who said please forgive us, he is the one who spoke in Zulu.  He spoke to the people outside that they must please forgive them because they belong to the same nation, they are of the same colour. But I was in the bedroom.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The one who said forgive me, I am one of you, was he talking to the ones who were shooting?  Was he not talking to you?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "No, he was not talking to us, he was talking to these people who were intending to shoot.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He thought that if he spoke in Zulu they will forgive him.",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "Yes, that is so.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I have not been there since Monday. The people of Kagosi, what do they think of these people who killed them and who are calling themselves Inkatha today?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "Please repeat your question.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "My question is: the residents of Kagiso, what do they think about these people who killed these people and KRUGERSDORP HEARING TRC/GAUTENG\n8 M E RADEBE\nwho called themselves Inkatha?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "At the moment there is peace, everybody is quiet, nothing is said.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Is there peace even with the hostel dwellers?",
            "Male"
        ],
        [
            "MRS RADEBE",
            "Yes, there seems to be peace, there is no more fighting.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Radebe, since Monday when we have been here we have heard stories about Inkatha who have come into the township and killed people. Some people told us that they were asked by Swanepoel in Swanieville who killed people.  This is quite painful and it hurts us as the TRC beause when we sent the statement-takers into the townships of Kagiso and the whole West Rand, requesting statements, even from the IFP members, we tried but we never got those statements.  Should we have received those statements we would have got a balanced picture of the conflict. So that we could hear from the IFP what they have against the ANC.  So that the ANC would be able to respond or the ANC could even ask what have you got against us.  We trust that we will still get these statements, because we know that the IFP did hand in their submissions together with other political parties, who also did that as well, some months ago.\n You say there is peace, but that peace must be rooted and supported by the leaders of these organisations.  So that it is not superficial. It is enough to say that there is peace and it doesn't go deep enough, then there will not be reconciliation. We are going to request the leadership of these people - yesterday it was Azapo and the ANC.  It was the ANC against IFP.  If all these leaders can try and \nKRUGERSDORP HEARING TRC/GAUTENG\n9 M E RADEBE\nreconcile and make peace, but this must be a genuine reconciliation.\n We thank you for coming here today to tell us about Innocencia and Sophie.  We are very grateful that this incident did not even impede on their studies and that they are still progressing with their studies.  We hope that God will give them the strength to finish their studies so that they will be better people in the future and learned people in their community. \n We also thank you for your patience and having done your best to make sure that they further their studies.  We thank you.\n Is there anything else that you would like to request from the Truth Commission?",
            "Unknown"
        ],
        [
            "MRS RADEBE",
            "No, there is nothing, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to recognise the presence of Mr Sack Mokhoeane, councillor for Ward 13 and deputy chairperson for the Krugersdorp TC Executive.\n We would like him to stand up so that we can welcome him.  We welcome you, sir.\n We are now going to break for lunch and will be back at quarter past two.\nHEARING ADJOURNS\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}