{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-04",
        "location": "WHITE RIVER",
        "day": "2",
        "names": [
            "MARTINUS CHRISTOFFEL RAS"
        ],
        "case number": "AM2736/06",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54154&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200504wr.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MARTINUS CHRISTOFFEL RAS",
            "MR MORGAN",
            "MR SIBANYONI",
            "MR SMIT",
            "MR SMIT IN ARGUMENT",
            "MR VAN DER BANK",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MARTINUS CHRISTOFFEL RAS",
            "MR SMIT",
            "MR RAS",
            "MR MORGAN",
            "MR VAN DER BANK",
            "MS MTANGA",
            "ADV SANDI",
            "MR SIBANYONI",
            "MR SMIT IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ras, please rise.  You are Martinus Christoffel Ras, is that correct?",
            "Unknown"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please be seated.  Mr Smit.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I shall continue in Afrikaans.  To commence may I just mention, to facilitate the proceedings, Chairperson, the applicant, Mr Ras' application is similarly based on the facts of the previous applicant, Mr Kruger.  I shall quickly go through the documents in this regard.  No persons were killed or injured, as at the time of Mr Kruger's deeds.",
            "Male"
        ],
        [
            "EXAMINATION BY MR SMIT",
            "Mr Ras, may I refer you to your supplementary statement.  I shall commence with that.  Before your application you completed two affidavits, the first is on page 57 to 59 of the bundle, and the second is a supplementary affidavit from page 133 to page 137 of the bundle, is that correct?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That's correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "And then you sent a letter to the Committee, which appears on page 98 to page 100, which was not attested to, it was just sent through.  You have read it recently, do you confirm the contents of these three documents and that we may hand it up as evidence?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SMIT",
            "Mr Ras, your application as we have mentioned, is similar to that of Mr Kruger, you apply for two bomb explosions at the Lowveld High School, as well as at the Sabie Magistrate's Court, and offences for which you were charged with in the Regional Court, as appears from Annexures A1 to A10, page 31 to 39.  This also includes the storage of explosives.  Nowhere were any explosives stored on your premises, the possession is just that you had these explosives in your possession before they were planted at the school and at the court.",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "With regard to the explosions, as I had asked Mr Kruger, from whom did you receive your instructions to place these explosive devices at the court and at the school?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "From Mr Ben Snyders.",
            "Male"
        ],
        [
            "MR SMIT",
            "In both cases?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "You were a member of the Conservative Party at the stage when these acts were committed for which you apply for amnesty.",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Were you a member of the organisation Toekomsgesprek?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "At that stage I was not a member.",
            "Male"
        ],
        [
            "MR SMIT",
            "You were not a member.  The membership was upon invitation only, is that correct?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Were you in the process of becoming a member, or what motivated you to become part of these actions?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "I had already been approached by Mr Jan Kruger, because one had to be an invited person.  I went to some meetings along with him.",
            "Male"
        ],
        [
            "MR SMIT",
            "These are now Toekomsgesprek meetings?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "Did you receive training in the manufacturing of explosive devices?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "I did receive training, yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "From whom did you receive such training?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "From Mr Jan Kruger.",
            "Male"
        ],
        [
            "MR SMIT",
            "But this was not in Toekomsgesprek policy, this was separately that you received your instructions?  This was in preparation for your membership.",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR SMIT",
            "The instructions which you received now from Mr Snyders to plant these bombs, did you accept these instructions in your capacity as a member of the Conservative Party, or in your personal capacity, because you were not a member of Toekomsgesprek?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "I had already been invited to meetings held by Toekomsgesprek, of which Mr Douw Steyn was the speaker  As Mr Jan Kruger said just now, when the meeting was already adjourned, Mr Douw Steyn approached us outside where Mr Ben Snyders, Mr Jan Kruger and I were standing, where he told us that Lowveld High was a problem and that a plan had to be made with the school.  ...(transcriber's interpretation)",
            "Male"
        ],
        [
            "MR SMIT",
            "Very well.  And thereafter you were approached by Mr Snyders who said \"Come along, we shall blow up the school\".",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SMIT",
            "Did he tell you where he received his instructions from?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Yes, from Douw Steyn.",
            "Male"
        ],
        [
            "MR SMIT",
            "Just for the Committee's information, the Magistrate's Court and Lowveld High School, did you detonate these bombs by means of timing mechanisms?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "No, we had delayed detonators.  It is something that one had to light, so one was sure that it would explode.",
            "Male"
        ],
        [
            "MR SMIT",
            "And can you recall at what time this was done?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "This was approximately 1 or 2 o'clock in the morning.",
            "Male"
        ],
        [
            "MR SMIT",
            "So you went at night when there were no people there?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Yes, we went when there were no people.",
            "Male"
        ],
        [
            "MR SMIT",
            "The purpose, why did you accompany the other gentlemen and help with the collection and storage of firearms and explosives?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "I can say that at that stage the country was in a war situation and one was incited by rightist movements, so much so that one would believe anything they would tell us, and that is why I decided that I would become a part of it, a part of this struggle against the them National Government.",
            "Male"
        ],
        [
            "MR SMIT",
            "When you say you were incited, were you incited by person who delivered speeches at Toekomsgesprek meetings or at Conservative Party meetings?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Both.",
            "Male"
        ],
        [
            "MR SMIT",
            "With CP meetings can you recall any names of persons who incited you, who made you feel that you needed to do something?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "Also at Conservative Party meetings it was also Mr Douw Steyn who delivered speeches there, as well as Christo Smit, but these were just general political meetings.",
            "Male"
        ],
        [
            "MR SMIT",
            "And did you receive instructions at the meeting or did they come afterwards?  You now have said that Mr Douw Steyn approached you after the meeting and said that Lowveld High had to be blown up.",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "That was a Toekomsgesprek meeting.",
            "Male"
        ],
        [
            "MR SMIT",
            "Not specifically a Conservative Party\nmeeting.",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "No, those are closed meetings.",
            "Male"
        ],
        [
            "MR SMIT",
            "Very well.  Evidence was given here by Mr Snyders as well as Mr Kruger that the Secretary-General, Mr Andries Beyers, the Secretary-General of the CP, was present when some of these explosive devices were tested.  Were you present when this took place?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "No, I was not there.",
            "Male"
        ],
        [
            "MR SMIT",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR SMIT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Morgan, questions?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "None, Mr Chairperson.\nNO QUESTIONS BY MR MORGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Bank.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN DER BANK",
            "Mr Ras, at this stage do you know what the Chairperson of the CP at that stage, do you know what his political affiliation is at this stage?",
            "Male"
        ],
        [
            "MARTINUS CHRISTOFFEL RAS",
            "No.",
            "Male"
        ],
        [
            "MR VAN DER BANK",
            "I have no further questions, thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR VAN DER BANK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Bank.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions, Chairperson.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you, Chair, I don't have questions.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I've got no questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Smit, anything further?  Re-examination?",
            "Unknown"
        ],
        [
            "MR VAN DER BANK",
            "I have nothing further to add, Mr Chairperson.  That is the case for Mr Ras.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Morgan, are you tendering any evidence?",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "None, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Bank?",
            "Unknown"
        ],
        [
            "MR VAN DER BANK",
            "None, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Smit, have you got any submissions on the merits of the applications.",
            "Unknown"
        ],
        [
            "MR SMIT IN ARGUMENT",
            "Just a couple, Mr Chairperson.  Might I from the outset state that I will deal with all three applicants as one.\n\tFirst of all, I would submit that it is from the documents and the evidence, obvious that all three the applicants were members of the Conservative Party, two of them members of Toekomsgesprek, the organisation who acted in that capacity, and that they all acted at all times under instructions from their Commander, if one can put it that way.  Therefore I would submit - and then the deeds that they are requesting amnesty for are obviously with the political objective of getting to the, at that stage, ruling party, being the National Party, to reconsider the transformation process 'cause the Conservative Party were at that stage fully convinced that that was not the right way to go, that the National Party was actually doing it to the detriment of the white South African.\n\tNow it is obvious that they believed this, that this was said at the Toekomsgesprek meetings, that certain of the high - how could one put it, well even the Secretary-General, Mr Andries Beyers, was present at certain testings of explosives and did not disapprove of their plans to bomb certain government buildings.\n\tNow what I would like to refer to and what I would submit is a very sightly document, appears on pages 106 to 110 of the documents, one by Adv Christian Daniel de Jager, who is implicated by Mr Snyders, stating that he was a member of the Conservative Party.  What I would submit is that the statement by Mr Snyders is actually to the effect that Mr de Jager was in a legal advisory capacity at that stage, but affidavit filed by him, I would like to point out on page 107, paragraph (d) thereof, he says:\n\"Ek was nie bewus dat so 'n verdedigingsgroep bestaan het nie, maar is nie verbaas om dit nou te lees nie, want dit verklaar baie van die dinge wat in die KP gebeur het.\"\nI would submit that is corroboration as can be, for the fact that the three applicants were actually convinced that Toekomsgesprek was part of the CP at that stage and that they acted in the course and scope of instructions from the Conservative Party, especially once again in the light of the fact that the Secretary-General personally writes Mr Snyders a letter and then attends meetings of Toekomsgesprek in his capacity as a Conservative Party member.  \n\tTherefore I would submit that amnesty should be granted with regards to all the incidents mentioned, to all there the applicants.\n\tJust two other matters.  The averments made by my colleague, Mr van Wyk, on behalf of Mr Louis Snyders, I would submit does not amount to much and should not be taken into consideration as - I think what he attempted to do was to point out that Mr Snyders contradicted himself or is not a witness that can be believed, but the fact remains that Mr Louis Snyders never came to testify, these statements were made vaguely by Mr van Wyk and they left.  There was nothing more to it.   If Mr Louis Snyders was serious, he would have come before this Committee to come and testify to the effect that he knows this and this and this, and this was not done.  Therefore no cognisance can be taken of the averments made by them.\n\tThe last very important aspect is Mr Douw Steyn.  He's implicated in several ways.  He was given on two occasions notice of these hearings and not once - on the one instance he actually wrote on the notification that was given to him - if I may just point that out to the Learned Committee, that appears on page 112, he actually wrote on the Acknowledgement of Receipt that he - he says:\n\"Ek verkies om hierdie verrigtinge nie by te woon nie, soos ek u reeds meegedeel het op 22 November 1999.\"\nSo he is in complete ignorance of these proceedings, he does not come and contradict what is said, so I would submit that it has to be accepted that the applicants are telling the truth, that they complied with all the provisions of the Act, and therefore should receive amnesty for these deeds as put before this Committee.\n\tI have nothing further to add, unless there are questions from the Committee, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think the one difficulty that does arise in this application, and I think that has been referred to by Mr Sibanyoni, is that the applicants should establish that they were acting on behalf of a publicly known political organisation, in order to qualify.  Now they have this situation that Mr Steyn, on page 112, in that Acknowledgement of Receipt, says that although the application he received was incomplete, he finds the allegations to be absurd and laughable \"absurd en belaglik\", as he puts it.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore he doesn't want to respond and then he writes this other note that you've referred to, that\n\"I elected not to attend as I've already indicated to you on the 22nd of November '99\"\nSo those are his notes on this thing.  And then there is this letter from the Conservative Party, on page 70.  It says that they were given notice of these applications and they say no, they don't have any interest in this because they have never been involved at any stage in any planning or any activities outside the framework of lawful political activities.\n\tNow the question arises, on whose behalf were your clients actually acting?  And that's the one that we must be satisfied on, we must be satisfied that your clients have acted on behalf of a publicly known political organisation.  And you might have some submissions on that.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I do indeed.  Mr Chairperson, if one looks at the evidence it seems like - well it is to the basis that Christo Smit and Douw Steyn were both leaders in the Conservative Party.  These people were giving instructions to the three applicants.  Andries Beyers was the Secretary-General, he was attending meetings in his capacity as Secretary-General of the CP, he was attending Toekomsgesprek meetings and condoning the acts performed there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is precisely the question.  Two of the applicants, more of them, I'm not even sure now, but in any case they've referred to Beyers.  The last applicant said that he accepted \"Ek het aanvaar\", he accepted that Mr Beyers was there in his capacity as the Secretary-General, after you had asked him about that.  He says Mr Beyers said nothing for or against what he had seen.  There is no indication whether Mr Beyers is under the impression that this could be training for defensive purposes, not necessarily sabotage or killing people.  There's no clarity as to what the position of Mr Beyers is.   We have this letter on page 70, indicating that the Conservative Party distanced itself from this.  Now this the official version that is before us.  Mr Steyn isn't here, he's not come to explain, he says he finds the allegations absurd and laughable.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "My submission would be it could be very easy for the Conservative Party to file a letter in this regard.  No submission was made before this Commission, no representative from the Conservative Party, who has a real interest in this matter because it bears down directly on the Conservative Party's attitude at that stage during the time that these deeds were committed, no-one comes before this Committee to say but these people, it is denied that they were ever given instructions.  It's just a letter, it's not under oath, it's written by a Mr Wouter Hoffman.  He could have attended these meetings.  That would be my submission.  \t'Cause the problem now is, we have applicants who at that stage acted on instructions, they were members of the Conservative Party and of Toekomsgesprek, they believed that all the instructions they received from people who were in high positions at the Conservative Party, the instructions given to them by those people were instructions from the Conservative Party, and they acted on those instructions because it was a political objective that had to be obtained.  The National Party, the ruling party at that stage, had to be put in its place.  Now a couple of years later these people have the problem, they are being blamed criminally for certain deeds that were done under instructions at that stage.  If they look back and say well, we were given instructions by these people, everybody behind them who were above them suddenly says \"We were not involved, we did not give instructions\".  How do they do that?  The one, Mr Steyn, does not come to the Commission to say that, the Conservative Party writes a letter and says \"We distance ourselves\".  Mr de Jager, who was high up in the Conservative Party, says it could quite have been possible that such an organisation existed.  He did not have knowledge of it, but now in retrospect, it's obvious that something happened.  And he says very importantly on page 109, he says\n\"Ek het sedertdien bewus geraak dat dit egter wel plaasgevind het, en vanwee die verstrengeldheid van Toekomsgesprek en die KP, was van die lede wat dit bygewoon het bona fide onder die indruk dat dit die amptelike goedkeuring van die KP weggedra het.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "So what he says is these guys on ground level who received the instructions, were absolutely under the impression that the instructions they were receiving were from the Conservative Party and were approved by them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, by necessary implication Mr de Jager is saying, his opinion that he's expressing here is that these people more than likely were, in good faith, under the impression that they were acting on behalf of the CP, but the implication of that is that that was not the official position of the CP.  These people were bona fide under the impression, but it was not officially CP policy.  So the question is, is that good enough for your clients, does that establish that they were acting on behalf of the Conservative Party?",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I would submit so.  Objectively, if one looks at it now, eight years later, one could say that they were members of the CP, they were acting on instructions, they believed, subjectively they believed, but looking at it objectively, instructions they believed were real instructions from the Conservative Party and that certain measures were to be taken to go to a certain goal.  And therefore, that makes them fall directly into the category of the Act.\n\tIn that instance I might mention to you, Mr Chairman, in Pretoria, Mr Koos Botha, who was a CP member of parliament, or he was at - no I think he was a member of parliament in Wonderboom, received amnesty for putting a bomb at the - I received a note, there was a bomb at one of the schools in Pretoria and he, on the same basis, received amnesty, stating that it was, according to him, instructions from the Conservative Party.  He did it with the political objective to further their interests.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You see the first question that we must determine is whether your clients were executing the official policy of the Conservative Party, which is a politically known organisation, if not, have they acted under the bona fide belief that they were doing so, and if so, is that sufficient in terms of the law?  Then it becomes a legal question, is it sufficient in terms of the law, to comply with requirements of Section 20.\n\tSo we - at the first stage, we're debating this first stage and the difficulty that we raise is, in the light of all of this - it is a letter as you rightly say, but no Conservative Party member on the other hand also, has come to support their application to say no, but these people they're known members and they were acting on our behalf.  And then we have Mr Steyn who was their immediate channel to the Toekomsgesprek Chief Council, and as they believed, to the Conservative Party, and he seems to be distancing himself, he's not supporting the application.  If anything he seems to be casting aspersions at the credibility of your clients, to say you know they're absurd, this is a laughable allegation that they're making.  Now under those circumstances, is there sufficient before us to find as a fact that they were acting in execution of official Conservative Party policy.  That's the first question.  The other one is the legal one.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, that we can get to.  My submission, to summarise would be, due to the fact that no other proper evidence is being put before this Committee, other than two letters, or one letter from the Conservative Party and one little by Mr Steyn, made on an acknowledgement, which I in his position would also have done, 'cause he's being blamed for a couple of things here that were not all above board, due to no other evidence before this Committee, therefore the version of the applicants should be accepted as being the correct one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and that version as I understand it, is that they bona fide believed that they were acting on behalf of the Conservative Party.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, that the instructions came from the Conservative Party, because of the fact that first of all, Mr Christo Smit, as well as Mr Douw Steyn, were leader figures in the CP and these guys were giving instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, I mean the effect of that is that there is no evidence before us - let's leave aside for the moment the letter and what Mr Steyn wrote on the acknowledgement, there's no evidence before us that these acts in fact fell within the Conservative Party's policy ...(intervention)",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Or fell out of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... the evidence that we do have is the applicants' evidence that they believed that to have been the case.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "They at meetings were told that this is the policy and therefore they acted on these instructions.  That's what they testified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes they believed that to have been the case.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, they were actually informed at meetings \"This is the policy, this is what we have to do\".  They were under the impression that Toekomsgesprek was a body of the CP, and a legal body as far as I could establish from them, and therefore they were acting on instructions from the Conservative Party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so on that scenario we have the belief of the applicants.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "That would be my submission, on that basis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now are you submitting that that belief is sufficient to comply with the requirements of the Act?",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I would submit so, yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Which provision are you referring to?",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Mr Chairman, bear with me for a moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly, take your time.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Mr Chairman, that would be Section 20(2)(f).  Unfortunately I have the Afrikaans copy in my possession.  That is the one dealing with the person who on reasonable grounds believed that he was acting within the scope and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Read it in Afrikaans, let's see what category of people that includes.\nMR SMIT\n\"Any persons in paragraph (a), (b) and (c) mentioned sub-paragraphs, who on reasonable grounds believed that he or she acted in the course and scope of his or her duties and within his or her expressed or tacit authority.\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So with the course and scope of his duties or authority?  \"Bevoegdheid\"",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, authority.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Category (a).",
            "Unknown"
        ],
        [
            "MR SMIT",
            "A would be\n\"Any member or supporter of a publicly known political party or liberation movement, in support of such movement or party bona fide in furtherance of a political struggle which was fought against the State or any other political party or a liberation movement.\"\nNow I would submit that the liberation movement here would include Toekomsgesprek, being an organisation, an undercover organisation, if one would call it that, with the Conservative Party.  Once again we have had no contrary evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but is your difficulty not there that Toekomsgesprek would not be a publicly known - it's a secret organisation, it's not a publicly known political organisation.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Well it differentiates between a generally known political organisation, or a liberation movement, so the \"or\" would state that it could be any party then.  But liberation movement could be an unknown movement as well, unknown organisation.  And the qualification - my learned attorney is showing me now, the qualification is that\n\"... die bevrydingsbeweging ten behoewe van, of ter ondersteuning van (which is important) so 'n organisasie of beweging.\"\nSo:\n\"... bevrydingsbeweging (Toekomsgesprek) ten behoewe van die (Konserwatiewe Party), of ter ondersteuning van (weer eens) die Konserwatiewe Party.\"\nThat includes the one in (a), I would submit to you, Mr Chairman.\n\tThe others, (b) deals with workers of the government or any previous government, or members of the Security Forces, as well as (c).  (d) might also be applicable where it says:\n\"... any employee or member of a publicly known organisation or liberation movement in the course and scope of his or her duties.\"\nThat directly deals with the statements in - the setting our the liberation movement in (a) once again.  That is Section 20(2)(d).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well that might be a bit more problematic for you.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, that might be, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reference to duties, that seems to suggest some or other situation, almost a contractual situation, where the person is under specific duties and he's executing those duties.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I'm not relying on this, I'm just going through - 'cause I've mentioned (a), (b), (c) or (d), ...(indistinct) (f).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "But I would then submit that (f) would pertain to this matter as well where it states that on reasonable ground believed that he was acting in the scope and course of his duties.  And it further says\n\"... her or his express or tacit capacity\"\nNow two of the applicants were members of Toekomsgesprek, they thought they had the duties of stopping the National Party, or getting them to call out a general election and therefore they acted in this way.  That would be the second leg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, but you see that is the point, are you not - if you're in that sort of situation, now you're not talking about office bearers, are you?  You're talking about people who have some clear duty that they have to perform within ...(intervention)",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I would submit they are under instructions.  Under instructions, in this regard that it is obvious that certain \"gesagstriktuur\" existed within Toekomsgesprek, as Mr Snyders in his application points out, that it was very strict, first of all, there were certain rules to be followed, at meetings they suggested certain things should not be done because the ground troops, if one could it that, were not properly prepared yet.  Therefore it was a military structure that was set up, which would then fall directly within the ambit of Section (f).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you see, if you refer to the concept \"course and scope of duties\", then in the normal legal understanding of that term you're talking about a situation, normally it's a situation of employment, but it could be, in this scenario, it could be an office holder, office bearer or an organisation and not necessarily (a), which seems to be the member himself or herself.  It seems to be directly the member.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "Ja, it's directly and a subjective test that has to be applied, it's a member of an organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so it seems as if the other sub-sections seem to be the widening scope of that, to include say, office bearers and people who have some specific duty to perform on behalf of the organisation that they represent and so on.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I would submit that in their instance they all received orders from a higher ranking officer, if one could put it that way, and that amounts to a duty one could argue.  That would be my submission.  But in terms of (a) I am completely with you, Mr Chairperson, that that should cover it, and therefore I would submit that they should get amnesty in terms of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Smit.",
            "Unknown"
        ],
        [
            "MR SMIT",
            "As it pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Morgan.",
            "Unknown"
        ],
        [
            "MR MORGAN",
            "None, Chairperson.\nNO ARGUMENT BY MR MORGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Morgan.  Mr van der Bank.",
            "Unknown"
        ],
        [
            "MR VAN DER BANK",
            "I have no submissions, thank you, Mr Chairman.\nNO ARGUMENT BY MR VAN DER BANK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Bank.  Ms Mtanga.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no submissions, Chairperson.\nNO ARGUMENT BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Mtanga.  Anything further that you wish to add?",
            "Unknown"
        ],
        [
            "MR SMIT",
            "I have nothing to add, thank you Mr Chairman and Learned Committee Members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.\n\tWell that concludes the proceedings, the formal proceedings.  The Panel will take some time to consider the application, all of the documents that were placed before us, as well as the submissions, and will notify the parties as soon as the decision in this matter is available.  So the decision would then be reserved.\n\tMs Mtanga, does that conclude our roll here?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to take the opportunity to thank the legal representatives, Mr Smit, your attorney, Mr Morgan, Mr van der Bank, Ms Mtanga, and in his absence, Mr van Wyk, for your assistance in this matter, we appreciate that very much.\n\tWe also would additionally thank all of those people who assist us in being able to hold hearings of this nature.  We are thoroughly aware of the fact that there's a lot of effort that goes into having a hearing of this nature.  We have our staff compliment that normally exert themselves to make it possible for us to have sessions like this.  The members of the public who attend to witness to the process, which is very important.  We are normally grateful to the proprietors, owners of the venues where we sit, for their willingness to accommodate us.  It's not always a matter without risks sometimes.  We wish to thank the interpreters for their assistance.  To the police for their duties.  And finally, my colleagues on the Panel with me, for their assistance.  Thank you very much.  We're adjourned.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}