{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-21",
        "location": "PINETOWN",
        "day": "6",
        "names": [
            "NDODA MGENGO"
        ],
        "case number": "AM 6386/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52916&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101423_pnt_981021pn.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "NDODA MGENGO",
            "MR NEL",
            "MOKOTEDI MPSHE",
            "MR SIBANYONI",
            "MR LAX"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "NDODA MGENGO",
            "MR MGENGO",
            "MR NEL",
            "ADV MPSHE",
            "MR SIBANYONI",
            "MR LAX",
            "MR MBANDAZAYO IN ARGUMENT",
            "MR NEL IN ARGUMENT",
            "ADV MPSHE IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, my next applicant is Mr Mgengo, Ndoda Mgengo.",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  \tMr Mgengo, the two applicants testified before this Committee and told the Committee that you brought to them Vuyani Namba.  Now I want you to tell the Committee how come did you bring Vuyani Namba to them and why was he brought to Durban?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I'll start off by saying even though I was a student in Durban, I was also a member of APLA.  Secondly, I was able to communicate with structures and members of APLA when they wanted me to do so.  I received a message or I can say instructions specifically from one of the commanders of APLA that I should go from Durban to Umtata with the aim and purpose to finalise the arrangements which were already at an advanced stage that members of APLA should carry out an attack on one of the police stations that is in Durban.  I went to Umtata as per instruction.  I was given further instructions to the effect that I should go back to Durban.\n\tI went back to Durban.  Per his instruction I phoned back in Umtata.  I received an instruction or was notified that Vuyani had been sent to Durban and I had to go pick him up.  I went to pick Vuyani up.  As we had already arranged before, I took him to my place.  That is where I was living with Xolani Cuba and Mfundi Seyisi.  There isn't much that I had to discuss with Mfundi and Xolani with regard to the matter but I introduced Vuyani as a member of APLA as it was so.  He was on a special mission.  I think I am through.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee who was this commander who called you to Umtata you talked to?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "It was Comrade Sikumiso Ngonumba.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Where in Durban did you pick up Vuyani Namba?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "At the station.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee what happened thereafter, after you have arrived at where you were staying with the other two applicants, what did you do with the exception of introducing him to them and them to him?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "As we were not staying in our own place it was -or the owner of the house instructed us that whenever we have visitors we should bring them to him and introduce them so that whenever were not within his premises he should know that whoever was there was permitted to be there because he was with us.  After I had introduced Xolani I went to speak to the owners of the house, that is the landlord as well as the landlady.  I explained to them that we have a visitor.  It was imperative that I did not tell him as to why the visitor was there.  I explained that the visitor was going to stay for quite a while because he had come to look for a school for the following academic year.  I told them his name.  There was no problem thereafter, he remained with us.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know that Vuyani, did he bring any weapons with him when he came to Durban?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes he did bring some weapons.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know what type of weapons, can you tell the Committee if you know about them?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes there were explosives or limpet mines or a limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Was that the only weapon that he had?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes, according to my knowledge he had one limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee about the planting of the limpet mine at Umbilo Police Station or the other police station, did you know about those plans and how did you know about it, were you part of that planning and what role did you play?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes, the planting of the limpet mines was not my job description.  I think the person who was going to plant it was responsible for it and he knew where and how to plant it but my duty ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mgengo, I think the question was, that Mr Mbandazayo put to you was were you aware of the plan that the limpet mine would be placed at the Umbilo Police Station.  Were you aware of that operation?",
            "Unknown"
        ],
        [
            "NDODA MGENGO",
            "Yes I was.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Were you part of the plan of the placing of the limpet mine at Umbilo Police Station?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes I did have a role that I had to play because I had to ensure that Vuyani Namba is a soldier or an APLA cadre and any other soldier who was going to be brought would be welcomed or received without any disturbance with regards I could say there had to be sufficient security and to ensure that the atmosphere was conducive for him to be able to carry out the mission successfully.  There were people who knew as to where he stayed but at the same time I had to ensure and see to it that whatever he needed was within reach.  I also had to see that he gets all the information that was necessary for him to be able to carry out the mission either from the commanders or from the structures of the PAC.\n\tWith regard to finance I had to ensure that I carried out all those duties.  If he wanted any assistance that I could myself render, I had to see to it that he does receive such assistance.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Mgengo, did you know that on the 30th November 1993 Mr Namba was going to plant a limpet mine at  Umbilo Police Station and how did you know about it?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Yes I knew, I had earlier pointed out that.  Vuyani and myself were constantly communicating.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How did you communicate?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Per phone.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now it is known to this Committee that at the time of this incident you were not around Durban.  Now when did you last communicate with him with regard to the planting of this limpet mine at Umbilo Police Station?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I last spoke to him a day before the planting or the intended planting of the limpet mine, that is the day the member of APLA and Mfundi were on their way to Umbilo.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did he tell you - what did you talk about by telephone?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "We didn't say much to each other except for him to inform me that the preparations were at an advanced stage and he promised to phone me the following day to fill me in as to how the operation went and he stated that the following day they were going to go out to carry the mission.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did he phone you the following day?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "He was not able to because he died.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, that is all.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Nel do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.\n\tMr Mgengo, this person who died in the incident, was he from Durban or was he situated in Umtata?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "He was from an area called Xala but we met in Durban.",
            "Male"
        ],
        [
            "MR NEL",
            "Did he know Durban at all?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I'm not sure as to whether he did, I cannot confirm as to whether he had come to Durban before or not.",
            "Male"
        ],
        [
            "MR NEL",
            "Why was it necessary for you to introduce him to your fellow applicants who have testified here today?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "So that if I was not present or I was not within reach, the other people that I had introduced him to would help him whenever he needed any help.  Even besides that it's part of humanity to introduce a person to others who you work with.",
            "Male"
        ],
        [
            "MR NEL",
            "Do I understand you correctly that in your absence these two gentlemen could assist them in carrying out the operation, for instance a simple matter like how to get to Umbilo on a bus?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I said the help that he could have required he would have received from the two that I introduced him to.",
            "Male"
        ],
        [
            "MR NEL",
            "You did say that when you introduced Vuyani to Mr Seyisi and Mr Cuba you did not have much to discuss.  What did you discuss?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "Mfundi and Xolani, I think the relationship between us comes a long way.  We've been together in PASO and there was nothing that I had to discuss with them with regard to an APLA operation because they were not APLA members.",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Mgengo, you are sent from Durban to finalise a very advance staged plan, you then bring Vuyani to two people in Durban who would assist them in your absence and you say you didn't have much to discuss with them?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "What I'm trying to convey to you is that there was some co-operation between APLA and PASA, a high level type of co-operation in such a way that PASO was a banker of APLA, that's how we were able to get members.  Some of them are playing a very important role in the present political situation.  For instance Major General Xundu was member of PASO.  I was also a member of PASO.  There wasn't much I could talk to Xolani with regard to the operation besides the message that we should co-operate or they should co-operate and work together with the person that I introduced to them.",
            "Male"
        ],
        [
            "MR NEL",
            "That is what I'm trying to establish.  What exactly was the message you as a role player from APLA giving the message to the role players from PASO in the form of your two colleagues applying to amnesty here with regard to the mission because your two fellow applicants seem to know or seem to indicate that they know very little about this total mission, the whole mission?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "There isn't much that I can say besides to reiterate and say that Xolani and Mfundu didn't have much role with regard to the planting of the bomb, the limpet mine, but what was required of them was to co-operate with that particular member of APLA who was on a special mission to plant the limpet mine.",
            "Male"
        ],
        [
            "MR NEL",
            "Did you ask Mr Seyisi and Mr Cuba to co-operate with Vuyani who is on a special mission to plant a bomb?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I've already said there is nothing to discuss with Xolani Cuba and Mfundu Seyisi with regard to the planting of the bomb because the main person whose duty it was to plant the bomb was Vuyani.  They were going to help him insofar as he needed or required to be helped.",
            "Male"
        ],
        [
            "MR NEL",
            "The question was, did you ask Mr Seyisi and Mr Cuba to assist Vuyani in his special mission to plant a bomb, whatever assistance he needs, whether it was just to accompany him, whether it was to check for traffic or whether it was to check whatever, did you ask them to assist him in his mission to plant a bomb?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I never did.",
            "Male"
        ],
        [
            "MR NEL",
            "What did they think they were going to accompany him for to Umbilo?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I had already said that the person who is going to plant the bomb was Vuyani Namba.  If he said Xolani and Cuba should accompany him, I do not know, I cannot shed any light because I was not present at that time.",
            "Male"
        ],
        [
            "MR NEL",
            "I find it difficult to understand that as the logistics officer and the political commissar, you introduced to people who were scrutinised, I assume, to assist somebody in planting a bomb and you don't even tell them that this person is going to plant a limpet mine.  Is that how you operated?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "According to my knowledge we worked on a need to know basis.",
            "Male"
        ],
        [
            "MR NEL",
            "How was Mr Seyisi and Mr Cuba selected to assist in this mission?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I had already pointed out that the relationship between myself, Mfundu and Xolani especially with regard to matters of the PAC as well as PASO matters.  I also mentioned earlier on that we had some connections, we worked together, that is members of PASO and members of APLA so as I knew them personally and as a person who stayed with them and we shared the same residence, I felt that they were fit members who could help out and they were potential members of APLA.",
            "Male"
        ],
        [
            "MR NEL",
            "Yet once again, your trust in them was such that you thought they were potential members of APLA but still they know nothing about the mission at all according to your evidence?",
            "Male"
        ],
        [
            "NDODA MGENGO",
            "I think that this doesn't depend only upon not trusting them or their trustworthiness but details with regard to the APLA movement were not discussed openly, we worked only on a need to know basis so if we thought that there was no need for a person to know more, we did not volunteer information.",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Chairperson, if you could just bear with me for a second?  I've nothing further Mr Chair.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.  Mr Mpshe do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I have no questions thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  Mr Mbandazayo, do you have re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, Mr Mgengo, that's the end of your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson that's the applicants' case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson, I'm not leading evidence in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, I'm not leading any evidence in this matter but perhaps Mr Chair, if the Chair allows, I have a second note from another victim I would like to read it onto the record?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, this is a note by Jabulisile Mkhize J-a-b-u-l-i-s-i-l-e Mkhize.  Jabulisile Mkhize is the daughter to one of the victims, her mother died later on after this incident and she states the following.  The mother was Grace Mkhize listed as one of the victims but she is deceased.  She says:\"I forgive them.  If I don't, will my mother come back?  No.  We have to learn to forgive though losing my mother was very traumatic for all of us.  We are five children.  May the perpetrators build the nation that they once destroyed.\"\nThank you Mr Chairman, that is all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you and thank you to Miss Mkhize for that.  Just some information that's not patent from the document.  I gather from the tenor of the note that Jabulisile's mother Grace died but was that death as a direct result as injuries received in the explosion on the bus?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I have not been in a position to can establish that, but that can be established very soon because she is within the hearing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Yes what remains now is submissions.  Are you prepared to make your submissions now?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairperson, perhaps after just a short break, it's so terribly hot in here Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll take a very short break and then the legal representatives will present their argument to the panel.  If you could call us as soon as you're ready gentlemen, we'd appreciate that, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\n\tMr Chairperson, I will start by quoting Section 20, Sub-Section 1 of the Act which provides as follows:\n\tIf the Committee after considering an application for amnesty is satisfied that an application complies with the requirements of the Act, the act, omission or offence to which the application relates to, an act associated with a political objective committed in the course of the conflicts of the past in accordance with the provision of Sub-Section 2 and 3 and the applicant has made full disclosure of all relevant facts, it shall grant amnesty in respect of that act, omission or offence.\n\t Section 20, sub-section 2 provides:  In this Act unless the context indicates otherwise, acts associated with political objective means any act or omission which constitutes an offence or delict which according to the criteria in sub-section 3 is associated with political objectives and which was advised, planned, directed, commanded or committed within or outside the Republic during the period of 1st March to the cut off date by any member or supporter of a publicly known political organisation or liberation movement on behalf of or in support of such organisation in furtherance of political struggle, which by such organisation against the State.  Any of member of a publicly known political organisation in the course and scope of his duties and within the scope of his express or implied authority.  Any person referred to, paragraph (d) who on reasonable grounds believed that he was acting in the course and scope of his duties within the scope of his express or implied authority.\n\tMr Chairperson, I submit that the applicants have complied with the requirements of Section 20, sub-section 1 and sub-section 2, that they were quite clearly acting on behalf of APLA a publicly known political organisation and liberation movement which was engaged in a political struggle against the State at the time.\n\tMr Chairperson, I also submit that the applicants did not act for personal gain or out of personal malice or ill will or spite directed against the victims.  It is quite clear, Mr Chairperson, that they had no personal knowledge of the people and that they were merely sent by APLA, they were merely sent to assist a member of APLA in their operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No that's the first and second applicants.  Yes I think the third applicant he had a deeper knowledge of the nature of the operation and although he didn't participate on the ground activity, he assisted in the preparation thereof.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Yes, Mr Chairperson, with regard to the first two applicants Cuba, Seyisi and Cuba, Mr Chairperson, definitely they assisted Mr Chairperson and a member of APLA and of course Mr Chairperson the target, although they did not reach the target unfortunately it ended up killing and maiming other people and killing one of them Mr Chairperson.  Mr Chairperson, with regard to the third applicant, it's clear Mr Chairperson that he participated fully in the operation, he was aware, he was the person who knew how this member of APLA came to Durban and he knew about the mission though he did not participate Mr Chairperson.  Also that Mr Chairperson he told this court, this Committee Mr Chairperson, that the person who ordered, who instructed him to assist though he was a member, he was a senior member of APLA Mr Chairperson, though of course Mr Chairperson, I did not elicit that, just for the record, Sikumiso Ngobo, Mr Chairperson, he died in a car accident I think it was 1996 if I'm not mistaken Mr Chairperson.  A Member of the Committee, Mr Ilan Lax maybe can help me.",
            "Male"
        ],
        [
            "MR LAX",
            "I can confirm we've heard testimony to that effect in other hearings.  I can't remember the exact precise date but it is correct.  Other witnesses have testified to that effect.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson and that Mr Chairperson is not disputed that he was a high-ranking member of APLA, a member of the high command and he was in a position to give orders to other cadres, Mr Chairperson.\n\tMr Chairperson, with the testimony of the applicants, there's nothing to contradict what they have put before this Committee, that what they have told the Committee is not the truth and the whole truth about their participation regarding that fateful day and the knowledge of the particular weapon which is the limpet mine which exploded on the day in question and therefore, Mr Chairperson, it is my respectful submission and I ask this Honourable Committee to grant the applicants the amnesty as they have complied with all the requirements of the Act, Mr Chairperson, unless the Committee wants me to address it on a specific point.  That's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel do you have any submissions?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.  Once again I just want to state that I act on behalf of one of the victims, Miss Meyer, who is present at these or had been present at these proceedings.  My instructions from her and also her mother who is also here today is that they do not oppose the application for amnesty by the three applicants and in the spirit of reconciliation they have also, like the other persons who indicated to my colleague Mr Mpshe, forgiven the three applicants for what has happened, but I have been asked to add that it is with regret that we note that none of the applicants expressed their remorse for what happened to thirteen innocent people who as the first applicant stated who were unfortunately in the crossfire and we know it's not a requirement of the Act for the people to say I'm sorry, but as I said in the spirit of reconciliation it's with regret that we note that none of that was forthcoming.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.\n   Mr Mpshe do you have any submissions to make?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, Members of the Committee.  Mr Chairman and Members of the Committee, my learned friend Mr Nel and I are paddling the same canoe and I've no address to make.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have any reply?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Except with the question of remorse, Mr Chairperson.  I know that it's not a requirement of the Act but of course Mr Chairperson, I've discussed with the applicants about this matter, Mr Chairperson.  They - we were of the view that they will be - I was going to approach the legal representative of the families, they wanted just to talk to them separately about his matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes they can certainly do that privately and if it's done and there is some accord between them and then that would be a very good thing if it could come about.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, that is what we were intending to do Mr Chairperson, we wanted to talk to them separately about the whole incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Thank you, we will reserve a decision, it will not take long to make a decision in this matter but I prefer to hand down a written decision than give extempore matters.\n\tMr Mpshe, sorry there's also the question, I almost forget it, we will require for purposes of the decision the identification of all the victims as well as, if possible, their addresses for purposes of referring their names to the Reparations Committee of the TRC.  So Mr Nel, if you could give details of the person you represent to Mr Mpshe and if Mr Mpshe could please compile a list for us of the victims and I think in the case of the Mkhize, I think if Mrs Grace Mkhize died as a result of the bomb blast then the victims will be her next of kin.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, on the issue of Mrs Grace Mkhize the deceased, the daughter has confirmed that she was hospitalised for three months, discharged but thereafter she could not make it and in fact she died as a result of this incident.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So then the next of kin of Mrs Mkhize, Mrs Grace Mkhize will be regarded in terms of the Act as being victims of this incident.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is correct, Mr Chairman.  Mr Chairman may I for purposes of the names of the victims without addresses, may I apply that the contents of page 14 of the papers, this I've checked and confirmed, Mr Chairman, be incorporated in the record as people or victims who were injured in the bus?  I will further make a commitment that when the addresses are made available, this will be conveyed to the relevant authorities, but for purposes of the record, contents of page 14 contains names of all victims, Mr Chairman.  May that be incorporated?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's eight of them.",
            "Unknown"
        ],
        [
            "MR LAX",
            "There's a couple more at the bottom as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, there's some down at the bottom.  But then I doubt whether this will, when I say doubt it may be that this doesn't - you see this includes Grace Mkhize who is obviously a victim but not for purposes of reparation, it should be her next of kin.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Her daughter and of course if her daughter's got brothers and sisters, them as well.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairman, she will be included and we will get more information as to whether there's an elder sister or brother and this will be conveyed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe and then I'd appreciate that if that could be forwarded to me as soon as possible.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That will be done Mr Chairman.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I'd then like to thank the legal representatives, Mr Mpshe, for their assistance in this matter and we will now adjourn.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}