{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-12-13",
        "location": "PINETOWN, KWAZULU NATAL",
        "day": "1",
        "names": [
            "MBONGENI CLARENCE MAJOLA"
        ],
        "case number": "AM7702/97",
        "matter": "KILLING OF MAVIS BHENGU AND OSWALD MBUYISA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53975&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/991213_pnt_991213pi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS PATEL",
            "ADV SIGODI",
            "MR LAX",
            "MR PANDAY",
            "UNKNOWN",
            "MBONGENI CLARENCE MAJOLA",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS PATEL",
            "ADV SIGODI",
            "MR LAX",
            "MR PANDAY",
            "MS JELAL",
            "MBONGENI CLARENCE MAJOLA",
            "MR MAJOLA",
            "MR JELAL",
            "MR PANDAY IN ARGUMENT",
            "MS JELAL IN ARGUMENT",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We're now going to start with the application of Clarence Mbongeni Majola, is that correct?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "That is correct, Honourable Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As requested before for the sake of those preparing the record, I would ask the Members of the Committee to put themselves on record and then ask the legal representatives to do the same.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Advocate Sigodi from the Amnesty Committee.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Ilan Lax, Amnesty Committee, from Pietermaritzburg.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.  The name is Mr ...(indistinct) Panday, I appear on behalf of the applicant, instructed by the TRC.",
            "Male"
        ],
        [
            "MS PATEL",
            "Ramula Patel, Leader of Evidence.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Shireen Jelal, representing the families of the victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right, shall we commence.  Mr Panday?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.  I think the applicant has to be sworn in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Sworn in, Chairperson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Mr Panday.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.\n\tMr Majola, is it correct that you are applying for amnesty in respect of the murders of Mavis and Oswald?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Is it further correct that you are currently serving a term of imprisonment, that being 20 years?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Majola, is it also correct that you were born on the 14th of March 1954?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, at the time of the killing of the two victims, did you belong to any political party?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And what was the name of the political party?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "The ANC.",
            "Male"
        ],
        [
            "MR PANDAY",
            "How long were you a member of the ANC?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I joined in 1990.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And what was your position in the ANC?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I was a member of the ANC Recruiting Committee.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And in which area were you a member?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "In Block 3, Area 8 of Nduzuma(?)",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Majola, did you have anyone senior to report to?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "The Chairperson was Dumisani Mabuzela(?)",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Majola, as the ANC recruiting officer, what were your primary duties?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was to recruit members for the ANC in the area.  I was also Chairperson of Block 3.",
            "Male"
        ],
        [
            "MR PANDAY",
            "When you refer to yourself as the Chairperson of Block 3, would you like to clarify your status as Chairperson of Block 3.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "As a Chair I called a meeting on the 7th of April 1991.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, being the Chair of Block 3, you mentioned that on the 7th of April 1991, you called a meeting.  Now what was the purpose of this meeting?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "The purpose was to discuss the development of the area, so that we could get running water and the erection of roads.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And in Block 3, were there any other political parties that were active?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, there was IFP.",
            "Male"
        ],
        [
            "MR PANDAY",
            "You say there was the IFP, was the IFP still present in Block 3 when you were the Chairman?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When I arrived there the IFP started attacking people and they were removed by the police ...(indistinct)",
            "Male"
        ],
        [
            "MR PANDAY",
            "And who had seen to their removal, or who approached the police to have them removed from the area?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I went to the SADF in Newtown A.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, do you know who was the head of the IFP in that area?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Please give us his name.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was Mr Ngobo(?)",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, I'm going to refer you to the 7th of April 1991, this is the date on which Mavis and Oswald were killed.  Could you explain to the Committee the sequence of events that had taken place and that had led to the killing of these two people.",
            "Male"
        ],
        [
            "MR PANDAY",
            "I called a meeting in the morning.  The agenda was around the development of the area, that is after a meeting we had held with Mr Mxenga who was in the township development office.  When the meeting commenced there was a dispute arising out of inviting soldiers to come and protect the contractors who would be erecting the roads.  That was when Mr Oswald and Mavis raised the issue that we should approach an Inyanga at Eshowe or alternatively approach the KZP in KwaMashu, to protect the area.\n\tA dispute arose on that because ANC members who were present at the meeting were not in agreement with Oswald's suggestion.  I then sent about 10 people to his home because it had become clear that he was siding with Mr Ngobo, who was an IFP member.  \n\tI then sent these 10 people to his home.  On their arrival there they searched his home and they returned with a home-made firearm as well as some muti which was in a basket.  It was at that time that the people present were uneasy about Mr Mbuyisa. I questioned him as to what we should do on finding these items. He suggested that he should be exiled to Lindelani where Mr Ngobo was residing.\n\tAs he was saying this the comrades that were present disputed the suggestion on the basis that he would go to Lindelani and return with some of his comrades, who would then attack us.  As Mr Mbuyiselwa - I was still standing there, Mbuyiselwa had the firearm on him and the comrades who were present at the meeting then assaulted Mr Mbuyisa as well as his wife Mavis Bengu.  \n\tAfter they were assaulted and as I was still standing there, Mr Mbuyiselwa Mlangene who was also my co-accused, then shot him at the back.  He shot him with the same firearm that had been found at his home.  The people then scattered and ran away.  \n\tMavis also fled towards another direction and some people, a group of comrades, pursued her and they caught up with her and she was killed and a tyre was put around her neck and she was burnt.  Mr Oswald's home was also burnt down.\n\tOn that same day I went to the SADF in Newtown A and reported that two IFP people who had tried to destabilise our meeting had been killed.  They said they are going to come and investigate, but the did not turn up.\n\tOn the following day they also didn't arrive, they only arrived on the Tuesday morning.  And as we went to the scene, the police also arrived and I was arrested by the KZP Police.  One of them pointed a firearm at me and said I should eat Mavis's flesh, who had been badly burnt.  He said I should eat her flesh because I was responsible for that death.\n\tThey assaulted me, arrested me and I was taken to the police station at KwaMashu.  On my arrival there I was also assaulted.  The deceased's child pointed me out at the police station.  On that same day I was told to go and identify some of my colleagues who had been present when these people were killed.  Because the meeting had been held in Block 3 and the incident had happened there, I went and pointed out my comrades in Block 3, Mbuyiselwa, Mahlango, Mapumulo and Ndlovu, as well as Thembisa Ngobesa, as well as somebody called Xaba.  They were all my co-accused.  After we were all assaulted at the police station in KwaMashu we were forced to make a statement, because we were accused of killing people in Nduzuma.\n\tI then reported to ANC lawyers in Durban.  I sent Gideon Mtetwa to contact ANC lawyers on my behalf.  One arrived at Verulam and represented me there.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, when it was discovered that the two victims, Mavis and Oswald, were siding with Ngobo, what was the reaction of the people and the comrades?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They were all very troubled, such that they insisted that they should be killed because they supported the same person who was responsible for killing us in the area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now when you say they supported the same person, do you refer to Ngobo?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, they were supporting Mr Ngobo.  They supported Mr Ngobo, the two, Mavis and Oswald.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now for how long Ngobo involved in killing your people?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mr Ngobo was involved as from October 1990, in the attacking and general harassment of the people as well as killing them.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now when Oswald was assaulted by the people, who had given the instructions for this assault to be carried out?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I did.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And was this assault being carried out after the firearm was recovered or before?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "After the recovery of the firearm.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now when Oswald was shot by your comrade, was any specific order given to shoot Oswald?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mbuyiselwa was standing behind him and I was chairing the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was, was any order given to shoot him.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I gave the order that he should be killed because he's an IFP member.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, having regard to the fact that you were the Chairman of Block 3, is it correct to assume that the comrades would follow your orders?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now when Mavis escaped from the group, who had given the instructions to pursue Mavis?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No-one did, she just ran off and the comrades pursued her.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now did the comrades pursue on anyone's instructions or they took it upon themselves?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They pursued her because IFP members were not wanted in the area in any case, because they were responsible for attacks on us.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, by having Oswald and Mavis killed or issuing the order to have Oswald killed, what did you hope to accomplish by having them killed?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I wanted the attacks by the IFP to cease because they had come there to destabilise our meeting, they did not want our area to develop.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now you mention that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you just tell them to leave your meeting?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "There was no time because the comrades at the meeting were very agitated at that time.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, you mentioned that they were there to disturb your meeting.  Did these people affect the ANC in any way?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, they did because when we questioned them on the firearm they had received it from Mr Ngobo, the very same Ngobo who was a problem for us.  And they had also talked about going to an Inyanga at Eshowe.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was, in what way did they disturb the ANC.  You haven't indicated how they disturbed the ANC.  They got a gun from Ngobo, they went to see an Inyanga, but how did they actually do anything to the ANC at the time?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "As a recruiting officer in Block 3, it made my job difficult because people were scared of joining the ANC because of the attacks carried out by Mr Ngobo and his colleagues in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "Well had either of these two ever been seen involved in an attack?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They had not been seen in attacks but they had a firearm belonging to Mr Ngobo, that is why they were questioned about it.  But they had never been witnessed in any attacks, it was just Mr Ngobo who had.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Majola, did you question Oswald as to what he was doing with the firearm or why he had the firearm in his possession?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PANDAY",
            "What was his reply to you?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He said he had bought it from Mr Ngobo.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did he give you a reason why he wanted a firearm?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, he just said it was his firearm.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now why did you see him having the firearm as being a threat to your organisation?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was because of Mr Ngobo's involvement, who was responsible in attacks on us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he had told you that he had bought this firearm from Mr Ngobo.  You had never seen him using it in any attack.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I regarded him as being a risk to us because firstly, he had received the firearm from Ngobo who was involved in attacks on us with the IFP, and secondly, for the fact that he had gone to strengthen himself with the muti from the Inyanga.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Majola, this behaviour of Oswald, did it emphasise in any way his political affiliation?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "His behaviour pointed to him supporting the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "How was that?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "As ANC comrades we did not approach Inyangas when we were in trouble from the IFP, and we also did not approach the KZP when we wanted protection.  That was how we realised that he was an IFP person.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Majola, by having these people killed, did you in any way benefit from this incident, or did your organisation benefit from this incident?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I did not benefit in any way, that is why I wish to pass my sincerest apologies, because my intention was to see the area develop.  I would like to request the family members to accept my apologies because it was not my intention for that area to torn apart by war, but it was such that I wanted the area to be developed to have running water and roads.  But I did not benefit in any way.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did the ANC benefit after the death of these two people?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I am not in a position to say.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Let me rephrase the question.  The people in Block 3 that were the ANC supporters, did they benefit as result of this?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "After I had been incarcerated I heard the that development of the area was in progress and that ANC members were still residing there.  So it was for their benefit.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Chairperson.\n\tAs an ANC member did you have any formal training?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you a card-carrying member?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I was.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you have the card with you?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, you say that you were the Chairperson for Block 3, how was this position of chairperson given to you, did you take it up yourself or were you elected into that position?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I was elected at Block 3.  I was elected by the structures in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So what structures are these that you're talking about?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I'm talking about committees that exist in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, I'm going to say to you that my instruction are that nobody elected you, you just took the position upon yourself.  What would you say to that?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I would dispute that, because I was elected by the people in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, do you remember anybody in particular that did this election, anybody higher up in the ANC that actually condoned your appointment as chairperson?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Oh, Block 3?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "There are comrades in Block 3, Simolo Radebe and Mr Mahlango.  I am well-known in the area by the comrades. Dumisani Dlamini also resides there and other people from Block 1, people like Bigboy Ndlovu from Block 4.  These people knew that I was the chairperson in Block 3.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, what other task did you carry out as chairperson, besides chairing this meeting that was held on the 7th of April '91?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was recruiting for the ANC.  I would go to Durban to collect forms and recruit people and then I would return with their cards.  If you wanted a card you would be able to get it from me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So what other duties did you have besides the card?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, I would be responsible for convening meetings and I was also in liaison with smaller communities in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, in your evidence-in-chief you said there was somebody higher up in the hierarchy of the ANC, who used to give you instructions.  Just for my purposes, could you repeat his name please.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Dumisani Mabizela was the Chairperson of Nduzuma, not just in my area.   Not in area A, Block 3, he was on the whole of Nduzuma.  Dumisani Mabizela.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How long prior to the 7th of April 1991 was this fighting going on between the ANC and IFP?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "The IFP started the war in October 1990, that is when they started launching attacks in the area.  That was when I went to report to the SADF, to assist us.  When the soldiers arrived they enquired about my ANC membership, I showed them my card and I showed them the list of ANC members in the area.  They then went to Mr Ngobo who was at Mr Sithole's house, who was also an IFP member.\n\tThey searched that house and they found firearms and other weapons.  They then removed them, took them to Lindelani and other areas that were dominated by the IFP.  We then remained, knowing, or under the impression that the residents of that area were now ANC aligned.  But they started launching attacks in October 1990 and up until the time when I called the meeting, at that time I was then under the impression that they had all left or that they were no longer active in launching attacks on us.  I didn't know that there were still other people in the area who supported Mr Ngobo.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  Sir, ...(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, can I just interpose for one second.\n\tYou've just said something to me that I understand  that at the time, that is April '91, there were no longer attacks on the go, did I understand you correctly?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It had stopped periodically from January to April. January '91 to April, and then I called a meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "So between January and April there were no attacks and that's why you were calling this development meeting?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, between January and April the situation was no longer the same because although people were still afraid, but the attacks were not that harsh. People were still afraid, but they were not being attacked.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.  Please continue.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.\n\tFollowing from the question that you just answered now, did you know the deceased', both of them, Oswald and Mavis?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I knew them from the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How long were they residing in this area for, prior to April '91?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When I arrived in May 1990, they were residing in the area.  I do not know for how long they had been residing there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, so I will tell you that they came there one month before you got there, which was in April of 1990.  To carry on further, Sir ...(intervention)",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, we're not getting any interpretation I'm afraid.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When I arrived in the area they were already there, but I started knowing them in May.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but the question - what Ms Jelal put to you was, she's telling you that as far as her instructions go the deceased arrived there a month before you arrived there.  That's when the family say they arrived in the area.  Would you dispute that or would you be happy with that?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, that is possible.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, you spoke about this gun which was brought from the deceased's house and you said there was also muti brought, but in your affidavit on page 14, paragraph 5, you say it was a handbag of herbs.  Was it herbs or muti?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I regard that as the same, muti or herbs.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  Is it correct as well that you told this gathering that the deceased', Oswald and Mavis, were witchdoctors?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When the muti was brought and on seeing that muti, yes, I did say that they were involved in witchcraft because IFP members like to use muti.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it not common across the black culture that people believe in muti, a lot of black people do and it's not something that is political, it's just across the board?",
            "Female"
        ],
        [
            "MR PANDAY",
            "Sorry, Mr Chairman, just a second.  My learned friend's basis for - unless she's going to lead some expert evidence.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you seeking to object to that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There have been numerous enquiries into this, particularly in this area of Natal, and there are reports available should you take the trouble to look.  I don't see how you can seriously start objecting to the question.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We've also heard reams of evidence during the course of our amnesty enquiries, that ANC people used muti, IFP people used muti.  It really didn't - you know, across the board.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Chair.\n\tSir, would you answer the question please.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mr Oswald informed us that they had an Inyanga at Eshowe that we should all approach.  That is instead of approaching the SADF.  He said he was going to arrange for us to go to that Inyanga.  It was not just ordinary muti but it was muti to the effect that we would be then to protect ourselves, that would make us strong.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So was it this statement then that made you give instructions to have them both killed?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was because they were IFP members responsible for attacks on our area.  That was also just another factor because we were also not going to approach Inyangas for muti.  We did not have money for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But as I understand what you just said, he told you, Oswald, that you should all approach his Inyanga, who would make you strong so that you could protect yourselves.  That's what you've just said, isn't it?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "There was an official body that was to protect us, that was the SADF.  Instead of going to an Inyanga.  We did not agree with him on that issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please answer the question.  Are you saying he said that you should go to the Inyanga instead of the SADF, because it would make you strong and you would be able to protect yourselves?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, he said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he appeared to by trying to help you.  You disagreed with what he was suggesting but it was a suggestion to help you.  I see you're nodding your head, you agree with that?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, but because Inkatha was then involved.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I refer you to page 25 of the bundle, this is an affidavit by Jabulani Moses Ndlovu.  This is the typed version of his hand-written affidavit.  The last paragraph on page 25 reads\n\"To my knowledge, Mbuyisa (that is the deceased) was not an IFP member but had bought his stand in Dalmeni Farm, from an IFP member, Ngobo.  He had also bought a firearm, home-made, from him.  Ngobo used to visit him to collect the repayment for his firearm.  According to my recollection, Mbuyisa had to leave Lindelani because the IFP there accused him of being an ANC member.\"\n\tDo you agree that Mbuyisa was actually an ANC member, not an IFP member?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, I do not.  As far as I knew, because he was involved with Mr Ngobo and he also displayed it at the meeting that he was in agreement with us.  I heard about the fact that he had once resided in Lindelani, which was an IFP area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, would you say that Ngobo and the deceased had a good relationship, were they friends?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, they were very good friends.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, I'm going to say to you then that my instructions from close family members of the deceased is that the area, this Dalmeni Farm, initially belonged or was inhabited by IFP and then later on it became an ANC stronghold and that Ngobo had at that time when the IFP was dominant in the area, he had acquired a lot of property which he sold after the IFP moved out of the area, and one piece of this property was actually sold to Mavis and Oswald.  And the only relationship that the deceased had with Ngobo was the fact that they had to pay him in monthly instalments for this property.  Further to that they had no other relationship, save for a transaction, a sales transaction that took place between them.  What would you say to that?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When I arrive in the area I did not buy and land or property from Mr Ngobo, I do not know of any payments that were made to Mr Ngobo by any person.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes but Sir, I'm putting it to you that the deceased had no relationship with Ngobo, who was an Inkatha leader like you said, save for the fact that they had a sales transaction.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When I saw the firearm on the deceased that he had obtained from Ngobo, I decided that they were in cahoots with Mr Ngobo in the attacks that were carried against us.  I did not know, or it was something I did not known, that they had anything with regards to property.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So how did you then link the weapon to the attacks that were taking place, when you never saw the deceased attacking anybody?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mr Ngobo used to launch attacks against us and the deceased should not in my opinion, have been in contact or had anything to do with Mr Ngobo, because of the situation in the area.  When I saw the firearm I immediately linked it to Mr Ngobo who was responsible for attacks on us.  Mr Ngobo also told us to leave the area because it did not belong to the ANC.  He ordered us to go to the Transkei where the ANC dominated.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Fine, but we're looking at this particular incident.  You could not identify that firearm as being that of Ngobo's did you?  Is there any specific characteristic that particular firearm had, which you would say that it came from the Inkatha side of this entire thing?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "We questioned the deceased also because initially he had informed us that he had no firearm, but when the comrades returned with the firearm from his home, he admitted that he had received it from Mr Ngobo.  Mavis also confirmed this.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it correct, and according to my instructions from quite a few of the witnesses, that you actually operated or used your position as chairperson to intimidate and instil fear into the people that lived in this Section 3?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I do not recall intimidating anyone or telling them, ordering them to leave, or ordering them to do anything against their will.  The meeting that I had called was to the benefit of the community.  I cannot recall using my position as you say.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, those were my instructions that I received this morning, but I will show it to you in writing now.  If you turn to page 17 of the bundle, it's a statement by Sipho Mapumulo, paragraph (c) thereof reads\n\"Clarence further threatened me that if I failed to go to the meeting I would face consequences.\"\nDo you remember saying that to Sipho Mapumulo?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I do not recall that because he had just arrived in the area.  I do not recall forcing or intimidating him to attend a meeting.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then I would refer you to page 25 of the bundle, this is a statement by Jabulani Moses Ndlovu.  He says\n\"On the 7th day of April '91, a Sunday, I bought two beers for my friend Mabuyisa, and returned home.  Clarence Majola came to my yard and told me to attend the meeting.  He threatened me that if I did not attend the meeting it would be my last day.  Although I was inebriated I attended the meeting as my wife begged me to for the sake of my family's protection.\"",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mr Ndlovu's home was close to mine, I do not remember forcing him to go attend the meeting.  I did request people to attend the meeting but it was not out of force.  That was a meeting for the community and it was held during broad daylight, there was nothing sinister about it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So are these people then lying about you?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is not true, what they are saying is just not true.  They were not forced to attend the meeting.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you directly participate in the assault upon Clarence - sorry, Oswald.  Did you directly participate in the attack on Oswald?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I also participated in assaulting him because everyone who was there did.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How did you assault him?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He was assaulted with a sjambok.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What how did you, what did you do to him? Did you stab him?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I also used the sjambok.  There was just one sjambok that was circulated amongst the comrades.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But then you said that's the only thing that you did to him.  You did not stab him?  Because he was found with a gunshot and some stab wounds.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He was shot by Mbuyiselwa Mlangene.  I only assaulted him with a sjambok.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you and the other ANC members also assault this woman with a sjambok?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that normal behaviour for men in the ANC, to behave like that?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was not normal, but it was out of the anger we felt towards the attacks that were carried against us by the IFP.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you ever bother to ask the rest of the community or the other ANC members who were there for a longer period of time than yourself, about what the deceased's political affiliation were?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I was arrested immediately thereafter.  I could have enquired if I was not arrested, but prior to that I did not enquire, I only realised it on that day that he was an IFP member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you didn't ask.  I mean you lived there for a short period of time yourself, you didn't query from other people, even at the time before giving the instructions to kill the deceased.  You never found out, you never asked anybody what were they, IFP, ANC.  You used your own discretion and made up your mind for yourself, is that correct?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "All the comrades were in agreement that he was an IFP member.  When the weapon was brought to the meeting everyone felt that he was an IFP member because the firearm belonged to Mr Ngobo.  The meeting was all agreed that he was an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this whole decision was taken because he had to a firearm that had once belonged to Mr Ngobo.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, is it not correct that what really worked the crowd up was when you said to them that these two people, the deceased', were actually involved in witchcraft?  And that is when everything got out of hand at this meeting.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That came up when the umuti was brought up.  That is when it was suggested that we should to the Inyanga in Eshowe.  That was just one of the factors.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but my question to you is this.  Initially you whipped Oswald, right, and then you started telling the crowd that these were witchdoctors, that they were involved in muti, and that's when the crowd got angry and that's when they joined you in your attack on the deceased.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was after the umuti and the firearms were found at their home that the people wanted to assault them.  That was because of the firearm and the umuti.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Which came first, was the deceased first shot and then assaulted or was he first assaulted and then shot?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He was first assaulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what did you say?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He was first assaulted.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you say that the people of this area, whether by fear or whatever it may have been, did they look up to you, did they look to you for guidance and instructions on what to do?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They respected me and they did look up to me.  They would follow whatever I suggested.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So when the violence broke out in October of 1990, like you said, did you have occasion to kill other people, to counter-attack on attacks?  What other activities did you carry out to drive forward the cause of the ANC?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "In October 1990, we reported to the regional office of the ANC that we were being attacked.  We were informed that some people would be called into the area to try and intervene.  Smu Ndabele was indeed sent.  He came and requested that the fighting cease.  I also approached the SADF and held discussions with them ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sir, I'm sorry to cut you short but my question would be, did you carry out any attacks on them, physically go with a firearm or a knife or something and attack an IFP member, prior to this incident?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, we had never attacked the IFP.  We did not.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So then is it correct to say that this was done on the spur of the moment in front of a huge crowd who you knew you had under your control and you just used witchcraft and whatever else could come to you, to incite them to just kill these two innocent people?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is because people were attacked and were killed by individuals like Mr Ngobo.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But Sir, it is your own evidence that from the period beginning January 1991 to April 1991, there was no violence anymore, there was no killings anymore.  It is your own evidence that that is the situation, so you cannot use that as an excuse now.  What was the real reason for you having committed that?  It wasn't a counter-attack.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Because of the attacks that people had suffered from October to December 1990, they were attacked day and night and some died.  From that period of January to April people were still afraid, they were still living in fear.  They were living in fear of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well why do anything to stir up trouble again? Why call upon people at a large public meeting to start assaulting with sjamboks a man and a woman you thought were IFP supporters?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "We had previously held a meeting in Mr Mxenga's office to the effect that the area should be developed.  That was why I then called a meeting subsequent to that.  That was a community meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and at this community meeting you sent people to search the house belonging to these two people who were subsequently killed.  When these people returned, you ordered the crowd to assault them and you then ordered them to kill them.  Is that not so?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there had been no other killings, political killings in your area for four months.  Till you started it.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "ANC members were killed from October to December 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we've heard that before.  I also understand from the statements you put before us, that the deceased and his wife attended the meeting, they were there with the others.  Is that correct?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "He wasn't armed at the meeting, he didn't come with his gun to the meeting.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that the behaviour of someone who is going to disrupt your meeting?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When the meeting had already started, he is the one who displayed tendencies to the effect that he was not in agreement with the rest of the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "But surely meetings are about agreements and disagreements, by people expressing different opinions. Surely that's the purpose of meetings.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "That's not a reason to kill somebody.  Just because you and I have a difference of opinion doesn't mean you want to kill me.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, that is true but only if his sentiments were of someone who was just debating an issue at a meeting.  His way of disagreement was to the effect that he just wanted the meeting to be disrupted, to be over with.",
            "Male"
        ],
        [
            "MR LAX",
            "But how could one person's opinion disrupt a whole community?  If you had all agreed that you didn't think that his proposal was a good one, you would have just carried on in your own way anyway.  Not so?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.  We could have but it was obvious that he did not even want us to pursue the aims of the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "But isn't it so that he had lived through the very same attacks that everyone else lived through?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I would say yes, he could have been attacked because he resided in the area, but I do not recall him being injured or suffering any attack.",
            "Male"
        ],
        [
            "MR LAX",
            "Well not the whole community was injured, surely.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Please continue.  Sorry.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.\n\tDid you feel angry at the fact that somebody else was interfering in this meeting and giving an opinion without listening to you?  Were you angry at Oswald?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, it did not settle well with me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was it out of this anger that you instructed your people to kill him?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I would say yes, but it was not just myself who was angered, everybody at the meeting was angered by his sentiments.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No further questions.\nNO FURTHER QUESTIONS BY MS JELAL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson.\n\tMr Majola, there's just one aspect that I'd really like clarity on.  You've stated to us here today that you instructed the crowd to kill the deceased, Oswald, is that correct?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you give specific instructions as to how that should be done, or did you leave that to the crowd's discretion?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They would use their own discretion on what to do.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Were you not shocked when you heard the gun go off?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Everyone was shocked because we did not know that he was going to use the gun.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So you didn't expect him to be killed, not so?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MS PATEL",
            "You didn't expect him to be killed by being shot, not so?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "We started assaulting him, anything could have happened to him thereafter.",
            "Male"
        ],
        [
            "MS PATEL",
            "Was he being interrogated while he was being assaulted, or did you interrogate him first and then assault him?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "We first interrogated him before he was assaulted.  We questioned him on the firearm as well as on the umuti.",
            "Male"
        ],
        [
            "MS PATEL",
            "You see why I ask you these questions, because nowhere in the statement - and I'm reading on page 14 of the bundle, Honourable Chairperson, nowhere in that statement do you say that you actually instructed the crowd to kill the deceased in this matter.  In fact, if one looks at the second-last paragraph on page 14, it appears from what you state there that you were still considering options, you in fact asked Oswald what should be done to him and then the crowd responded and next best thing he's being shot.  There's no indication that you then after interrogating Oswald, then giving the crowd to be killed, that he should be killed.  What is your comment?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Mbuyiselwa was standing behind the deceased and at that point everyone was angry.  That was why he just shot at him, because he was directly behind him and we were all standing or sitting around him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in fairness to the applicant you should put that in his original application he did say that he said they must kill them.  Page 3, end of paragraph 9(a).  He told them to go to the home and look for the gun and they brought it back\n\"I told them to go to the home and look for the gun and they brought it back to the meeting.  Then I said they must kill them.\"",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I stand corrected, thank you Honourable Chairperson.  If you would grant me a moment please.",
            "Female"
        ],
        [
            "MR LAX",
            "Just while you're looking through your papers.\n\tYou said in  your evidence-in-chief that you gave the instruction for him to be shot, but you've just said now that that's not so.  Please explain this for me.  Because it's clear from your subsequent evidence that you were just as surprised as everyone else when he was shot.  Whereas your lawyer specifically asked you -\n\"Did you give the order to shoot?\"\n... your answer was -\n\"Yes, I gave the order to shoot\"",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I did give the order for them to be killed, but I did not have a firearm.  The person who fired or who shot him did so before we had completed talking, but I had already issued the order that they should be killed.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see you can't have it both ways, either you were busy talking and questioning this man and then you were shocked when somebody shot him, which is what you say in this statement at page 14 and which you've already confirmed in reply to the questions by Ms Patel, or you gave a deliberate order that the man must be shot.  That's what your lawyer said.  Your lawyer didn't say \"Did you give the order to kill him?\"  He said that as well but he asked\n\"Did you give the order for the man to be shot?\"\n... and your answer was -\n\"Yes\"\nYou never gave any such order for him to be shot, isn't that so?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, because Mbuyiselwa was standing behind the deceased and I had already issued the order that they should be killed.  Because we also suffered similar attacks, that is why I said they should also be killed.  At that time when Mbuyiselwa just shot at him we were all shocked.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, when did you give this order because on  your version in this statement here, which you've confirmed already when Ms Patel read it to you, you were still asking the man \"What shall we do with you now that you've admitted these things?\"  Then the crowd say \"No, no, no, you can't let him go, you can't let him go because if you let him go he's going to come back and kill us\".  Not so?  Then the next thing, he's shot.  Before you can do anything, he's shot.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When they returned with the firearm and the umuti, I issued the order that they should be killed.  Shortly thereafter they were assaulted and as they were still standing shortly after being assaulted, Mbuyiselwa shot at Oswald.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why didn't you correct all these things in this statement here and say hang on, what's written on page 14 is a mistake, it goes quite differently to how it's written here?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It happened as I've just related it to you.",
            "Male"
        ],
        [
            "MR LAX",
            "Please carry on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a bit, let's clear up another point.  You see, at page 16 of your statement you say\n\"In court a witness, Simelane, said I had been to Mbuyisa's house to look for the firearm and given the instructions at the meeting for Oswald to be killed.  Both of which was not true.\"\nDo you understand that?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Who is the witness, please repeat that.\nCHAIRPERSON\n\"In court a witness, Simelane, said I had been to Mbuyisa's house to look for the firearm and given the instructions at the meeting for Oswald to be killed.  Both of which was not true.\"",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "...(no English interpretation)  What is the person's first name?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It doesn't matter what his name is, what you are saying in your statement which was made this year, that it is not true you went to Mbuyisa's house to look for the firearm and it is not true that you gave the instructions at the meeting for Oswald to be killed.  Do you understand?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I understand.  I did not go to Mbuyisa's house, but I was at the meeting although I did not go the Mbuyisa home.  It was only the 10 people who went to the Mbuyisa house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that is the one thing.  And the second part is\n\"I had not given the instructions at the meeting for Oswald to be killed.\"\nThat is what you say in your statement.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I do not recall that statement, but I have explained everything as it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, you say you don't recall this statement?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No, I do not.  I do not know whether it's the one I made to the police.  I do not recall it.",
            "Male"
        ],
        [
            "MR LAX",
            "This is a statement that you made to the Truth Commission and it was taken in approximately November this year.  It forms part of the bundle at page 13 to page 16.  I'm sure your lawyer would have taken you through it quite carefully.  Do you remember your lawyer taking you through a statement that you made to the Truth Commission?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, if I may show him a copy of the statement he may be able to recall.",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, if I may assist the applicant.\n\tIt was in fact - I have a signed copy here that was signed after the copy that we have in the bundle.  It was signed on the 8th of December and you in fact signed in front of a Mr Govender.  Do you recall that?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Majola, do you speak English?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any difficulty in speaking English?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Not proper but I can try to speak.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because this statement was made in English.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, yes, I can remember, it was on the 12th of November.  But now that the last sentence there for that Simelane.  See.  That's what I don't understand because I was at the meeting, I didn't went there to come, only 10 went there to his house, Sir, and search and come with the things at the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Majola, you can continue talking in Zulu, it's quite alright.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Okay.",
            "Male"
        ],
        [
            "MR LAX",
            "We don't want you to talk if you're not 100% sure of yourself.  So please you can talk and we can listen to the interpretation, that's okay.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now the important thing which the Chairperson is putting to you is you may not remember Simelane's statement however, and you are probably correct when you say you didn't go to the house, but the other important part of what is said about what Simelane said is that Simelane said you gave the order for them to be killed and the second part of your statement denies that you in fact gave that order.  And that's really the part that the Chairperson is asking you to explain.  Do you understand me now?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS PATEL",
            "May I proceed?  Thank you, Honourable Chairperson.\n\tThen just to follow onto the question of whether you in fact did give an order or not for both Oswald and Mavis to be killed, also in that statement to the Truth Commission, in respect of Mavis, you state to us on page 14, the last paragraph, that after Oswald was in fact shot everybody scattered and she ran as well and then people chased her.  You then say you saw that Oswald had died and then went to see what had happened to his wife.  You state that at first you couldn't find her, some people had told you that she had run away and was caught in a big hole and that a burning tyre had been placed on her, that someone had, they then tried to shoot her but were unsuccessful, she was then stabbed and a burning tyre was then placed on top of her, but you were not present when this took place, in fact that this was told to you by others.  Now what I don't understand is, if you gave the order for her to be killed, why were you not present when in fact she was killed?  Why did you choose to stay behind or not be present when that had happened?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Whilst we were at the meeting and after Mbuyisa was shot everybody scarred, Mavis fled in a different direction and I could not then see her.  That is why I do not have firsthand information as to who actually killed her, because when I arrived at that spot she had already been killed and she was burnt at the time.\n\tThe person that I witnessed dying was Mbuyisa.  Mavis fled and the crowd pursued her.  I was only informed that she had been killed.",
            "Male"
        ],
        [
            "MS PATEL",
            "Just for clarity, can you explain to me again why you gave the instruction for her to be killed as well?  Because from what I understand her husband was the one who was raising the, or making suggestions at the meeting that you didn't agree with, but why was she killed, why did you give the order for her to be killed as well?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "She also confirmed that she had resided in Lindelani prior to coming to the area, therefore it was obvious that they were in the same boat, they supported one another.  She also confirmed that she had knowledge with regards to Mr Ngobo's firearm.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright.  And then just the meeting that you called, you said it was just a community meeting, was it an ANC meeting or was it a general community meeting?  Were only ANC people invited to this meeting?",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "It was a meeting for all the residents, whether they were ANC or PAC or whatever, but it was a meeting, a community meeting which affected the residents because the water or the development that we were working on was going to benefit everyone.",
            "Male"
        ],
        [
            "MS PATEL",
            "So when you stated in your warning statement - I refer to page 8 of the bundle, Honourable Chairperson, that\n\"On the 7th of April 1991, the ANC Committee requested me to go out and announce the meeting that was going to be held at the Dalmeni Farm.\"\nThat's not correct then, this wasn't an ANC meeting, this was a general community meeting.  So it wasn't really a political meeting in a sense.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Because the area was dominated by ANC members the ANC had requested me to call a meeting to discuss political or matters to do with the organisation.",
            "Male"
        ],
        [
            "MS PATEL",
            "But this meeting wasn't for that purpose by your own testimony, this wasn't to discuss ANC aims and objectives, this was to discuss a community issue in terms of rendering of services and development of the community generally.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, it was a community meeting but it was dominated by ANC members.",
            "Male"
        ],
        [
            "MS PATEL",
            "Let me just explain the difficulty that I have.  If the purpose of the meeting is to discuss the development or the rendering of services to the community generally, regardless of whether people there are IFP or ANC, I don't understand where the shift came from that purpose to what eventually happened to the deceased in this matter.",
            "Female"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Things changed when Oswald was in disagreement with the rest of the suggestions made at the meeting, that is regarding the protection of the contractor.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright.  Thank you, Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "MR LAX",
            "Just one last question Chairperson, from me.\n\tMr Majola, you were asked by your legal representative whether they were killed in term - whether the woman Mavis was killed in terms of any order after she fled away and you said \"No, there wasn't any order, they just acted on their own initiative at that point.\"  But you gave the order according to you, to kill her, so how could they have acted on their own initiative if you gave the order for her to be killed?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Whilst the two of them were at the meeting, that is prior to Oswald being shot, I did issue the order to the comrades for them to be killed.  At the point when she fled and the comrades pursued her, the comrades then killed her at the point where they caught up with her.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see what I don't understand is this -and maybe you can help me here because it's not clear to me, you have this meeting, the man then raises something which you don't approve of, arising from that you then begin to question him, am I right so far?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "When Mr Mbuyisa went against the suggestions made at the meeting as to the protection of the community, that was when he displayed that he was not in agreement with the rest of the people in the area.  That was when people in the meeting started questioning him, up until he was questioned as to what organisation he belonged to when he could suggest things like going to the Inyanga and approaching the KZP.",
            "Male"
        ],
        [
            "MR LAX",
            "So you agree with what I've suggested so far. At the point you then start questioning him, you and others in the meeting but you are the chairperson and you're the one in charge of the meeting, so you must have taken the lead, is that right?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I did take the lead.",
            "Male"
        ],
        [
            "MR LAX",
            "And it's clear that you took the lead because you then sent somebody off to his house, but I'm coming to that.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now how did you arrive at the point where you sent people off to his house?  What happened?  Suddenly this meeting goes from being a community development meeting where you're discussion ways and means of protecting contractors, suddenly you're sending somebody off to this man's house to search his house.  How did that happen, what gave rise to that complete change in the nature of the meeting?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "From what Mr Oswald was saying he was not even prepared to listen to any suggestions that were being made at the meeting, he was insisting that everyone should go to the Inyanga, that was when I questioned him as to why and why we should approach the KZP for our protection.  That was when we became interested in knowing whether this person was indeed an ANC member or an IFP person.  That was when the 10 people went out to his home and returned with a firearm and umuti and he admitted that the firearm belonged to this one person who had been responsible for attacks in the area, Mr Ngobo.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see you already knew about Ngobo, this man had been seen with Ngobo according to your evidence, it was known that he was a friend of Ngobo, isn't that so?  That's your evidence.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Prior to Mr Ngobo's departure to Lindelane he would be seen visiting people in the area and Mr Oswald was one of the people he visited.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  So you suspected this man, isn't that so, because of that?  This wasn't the first time you just suddenly came to this fantastic flash of imagination that suddenly this man is IFP.  You knew that, you suspected him from before.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Those suspicions arose when he expressed his opinions at the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Isn't it rather a question that those suspicions were confirmed when he expressed those opinions at the meeting?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "He is the one who disturbed the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Well let me give you what ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before my friend goes on, are you now insisting that before what happened at the meeting there was no suspicion about this man, no feeling that he was IFP, nothing of that nature, none of that existed before?  Is that what you're telling us?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Prior to the meeting he was not suspected of being an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Let me refer you to page 3 of your application, and if you read it, if you look at the fourth line\n\"The two deceased, we questioned them about their relationship with Ngobo.\"",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, they were questioned.\nMR LAX\n\"They said Ngobo was giving them guns and muti to kill the comrades of the ANC.\"\nThat's not what you've told us today.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "They did say that.",
            "Male"
        ],
        [
            "MR LAX",
            "Earlier when your lawyer asked you\n\"What was the man going to do with the gun, what did he say he was to do with the gun\", \"It was just for his own use, it was for his protection, not to kill the comrades.\"\n\tThe question of the muti was for his own protection, not to kill the comrades.  Your lawyer specially asked you that question and I remember the answer clearly.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I mentioned in my statement that he said the firearm was just his and that is what he said at the meeting, that the firearm was just him, it belonged to him.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why did you write in your amnesty application that he said\n\"Ngobo gave them the guns and muti to kill the comrades of the ANC in the area.\"\nIt's written there, I promise you I'm not misleading you, it's written there.  I'm reading it from your own words in your application.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I wrote that way because we discovered one firearm at his home and he said he had received in from Mr Ngobo.",
            "Male"
        ],
        [
            "MR LAX",
            "You see in your application form you then say that after this you told the various members to go and look for the gun and they brought it back to the meeting, only after this do you send them to go and look for the gun, according to your application.  Do you see my difficulty?  And you see it's only after they bring back the gun that you then tell the people to kill them.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now that's not the same version you give in your affidavit and it's different to what you've said here today in your evidence.  This affidavit at page 14 to 16.  Yes no, we've been told by the Evidence Leader that it has been signed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it attested to?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "It was Honourable Chairperson, apparently by a certain Mr J M Govender at the Durban Prison.  It came in after the bundle was in fact compiled.",
            "Female"
        ],
        [
            "MR LAX",
            "No you did mention that earlier, that's why I was calling it an affidavit.  Can you explain any of these or give us a reason why all these irregularities are here in your version.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I do not know how those irregularities occurred because I explained how the 10 people were sent out to his home and on their return he was assaulted and later killed.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This statement that you've been shown a copy of, did you make it to somebody who wrote it down?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they ever read it back to you after they had written it down?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes it was, although the person was in a hurry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you signed it some time later, almost a month later after it had been typed.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Sorry Mr Chairman, whilst on that point Mr Chairman, with the taking down of the affidavit.\n\tMr Majola, the person that helped you make the statement, did they converse with you in Zulu or English?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "In English.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And were you able to understand all of what was being asked of you?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Well I attempted to understand as best as I could.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did you know who the person was, or do you know who the person was?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "You know Ms Quinn or Mrs Quinn, I don't know.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did Ms Quinn not have an interpreter with her present?",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "She was alone.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How far did you go at school, what is your standard of education?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Standard eight.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you pass standard eight?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And this application form, the TRC form, did you fill it in yourself?  Is it your handwriting, the one on pages 1, 2 ...(intervention)",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "There are two forms that I filled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His attorney is now showing him the form referred to, page 1 of the bundle.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, I did.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And were you sure that you understood each and every question in the form?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I tried to understand.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you get any assistance when you were filing in the form, was there anybody assisting you?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "No.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Okay, thank you.  No further questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "None, Chairperson.\nNO RE-EXAMINATION BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any further evidence?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "No, Mr Chairman, that is the applicant's evidence.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, the families of the victims will not be coming forward to give evidence either.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you're not calling anybody else?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I do not intend calling any witnesses either, thank you.\nMACHINE SWITCHED OFF",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... ask you one more to see if you can help us with one matter.\n\tMr Majola, we have been given an affidavit by a Mr Buthelezi who was in the Detective Branch of the Police Force, who said that he arrived on the scene and found the body of a man there with multiple stab wounds and gunshot wounds as well.  That was the body of Oswald.  He says you were there talking to soldiers at the time, is that correct, do you remember that occasion?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there a lot of stab wounds on the body of Oswald, had people stabbed him after he was shot or before he was shot?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "I do not recall Oswald being stabbed, I only know that he was shot.  The other one, Mavis, was killed at a different spot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it seems from Mr Buthelezi's affidavit that on the same day as he fetched Oswald's body he fetched Mavis's body and he made you lift up the two bodies and put them into the back of the mortuary van.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, he did that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And he also says that you were assaulted at the scene by some of the policemen who were there, they assaulted you with sticks.",
            "Male"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that some of the other people who were arrested were assaulted again at the police station.",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he also confirms that you were forced to eat flesh of the deceased'.  Do you agree with that?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Buthelezi says that at the scene he was able to establish that the deceased' had been killed because they were Inkatha members.  Did you hear him asking people?",
            "Unknown"
        ],
        [
            "MBONGENI CLARENCE MAJOLA",
            "Yes, he did say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nMACHINE SWITCHED OFF\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.\n\tMr Chairman, it is my respectful submission that it is not in dispute that there was violence at some time during the period of October 1990 to the period of December 1990, between the IFP \nand the ANC.  That violence thereafter subsided as a result of the accused's or the applicant's interaction with the SADF which had resulted in them removing the IFP to a different area, that being Lindelani.\n\tNow where the Commission now has to make a decision is on the events and sequence of events that took place on the 7th of April 1991.  Mr Chairman, whilst one must accept that during the period of January 1991 to the 7th of April 1991 there may not have been violence, but one must not lose sight of the fact that tension between the IFP and the ANC was an on-going issue.\n\tNow what led to the killing of the two people, Mavis and Oswald, at this meeting, it is correct that it was a meeting for the community benefit, that was predominantly ANC, the community. The suggestions made by Oswald and Mavis would have obviously raised the interests of the applicant in that why are these two people now suggesting that we go to the Inyanga ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you say \"and Mavis\"?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, I may ...(indistinct) is also the husband of Mavis, where she was implicated by association as being his wife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She said nothing.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "She said nothing.  I concede that point, Mr Chairman.\n\tNow by the husband Oswald making these suggestions that they go to an Inyanga and the ZP, merely raised the suspicions of the applicant that there seemed to be some imbalance in the community, we being a community that's driven by ANC values, why is now somebody motivating that we look towards the IFP for support, or the ZP, which was then known to be associated with the IFP and the Inyangas.  As a result of this people were sent off on the instructions of the applicant to search the premises of the deceased' and it was established that a weapon and muti was found.\n\tNow upon questioning of the deceased the applicant testifies that he was informed that this weapon was for the killing of the ANC people.  Now this obviously now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he didn't tell us that today did he?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Under cross-examination, yes.  ...(indistinct), Mr Chairman.  And all of these events now merely agitated the community, threatened the safety of the community, that being the ANC community, and as a result of this the instructions were given to eliminate the two victims, as a result of their association with a well-known leader, Mr Ngobo, who was the IFP.  That is not in dispute, Mr Chairman.\n\tMr Ngobo being a leader of the IFP obviously was a threat to the progression and the people of the ANC, and the applicant reacted accordingly.  There has been suggestion or instructions by the victims' attorney that there was no need to kill the victims as there was merely a purchase that was going on between Ngobo and the victims and obviously the people and the community of the ANC, namely the applicant and the other comrades, did not except the version or did not believe that Oswald would require a weapon to protect himself from the community.\n\tIt hasn't been put to the applicant that there was a need for Oswald to protect himself, by the victims' attorney ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Oswald was living there at the time that attacks took place.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, that is the turning point when these attacks may have taken place, by Oswald's behaviour at the meeting, motivating for Inyanga, motivating for the use of the ZP, merely now raised the suspicions as to whether he was on the side of the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, this in relation to your suggestion, there was no need for any weapon to protect himself.  ... suggesting that there has been evidence that he was living in a dangerous area where attacks had taken place.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And also the issue is not that he was protecting himself from the community he was living in, thousands and thousands of people managed to find illegal firearms to protect themselves in those communities during that time, no matter what side they were on.  We've heard countless evidence.  We've heard evidence of ANC people going to IFP areas to buy weapons, pretending to be IFP people, for example.  So that's hardly the issue.  I think your strongest point so far is the question of the ZP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If one takes it further, we have also heard a great deal of evidence about the type of weapons that were available to the IFP, and they were in the main not home-made firearms.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I concede the point, Mr Chairman, but with regards to the applicant, the issues of the ZP and the Inyanga, coupled with a firearm, gave them a perspective totally different as to how they would view the victims in the matter and as a result of this they viewed them as a threat and the actions thereafter were a reaction to this possible threat that they may be in for another attack or they may be in for some problem with the IFP, and as such the applicant acted the best way he knew how, was to protect the community and the ANC people.  And having regard to all of the above, Mr Chairman, I would submit that the applicant would fall within the ambit of Section 20 of the Act, in that his actions were politically motivated in that he was protecting a community, that being namely the ANC.  He was their recruiting officer as well as a believer in the policies of the ANC.  And in terms of his disclosure he has given evidence to the Commission as to what took place on the day in question.\n\tOne accepts that there may have been discrepancies, namely in his statement.  But I think that has been clarified, namely that he has a standard eight education, he was being assisted to make statements by officers of the TRC, who themselves we are not aware of whether they had the necessary interpretation skills or the understanding of the language and as a result of which there may have been discrepancies that would have occurred.\n \tBut on the evidence of the ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Panday, you didn't when you led your client, take him through that statement, point out anything you were unhappy with.  Surely as a legal practitioner leading your client's evidence, if there was anything in that statement that your client wasn't happy about, it's your duty to lead him on those points and draw our attention to the fact and offer an explanation.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Commissioner, I concede that point but after having Mr Chairman raise the issue we tried to remedy the situation as to when and how this affidavit or statement was obtained and as a result of which we tried.  The applicant may have differed or there may have been discrepancies in his statement, but at all times he maintained as to the sequence of events that had taken place to that which led to the killing of the victims in this matter.  And as such whilst there may be discrepancies, it was put to him, the various versions, he still stood by and explained exactly what took place. There was a discrepancy as to whether he went to the house, he clarified that discrepancy, that he did not go to the house, 10 people ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no discrepancy about that, the discrepancy was, did he order the killing, and he specifically denied having done so in his statement.  A few days later he says he did.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, as you say he first - in his application he mentions that he ordered the killing, he instigated the entire action.  Thereafter there was a discrepancy as to whether he ordered the killing again.  And then in his evidence after cross-examination and leading, he then confirms that he had ordered and instigated the killings against the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's one point I would like you to clarify and it may affect the question of proportionality.  It wasn't put specifically to the applicant, it may have caused distress, that that is the question of ordering.  On the information he said the only information he had about their supposed IFP activities were what emerged at the meeting.  He then orders this mob to kill these two people in the presence of their nine-year-old daughter.  Can that type of behaviour be justified as being for a political objective?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, we are dealing with a situation where you have societies that are volatile, that are dealing with political risks, political violence on a daily basis and as such the nine-year-old victim now merely becomes a casualty of this violence that they are exposed to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was a community meeting.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Well Mr Chairman, whilst it started off as being a community meeting, it was thereafter established that there were other underlying forces that were at this community meeting and upon investigation when the deceased decided to display a different approach as to how the protection of the contractors should be conducted, it is then when these suspicions were raised. And as such you are now dealing with a situation where you once believed that the community all stood by the same values, but there now seems to be underlying forces and as such it turned out to be the case upon their investigation.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.\n\tMr Chairperson, Members of the Committee, my instructions are to oppose the application for amnesty.  As Mr Chairperson correctly pointed out that this attack took place on the applicant's whim, that because there was a firearm present that the victims were somehow ANC affiliated, but my instructions are - sorry, were Inkatha affiliated, but my instructions are that the applicant knew fully well that the victims were actually ANC.  \n\tOver and above that, as the Chairperson pointed out, Xholisile Bhengu was a nine-year-old child when she witnessed her mother and father being killed.  She today described her father as a kind man.  They also asked me to inform the applicant that there were two other children who were left as orphans, being a brother and a sister to Xholisile.  They were at that point in time five years and eight years old respectively.\n\tFurther, it appears from the victims' families that you all lived together, you did not know each other well but they believe that you used the term witchcraft to incite these people to commit this murder, there was no political motive behind it.  They further ardently believe that you were a warlord carrying out your type of kangaroo court.  For what reason they don't know but they are quite convinced that it was not politically motivated because you all lived in the same area, you knew that the victims were in fact chased from the Lindelane area because they were ANC supporters and not IFP.\n\tIt is your evidence Sir, that there was no violence between January and April 1991.  Mr Chairman, Members of the Committee, this cannot even be seen as a counter-attack or any way of getting back at the Inkatha people.  And obviously, it would seem that if the applicant maintained that the victims were actually Inkatha, then they wouldn't be paying the Inkatha people back or letting them know that they were killing somebody that's Inkatha, because they were doing this within their own confines.\n\tThis ...(indistinct) being public knowledge and over and above that, the applicant maintains that he saw Oswald with Ngobo, but that did not convince him that Oswald was Inkatha, it took a firearm, a firearm which - home-made firearms are so common and it is almost possible that one looks like the other, they don't look different, they have the same type of mechanisms to make them work.\n\tRegarding my instructions about the applicant being a very forceful person and threatening people, the affidavits and what he said in those affidavits, he says that two people under oath were lying about saying that they were threatened to attend this meeting.  But it is submitted that this is not true, two people wouldn't give the similar version of being forced to attend a meeting.",
            "Female"
        ],
        [
            "MR LAX",
            "Except to say, Ms Jelal, that we do have Buthelezi's affidavit which indicates that these people were assaulted before making statements.  What they may have been put up to say, well that's another whole issue.  So ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "These statements that I am talking about were not made to the policeman, these are statements made to the Committee.",
            "Female"
        ],
        [
            "MR LAX",
            "I beg your pardon, I thought you were referring to the previous warning statements.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I refer to the affidavits made by the witnesses.\n\tIt is also submitted that the applicant has not disclosed fully that he has sought amnesty for something which he knows to be untrue, that had no political motive whatsoever.  In the circumstances I leave the decision to the Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you come on.\n\tThe one problem I have, perhaps you can suggest an answer, is that it appears obvious that for some reason or another it was not only the applicant who was driven to this but the 50-or-so people who were there, or the majority of them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Chairperson, but again we find - we don't know what type of situation existed then.  As I said, the instructions I received from my witnesses was that the applicant was a type of a warlord in the area, he used force and he had people who worked for him, who worked under him and he had a gang, the gang didn't have a name, but there was a gang that existed and that these people used to put the ideologies or enforce the ideologies of the applicant and the little gang upon the rest of the people.  And it is possible that if you intimidate somebody you could have a situation like that.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "But that was never put to the applicant, that there was a gang.  So he was never given an opportunity to answer to that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do apologise.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, the other aspect is, all we have is your word on that and your intimation that those are your instructions.  You had the opportunity to lead evidence to establish those facts in contradistinction to the evidence of the applicant.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did, but the evidence that I would have called would not have led the matter any further.  The affidavits that I've used, the two affidavits which show that the applicant had the tendency to be forceful with members of the community, that in itself would drive home the point that ....(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "Well they certainly don't show that he was a warlord, they say that he called a meeting and it was a community meeting and all he said to them is if you don't come there are going to be consequences.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But that in itself would be tantamount to a threat.",
            "Female"
        ],
        [
            "MR LAX",
            "I accept that it's a threat but it hardly indicates that he's a warlord with people working for him if he's going around calling them himself.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I will retract that.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And also the affidavits, I mean the deponents to those affidavits were never called, in that what they said in the affidavit was never put to the test, it was never cross-examined.  So how much weight can you attach to that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To the affidavits themselves?",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Yes.  They were never cross-examined on that part, because the applicant was disputing that he ever threatened them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What I would say is that both of them made a similar statement.  They weren't made together, they had two different people deposing to two different affidavits who maintain the same thing.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Yes, but what weight can we attach to that if ...(inaudible) never subjected to cross-examination?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Do you see the problem?  We have viva voce evidence on that one hand and we have untested affidavits on the other, what weight do we give to the untested affidavits in the light of the viva voce evidence?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It may not be a hundred percent weight but something has to be given to it, some cognisance has to be taken that those affidavits were made and they were made under oath.  It may not have been given as viva voce evidence, we may not have cross-examined on the affidavits but the fact that it is there, cognisance has to be taken of it.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "But the applicant disputes that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)\nNO SOUND",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That was the affidavit made by Mapumulo to the police, correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you look at page 20 you'll see another affidavit by apparently the same Kenneth Sipho Mapumulo, where in the second paragraph he says\n\"Majola chaired the meeting but he was not involved in the fracas around Mbuyisa, the deceased.  As I was new to the area I did not really understand the politics involved in this case.\"\nIt does not indicate, to me anyway, that Majola was forcing them to do anything, rather the contrary.  Sorry, I hadn't put my machine on.  I'm saying you referred to page 17, which is the affidavit that Mapumulo made to the police, and my colleague has already referred to the problems attaching to those affidavits, but if you look at page 20 you see a second affidavit that he made a few months ago, where he says -\n\"Majola chaired the meeting but he was not involved in the fracas around Mbuyisa, the deceased.  As I was new to the area I did not really understand the politics involved in this case.\"\n... which does not appear to be consistent with Majola forcing the meeting to do anything.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do submit that that is correct.  Mr Chairperson, Members of the Committee, like you said there were discrepancies, we may not have called people to testify on the affidavits that have been submitted, but cognisance has to be taken of the discrepancies of the fact that there were so little, it took so little, it took a mere fraction of a few minutes to convince the applicant, by his own evidence, that the victims in this matter were actually in opposition to him.",
            "Female"
        ],
        [
            "MR LAX",
            "But you see what all these people say, including the applicant, is that the whole community was infuriated.  They have a situation where a whole community is up in arms, they're irrational, they're behaving badly, is it fair to say that he was the sole instigator of it all?  That's the only question I'm suggesting.  These statements are contradictory.  I mean Ndlovu - I've just quickly re-read Ndlovu's police statement as opposed to the affidavit, he doesn't talk about being threatened in any way to go to the meeting.  You understand?  In the light of all these contradictions it's very difficult for us to place a huge amount of weight on these statements.  If you'd called those people and they had testified and they had explained these contradictions, it might have been a different story.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I concede that that would be the position.  However, it is the applicant's own submission that he gave the orders, he gave the instructions.  Again, I mean that at the end of the day that is the crux of the matter, he maintains he gave the instructions to carry this out.\n\tFurther to that, there is no operation of this - the ANC hierarchy somewhere you know, from upper authority where this power was given or the authority to go ahead and kill anybody that was Inkatha in the area.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes, he doesn't say that.  In his application he makes it clear that he takes responsibility for this, no-one else gave him orders to do it.  It's clear from that section of the application form that he did it himself.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In closing Mr Chairperson ...(intervention)",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Sorry, just to bring something to your attention. On page 14 of the applicant's affidavit, the second-last paragraph\n\"I asked Oswald what he thought we should do with him.  He replied that we should let him go and he will leave and take his family to the IFP at Lindelane.\"\nAnd then he says -\n\"I then asked the comrades what they thought we should do.  Some responded that if we let him go he would return and attack them with the other Inkatha members and that he would be able to identify the leaders in the area.\"\n\tNow isn't that indicative of the fact that despite the fact that the applicant gave the order, but also there was consensus amongst the crowd that if he should be allowed to go, then the main reason why the order was given for him to be killed is that he would come back with other Inkatha members and then he would be able to identify the leaders.  He was never cross-examined on this part.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There again if you look at the explanation, the applicant never once bothered to ask the rest of the community if they knew what type of affiliation the victims had, nobody did, nobody cared about it.  The fact that this firearm was found ...(intervention)",
            "Female"
        ],
        [
            "MR LAX",
            "They didn't need to, with the greatest of respect.  On his version they'd confirmed they came from Lindelane, they confirmed their association with Ngobo, to the applicant it was as clear as daylight that that's what they were.  And the mere fact that they then agreed to go back to Lindelane with their family, reinforces that idea because Lindelane is a stronghold of the IFP.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I may not have cross-examined on that question but the question was put that it was, the victims were actually sent away from Lindelane because they were ANC, alright.  It may not have been questioned, cross-examined what you've put to me, but in the same vein that would have counteracted or answered that question, or put it to the applicant that the victims were actually ANC.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Yes, but the crux of it is that here it says that some of the other members - I'm asking you in relation to the fact that the applicant was not the only person who instigated this, the whole crowd was up in arms against these people.  Because he's saying \"Some responded that if we let him go he would return and attack them with the other Inkatha members and that he would be able to identify the leaders in the area.\"\n\tIn other words, it was not just his own decision, there was general consensus amongst that the people that these people should be killed.  ...(indistinct) that he is the leader, gave the order that alright then, go ahead and let us kill them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do concede that it seems there was common purposes between all of the people that were at this meeting.  I mean there were stab wounds that were found on the victim, Oswald, where the applicant maintains he cannot give reasons for that.  So there were a whole group of people involved in it, but my instructions are that these were ANC people.\n\tThe victims in this matter were ANC people.  At the end of the day as I said, my instructions are to ask the Committee to, or to inform the Committee that the families of the victims want to oppose the application.  At the end of the day it is for the Committee to take what's in front of it and to take cognisance thereof and make a decision on those basis.\n\tIt is conceded that so many people - there was something that would have incited them or caused them to have behaved in that fashion, yes.  Thank you.",
            "Female"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson, I have no address.\nNO ARGUMENT BY MS PATEL",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... thank you all for your help today in getting us through this.  We will consider the evidence we have heard and the argument you have advanced and make our decision known later.  And are the families of the victims present?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would also like to express our sympathy to you, the families of the two victims, for what must have been a horrifying loss and tragedy to all of you.  We hope that the time will rapidly be reached in this lovely land of ours, that things like\nthis can be put behind us and become memories of the past but not something that will happen again.\n\tThank you all for having come here and being so patient with us in the delays that took place before we had this hearing.  Thank you.\n\tDoes that conclude this hearing?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "It appears that it does, Honourable Chairperson.  We've had problems with the other matters that were set down and ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Come and see me in my chambers now and we'll finalise what we're going to do.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Certainly.  Thank you, Honourable Chairperson.  Would everyone please rise.\nHEARING ADJOURNS",
            "Female"
        ]
    ]
}