{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-02-15",
        "location": "PINETOWN",
        "day": "2",
        "names": [
            "T R MBANJWA & S H E NDABA"
        ],
        "case number": "'S : AM5967/97 & AM6387/97",
        "matter": "ARGUMENT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54035&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200215pi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR PANDAY",
            "MR DEHAL",
            "MR WILLS",
            "JUDGE DE JAGER",
            "MR MAPOMA",
            "UNKNOWN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PANDAY",
            "MR DEHAL",
            "MR WILLS",
            "JUDGE DE JAGER",
            "MR MAPOMA",
            "MR WILLS IN ARGUMENT",
            "MR MAPOMA IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are now going on to Mbanjwa and Ndaba?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, I don't think I'm involved in this matter, I'm involved in the Mafu matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That will come on next, after this one.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Is this purely for address?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills has said 10 minutes?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you could just change places with him for 10 minutes?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "May I just mention at this stage, there appears to be a problem with the Mafu matter as well.  We've just been given a voluminous statement by Deborah Quinn which Panday and I have not seen before.  I need to take instructions on that so could we recess now, having regard to this matter till 2 o'clock?  Hopefully I'd be able to take instructions till then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you very much I'm indebted to you.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Who is appearing in Nyawuza?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Are you appearing?  There are two applications, Ngema and Nyawuza.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, if we may be temporarily be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the evidence concluded in this matter we adjourned because it was stated that the deceased's mother was going to give evidence which she was expected to do on the Wednesday.  This adjournment occurred on the Monday.  We accordingly adjourned the hearing until Wednesday on the basis that she and any other witnesses who wished to give evidence would be able to do so on the Wednesday.  Unfortunately when we reconvened on the Wednesday, that is on the 4th August of last year we were told that the deceased's mother had been shot the night before.  It struck us at the time that there may have been a connection between the shooting and the fact that she was going to be a witness at our hearing.  On this basis we have decided to adjourn the matter further and I requested the Attorney General to conduct a full enquiry or as full an enquiry as was possible into the motive for her shooting.  He duly did so and I have a copy of the letter, he wrote to the Area Commissioner informing him that he could assign the investigation to what has come to be known as the MacAdam Unit and I have a further letter indicating that an extremely capable and experienced police officer was assigned to take over the investigation.  There has been no information laid before us to indicate that the unfortunate death of the deceased's mother was in fact in any way connected with the fact that she was due to give evidence before this Committee.  In those circumstances we can do nothing more than proceed with the hearing.  There's no possible reason for any further adjournment and delay and that there is no suggestion that any further enquiries could possibly in any way reveal anything further.  It seems in those circumstances though that I should enquire as to whether there are any other persons present today who were present then who wish to give evidence in this matter.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, our case, the case for the applicants is closed at this stage we won't be requiring any further evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it doesn't appear that there's anybody here who wishes to give evidence?  Mr Mapoma, you don't know of anyone who wishes to give evidence do you?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Chairperson, what we did, we did send notices to next-of-kin of the deceased in this matter and the indication that I have received from - the report that I received from the investigator is that they said they are not interested in attending to the matter any further and as such I don't have any\nfurther witness or evidence to tender.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we can then merely proceed to the question of argument.  Mr Wills.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.  Mr Chairperson, I submit that both applicants have satisfied the requirements of the act in that their application complies with the requirements of the Act and the act or the offence was an act associated with a political objective committed in the course of conflicts of the past and that they have made a full disclosure.\n\tMr Chairperson, Honourable Members, I'm going to deal briefly with full disclosure first of all and then a little more thoroughly with the aspect of political motivation.  I think it's material in this matter, Chairperson, that the applicants have come before this Committee with nothing to gain insofar as they haven't been apprehended, they haven't been sentenced, in fact nobody would have known about this offence or who committed the offence had the applicants not come before this Committee.  Unlike a lot of other applicants who are in jail and are seeking release these applicants came, they said what they did and they sought amnesty on that basis and I submit that it goes a long way to indicating that to the best of their recollection they have told the truth.  There would be no point in them coming before this Committee and lying in those circumstances.  In fact it would be a futile exercise.  I realise and I've been through the record that there are a couple of instances where the Chairperson and the Honourable Member, Mr de Jager, questioned the applicants on the level of credibility and veracity but I submit that on both those occasions the discrepancies are minor, the one was relating to the aspect of whether the deceased saw the accused or recognised the applicants prior to his demise, there was a slight contradiction between what the applicants said in their evidence in chief and what they said under cross-examination and the other issue concerned whether or not the deceased was searched for the firearm afterwards.  I submit those are really non-material and small matters.  The main matters are material things, is that the applicants came, they said they decided to kill the person, they searched for him, they found an opportunity and they killed the person and they came and told the Committee to the best of their ability how this occurred.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "According to their evidence, according to my recollection they acted against a criminal gang?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That is correct, Chair.  A criminal gang leader.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Yes and they did so because this criminal gang sort of inhibited ANC activities and well they inhibited the whole community, there couldn't be a normal community life?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Can we say they acted against a political opponent?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "There are a number of occasions where they indicate that they were of the belief that the deceased and his gangs were being utilised by the police in the struggle or the counter-revolution against the ANC.  There was a specifically - a specific point on page 6 of the record of this matter where Mr Ndaba and I quote, it says at the bottom of the page\n\"At the time it was common knowledge that the police were collaborating in harassing the ANC.  There had been many instances where people, that is ANC people had been killed, shot at.  At one time a house attack, that is the Midlands Chairperson, Mr Harry Gwala, which had been attacked by these gang members\"\nand this is the important sentence, it's the last sentence on that page:\n\"We then felt that these gang members were being used by the police as part of their counter-revolutionary strategy\"\nNow that's the closest we can get to that length and I submit that there's nothing to gainsay that bona fide belief and to that extent I submit that they satisfy that requirement.\n\tTurning to the remainder of my argument on political motivation, purely they were trained ANC security persons, clearly complaints were received about the activities of this gang and I think the context is important in that the complaints were contextualised in such a manner that the activities of the gang were adversely affecting the ability of the ANC to organising that community.  Committee members became scared and in fact Committee members were targeted by this gang.  So it's a political problem, it's a problem that the ANC, if they want to organise, have to sort out.  They then were tasked by a senior person, Intelas Skosana, to investigate.  They investigated and they reported back to Intelas Skosana, their superior, the results of their investigations and he said do something about it.  They then took it upon themselves to do something about it and they took the decision to kill the person.  Now clearly the inference is unavoidable that the motivation in killing this person was to prevent the obstacle to the ability of the ANC to organise in that area, that is why this person was killed.\n\tThey then reported back to Skosana who basically tacitly approved of their activities.  Clearly had they done something that was out of ANC policy as my learned colleague, Mr Mapoma, inferred in his questioning, then surely Skosana would have taken the issue up and possibly the two applicants would have been disciplined but instead, the evidence before the Committee is that when they reported back to Skosana, Skosana was perfectly happy with what they had done.\n\tThere was no ill will or personal gain, no malice in the activities and as regards the proportionality aspect, they didn't attack the gang at large, they took a decision, a minimal approach in fact, to target who they perceived as a gang leader and they killed him and nobody else and the objective was achieved and they did nothing further.  I submit that on this basis their political motivation cannot be doubted, it must be accepted, there's nothing to gainsay any of the evidence.  I understand that there was an unfortunate incident, the demise of the deceased's mother but be that as it may there's no evidence, there seems to be no interest to put any counter version before the Committee and I submit on that basis that it must be accepted particularly in view of the fact that it is the applicants who have brought this to the attention of the Committee and the world at large and nobody else.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, one matter?  I don't want to use you as a witness but you told us as I understand, this is page 12, that you had been in touch with certain other members of the local ANC leadership at the time and they had arranged to come and testify on Wednesday, it was the day when we adjourned, they will if necessary be available to testify?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this is not one of the cases where one merely has to rely on the applicant who is saying he was a member of the party?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You could assure us and I think we would happily accept that, that leading members of the ANC of the local leadership have confirmed that the applicants were ANC members?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes indeed and I think Mr Chairperson, you don't necessarily have to rely on me for that, I think you can take judicial notice of the integration process, these two persons have on record indicated that being ANC security persons they have been integrated into the VIP protection unit and it's solely as a result of their position in the ANC security department that they were afforded that opportunity and they operate in that position today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Mr Wills, no.  We have an application before us this week where the applicant applied for two offences, the first was being member of the - killing a member of the ANC wasn't it?  Being a member of the ANC and killing a member of the IFP.  A few years later now being a member of the IFP, he killed a member of the ANC and at that time he was working as a -  in the ministerial protection unit so I don't think one can necessarily place weight on their current positions.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes as you please Mr Chairperson, but I have established that they have been members of the ANC for a considerable amount of time as indicated in the papers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  Chairperson, I am finding myself in an awkward situation so to speak.  The victims initially when I consulted with them before this matter came to be heard, they are saying they are opposing the application on the basis of the fact that, so they say, this act was not an act associated with a political objective as defined in the act because they argued or they were saying that this was a conflict within the ANC structures and did not necessarily that they were gangs.  During the evidence of the applicants I have put it to them individually during cross-examination when they disputed vehemently that the victim was a member of the ANC or an activist within the ANC structures.  It's a situation then as it is which left me with no evidence to take the matter further to put the version of the victims along that direction but the only argument I can at this point, Chairperson, highlight, is that it is - there is no policy of the ANC to act against people who are perceived as criminals as such.\n\tI have taken note of the argument that is being advanced on behalf of the applicants that they were perceived as people who were used by the police to inhibit the activities of the ANC and the Committees as well.  That argument, I must say Chairperson, sounds plausible in the circumstances.  Therefore, Chairperson, I find myself with nothing but to recommend that the applicants be granted amnesty.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was some evidence, wasn't there, that the deceased had been a member of the ANC at an earlier stage but that he was no longer active in the ANC when he was running this gang or was that something you put?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That's what I put to them Chairperson and they disputed that, that he was ever a member of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they did give evidence and there seems to be nobody conflicting with it or nobody wishing to contradict that they discussed the matter with their seniors in the ANC, they were told to take some action, they did take action and they reported back?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's unchallenged?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, it's also unchallenged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else?  Thank you.  Well, we have agreed the others can adjourn.  We'll adjourn till 2 o'clock, so we'll stand by that.  Are you in anything further today?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I don't think so, Mr Chairperson, if I could be excused to return to my office?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}