{
    "header": {
        "type": "Mandela United Football Club Hearings",
        "starting date": "1997-11-24",
        "location": "Johannesburg",
        "day": "5",
        "names": [
            "FREDERICK HENDRIK DEMPSEY",
            "HOOTHRA MOODLEY"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56338&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/mandela/mufc6b.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "DR RANDERA",
            "E ASVAT",
            "FREDERICK HENDRIK DEMPSEY",
            "HOOTHRA MOODLEY",
            "MP PIGOU",
            "MR CILLIER",
            "MR JOSEPH",
            "MR KADES",
            "MR MILLER",
            "MR RICHARDS",
            "MR SCHILLINGER",
            "MR SEMENYA",
            "MR UNTERHALTER",
            "MR VALLY",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MR PIGOU",
            "MR VALLY",
            "MR SCHILLINGER",
            "CHAIRPERSON",
            "MR SEMENYA",
            "MR UNTERHALTER",
            "MR CILLIER",
            "FREDERICK HENDRIK DEMPSEY",
            "HOOTHRA MOODLEY",
            "MR DEMPSEY",
            "MR MOODLEY",
            "DR BORAINE",
            "MS SOOKA",
            "MP PIGOU",
            "MR JOSEPH",
            "MR MILLER",
            "MR KADES",
            "E ASVAT",
            "MR RICHARDS",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR VALLY",
            "....going to lead evidence regarding what we believe is the interference with witnesses on the part of Mrs Madikizela-Mandela.  Maybe they will take for themselves.  Mr Pigou is a contract employee of the Truth and Reconciliation Commission and Mr Kurt Schillinger is a journalist, maybe Mr Pigou could begin.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Thank you Chair.  On the afternoon of Friday last week I was approached by Mr Schillinger who asked me what efforts have been made to find a Mr Michael Siakamela who had been named as the driver in the Lolo Sono incident.  Mr Schillinger later on passed a telephone number to me and because I was busy preparing for our security branch witnesses I said I didn't have time to deal with it and he indicated that he would make a phone call.  He did make a phone call and came back to me and said he'd made some contact and I asked whether it would be possible to meet with Mr Siakamela and Mr Schillinger made another phone call and an arrangement was made to meet with Mr Siakamela on Saturday morning.\n At 8:30 on Saturday morning I was picked up by Mr Schillinger and we went to Soweto and we went to Mr Siakamela's house, arrived there at about 9:15.  We entered the premises and spoke to Michael Siakamela.  At the beginning of our conversation with him we just wanted to know who he was and so forth and we wanted to know what his relationship was with the Mandela household and he indicated, and this is the only note that I took of the whole meeting and I will tell you why just now, he indicated that his brother Oupa Johannes Siakamela had been involved in the Mandela household since I think about '76 and he had been a boyfriend of Zinzi Mandela and that they had had a daughter Zoleka together.  Almost as he was telling us that there was a telephone call from, we were told later by Michael, was his brother Oupa and Oupa said to his brother in terms of the conversation that came back to us, that he was not to give us a written statement, that he was going to arrange a lawyer, so we put our pens and paper to one side and said can we have a chat and he said, ja, sure.\n So we began to talk to Mr Siakamela and ask him about the events relating to the disappearance of Mr Lolo Sono.  He told us a version which to all intents and purposes corroborated large sections of Mr Nicodemus Sono's testimony to the fact that he had taken Lolo Sono in a badly beaten state from the Mandela household to Mr Nicodemus Sono's house and present was Mrs Mandela, not sitting next to him in the front seat but just behind him, and various other members of the team and in particular a Mr Guybon Kubheka who was sitting on the back seat holding Lolo Sono.  \n He indicated that he took them all back after altercation or some sort of discussion with Mr Sono in which Mr Sono tried to get back his son and he took everyone back to the house and he was relieved of his duties that day.\n Mr Siakamela had told us that he had been working as a driver for a couple of weeks for Mrs Mandela and shortly after this incident, because he got a parking ticket outside Westgate court Mrs Mandela apparently, according to Michael, had blown a fuse with him and he said I am not taking this anymore, I don't need this kind of grief, he had been taking the kids, I think Zinzi Mandela's children to Woodmead to school and so forth.  \n He then indicated to us that shortly after this Lolo Sono incident he had been picked up by the SAP, although he couldn't identify who they were, said a bag had been put over his head and he had been taken to an unidentified place and questioned about Lolo Sono.  He then told us that the following day, having been taken home, he was taken to Protea where he gave a statement to a Mr Dempsey and in that statement he basically corroborated and re-told the story that I have just related to you.\n We made an arrangement or an agreement with Mr Siakamela that he would contact us either later on on Saturday or on the Sunday to find out what the situation was with regards to lawyers we had indicated, or I had indicated Mr Schillinger can't speak on behalf of the Commission in this regard, but I had indicated that the Commission would be able to make an attorney available to him and in fact we would prefer an attorney to take a statement from him because of the compromised position that the investigation unit was being put in with regards to taking statements during this hearing.  Mr Siakamela indicated that there wouldn't really be a problem with that, although in my opinion, there was an increased degree of nervousness because of the fact that his brother now knew that we were there.   I gave him my old TRC investigation unit card when I used to be a fulltime member of the investigation unit and wrote on the back the cellphone number that I was using and I think the word \"consultant\", and I made it quite clear to Mr Siakamela that I was working as a consultant and that I was not fulltime employed with the Truth and Reconciliation Commission anymore.  Mr Schillinger and I then drove back in to Johannesburg having made contact with Commissioner Ntsebeza discussing the importance now of obtaining the Lolo Sono investigation docket 236/11/88, the Meadowlands docket which we had been trying to obtain.\n I was, during the course of Saturday afternoon and Sunday busy with a number of other and related matters, and I will go into those if the Commission requires me to, but Mr Schillinger basically was in the meantime phoning, on Sunday, I don't know about Saturday, but on Sunday because we were in contact with each other, he was phoning Michael Siakamela's house to find out what he had decided he wanted to do. I understand he didn't get through and I didn't try to get through to him. \n I did, however, try to get through to him this morning, I phoned his house.  I was given another telephone number to phone which I then phoned, the young lady answered the phone, I asked to speak to Michael, Michael eventually came to the phone and I asked him, are you alright?  And he said \"no\".  I said did you get a visit?  And he said, \"Oupa and Mummy had contacted him\".  I then indicated to him whether the nature of the visit meant that he wasn't going to - I asked him whether the nature of the visit meant that he wasn't going to give us a statement in this regard and he seemed to be somewhat flustered, somewhat confused.  \n I then said that we can talk about witness protection.  I can get a senior commissioner to talk to him about this and he said he was going to town and I should phone him back in two hours.  About 15 minutes later, having discussed this with Commissioner Ntsebeza I then phoned again to that house and Michael was put on, I informed him that I had Commissioner Ntsebeza next to me and that this would only take a short period of time.  He indicated no, I need to get out of the house, I need to go to town, I must phone him back in a couple of hours.  I said but he's standing here, it will only take 30 seconds, he said \"no\" and put the phone down.  I have been trying subsequently through the course of the afternoon to get hold of him and he seems not to be available.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you Mr Pigou.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Thank you.",
            "Male"
        ],
        [
            "MR VALLY",
            "Mr Schillinger do you have anything you want to add to what Mr Pigou has said?",
            "Male"
        ],
        [
            "MR SCHILLINGER",
            "Thank you Chair.  I would just like to clarify a couple of things to make it absolutely clear that in no way was I working in any capacity for the Truth Commission, but rather that my own investigation into this matter was for my own journalistic purposes.  Mr Siakamela was my source.  I contacted him on my own accord.  The second time I contacted him I did so at Mr Pigou's request.  I made the decision to include Mr Pigou at that point because I felt that if I could go to see Mr Siakamela, who had agreed in principle to meet with me, that Mr Pigou's presence would help me to answer a number of questions that were very unclear in my mind about this witness and what he could possibly tell me.\n Again I must say that our interests were separated.  The first two times that I spoke with Mr Siyakamela by telephone he showed no indication that he would be unwilling to meet with me and subsequently with Mr Pigou as well. His demeanour changed in the course of our meeting in accordance with some of the details that Mr Pigou has related.  I won't go through any of the further details to save time from our meeting but I would like to specify a couple of points that I felt were important from Mr Siakamela's interview with us.\n Some of the essential points that he corroborated in the testimony from Nicodemus Sono included details about the kombi in which Mr Sono last saw his son and details about Lolo's mother, Caroline Sono, bringing him a sweater shortly before she saw her son for the last time.  I thought some of those details were important minor corroborations to the testimony given by Nicodemus Sono.\n My efforts to contact Mr Siakamela throughout Sunday approximately every hour were again from my own individual journalistic interests.  I was interested in speaking with him again to go back over some of the things that he had told us the previous day so that I was absolutely sure of them, in no way was I calling to try to arrange for Mr Siakamela to meet with the TRC to give a statement.",
            "Male"
        ],
        [
            "MR VALLY",
            "Mr Pigou, when you say \"Mummy\" he says he has been visited by \"Oupa and Mummy\", who did you understand him to mean?",
            "Male"
        ],
        [
            "MP PIGOU",
            "Mrs Madikizela-Mandela.",
            "Male"
        ],
        [
            "MR VALLY",
            "Why do you say that?",
            "Male"
        ],
        [
            "MP PIGOU",
            "It's become self-evident that the term \"mummy\" is used interchangeably with Mrs Mandela as is \"Mama\" and so forth.  It was clear to me that it was Mrs Madikizela-Mandela.",
            "Male"
        ],
        [
            "MR VALLY",
            "And what is the relationship between the person you refer to as \"Oupa\" and Mrs Madikizela-Mandela?",
            "Male"
        ],
        [
            "MP PIGOU",
            "Johannes Oupa Siakamela, according to Michael, is the father of Zinzi Mandela's first child, Zuleka.",
            "Male"
        ],
        [
            "MR VALLY",
            "Thank you.  I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether you have.....",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Chairperson maybe let me firstly state it that according to my instructions Mrs Mandela was never in contact with Mr Siakamela, but maybe before one stops at that point it becomes very difficult, with respect, that evidence of this kind would normally not be tendered particularly if no explanation is offered why the primary source is not available to testify about those issues.  In the normal course of things this would be completely inadmissible evidence but it would seem that in a forum such as the one we have it is permissible. Now Chairperson we have a number of people who would have driven Mrs Mandela from the Commission here to her house who, if we are permitted, would put them on the stand to come and say whether Mrs Mandela ever left the household on that particular Friday.  And I don't know whether this would be sufficient refutation of this type of evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me say why, I mean, one allowed this to happen.  It was that this morning we started, I started out with an appeal, an exhortation with regard to intimidation, intimidation of witnesses and therefore when we got this sort of information, and I had hoped that your, as you call him, your learned friend would have indicated the tenor of the testimony.  I mean you can discount most of it. The one primary point is the one where they speak about someone who was initially willing to testify and then after an alleged intervention showed very considerable reluctance and I thought I mean we could, wish to scrub out most of what they said from the record except what would have been an attempt at explaining why they wanted to speak at all.\n And remember that we are here, not in order to be prosecuting anybody, we are looking for the truth, that is why we are often producing documents and evidence that we believe will assist in that process even if it is - it may be information that is not as favourable to a position that Hanif was to put because we are not seeking to put your client in a bad light.  We are not seeking to put anybody in a bad light, we are just trying to discover what the truth is and there is no doubt at all I mean that there are some people who feel intimidated.  Now whatever the reason that is a fact and here is one particular instance.  \n Now I am thankful that I mean you are saying your client has not contacted this particular witness, are we able to establish that she has not been in contact with any other witnesses?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "I can confirm that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you wanting to go ahead because I was trying to explain why I have done what I have done.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Chairperson I think the context would begin to explain the difficulties that we have.  The processes before yourself Chairperson, and the commissioners surely does not exist in isolation with the broad legal system in the country.  The courts are still there, the police are still there and prosecution of things such as the ones which the two witnesses are testifying about, all they needed to do is to go and report this event to the police, let us have an investigation and let us have Mrs Mandela, if there is substance to it, prosecuted before a court of law.  This type of evidence would not stand in a court of law which is now being offered here as a basis of explaining there was intimidation because \"Mummy\" is somewhat synonymous with Mrs Mandela.  This type of evidence would not fly before a court of law.  It is therefore unfair, with respect, if it offered here and we know what the media is going to do with this type of information, it would be just relaying it as brutal as it might sound, and that is the protection we seek, with respect Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would want to do as much as I can because I am concerned and I think I mean that it would be naive to pretend that it may not emanate from your client, but it is clear that there is a miasma that is covering some of the people who either have come before here or might be, and I take your point entirely and I think I mean that I do not want any - that is why when I have said I have given you 15 minutes, I want to make it absolutely certain that you are not labouring under any disadvantage, because I do not want to have your client being placed under any sort of cloud.  But you and I are aware, as most other people are aware, that there is a sense in which people are being intimidated, or they claim to be, and we will seek to establish that and I hope I mean we can in fact be able to get this Mr Siakamela.  And perhaps you will be able to assist us.  I would be very, very grateful for us to be put in touch with him.\n All we were saying is that you might be interested to have heard that this is the experience, the alleged experience, and we were hoping I mean that in some way or other it will be possible for an explanation to come about.  There already has been an explanation that your client has not contacted any witnesses or potential witnesses to this hearing. And therefore the second point that I was going to have made which is that we should have an undertaking that there would not be any contacting or interfering with any such witnesses.  But the fact that you are saying she hasn't is probably sufficient.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Well Chairperson we can even say there will not be contact with any other potential witness.  And I must indicate maybe in this respect there is a Madonsela who we have discussed with Mr Vally about, he is not on the list of witnesses, we have been in consultation with him to try and understand certain things, but the undertaking is made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Hanif.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Thank you Archbishop I have nothing further to add.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Chairperson might I, through you, ask ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will say who you are.",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "Yes David Unterhalter on behalf of the Sono family.  Through you Mr Chairman do we also have the undertaking that my learned friend, Mr Semenya's client, will not contact Oupa Siakamela either?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the moment is he ...(intervention)",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Chairperson this, with respect, I have never, even my learned colleague, will never obtain an interdict on a person who has not been complaining of being intimidated or threatened or anything, but I couldn't expect anything more absurd with respect.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "There is no absurdity, there is a very serious allegation of intimidation here and the means by which that is being carried out is through Oupa Siakamela and I would have thought it would be easy to give the undertaking, the fact that it proves difficult rather gives the lie to the assurance that is offered.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Chairperson my learned colleague cannot say it offers a lie to the undertaking that I have made because that must constitute a professional assault on my integrity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I am sorry I - can I - I would hope I mean that we have up to now been fairly decent with each other and I would hope that we were not going to use language that - because Mr Semenya has given this Commission an undertaking and I would believe that it didn't - as far as I am aware, Oupa is not on our list of potential witnesses and therefore his undertaking stands, unless there was one reason or another why Mr Siakamela, Oupa Siakamela should be placed on the list of witnesses.",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "It's simply an undertaking not to use anyone for the purpose of seeking to prevent anyone coming here to give testimony whether it's directly or indirectly.  That's the only undertaking.  And I should just indicate to my learned friend Mr Semenya, I offered no besmirchment of his professional standing, it's simply the nature of the undertakings that he is in a position to give or not to give.  I would just ask for the undertaking which is that his client would not directly or indirectly by means of intermediaries seek to prevent Mr Siakamela or indeed anyone else from testifying here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I ask I mean whether that is an undertaking you are ...(intervention)",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "That's an undertaking we are prepared to make Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  But I would still have thought, I mean part of the language was, maybe unparliamentary.",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "I withdraw it unreservedly  if it was so understood.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Are you feeling better Mr Semenya?  (General laughter)  Thank you, yes you are.  Thank you gentlemen, please stand down.\n We now call, I don't know what their ranks are.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Archbishop it's Mr Moodley, Mr Dempsey and Mr Hesslinga.  I think they are various superintendents of various....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it alright to call them Mr?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "I would think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe you will tell us.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Could I please read into the record the affidavit submitted to us by Mr Bridgeland before we start with these witnesses?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did inform....",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Yes I have given Mr Semenya a copy and I have also given Mr Joseph a copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do so.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "Chairperson may I just indicate at this stage, the surname is Cillier ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is speaking?",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Cillier we haven't come to your clients yet.",
            "Male"
        ],
        [
            "MR CILLIER",
            "Okay.  I just wanted to say I am representing the witnesses but I will ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will ask you later, thank you.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Mr Chairperson I want to read into the record a response from Mr Bridgeland.  I will read it as it's been presented to us.\n\"Affidavit concerning Vic McPherson.\n I, the undersigned Frederick William Ernest Bridgeland of 59 Broughton Street, Edinburgh Scotland, until recently assistant editor of the Scotsman of Edinburgh, Scotland's national newspaper, do hereby make oath and state that:\n1. The facts herein contained are personally known to me and I verily know them to be true and correct.\n 2. Until Wednesday of last week, the 26th of November 1997 in the JISS Hall where TRC hearings into the activities of the Mandela United Football Club are being held I had never met nor heard of the senior superintendent John Louis McPherson of the South African Police Service.\n 3. McPherson said that I had been placed by him in the category of \"friendly journalists\" and he had had three or four meetings with me.  A TRC official pointed him out to me last Wednesday.  I walked up to him in front of TRC officials and offered my hand but he did not know who I was.  I then told him my name and said I had never seen him before.  He conceded that but said he thought he had spoken to me by phone.  I said I could recall no such conversations and he said he was unable to give me either dates or subjects discussed.  He said anyway he had withdrawn his original statement because the comments about me were false.\n 4. Senior Superintendent McPherson publicly apologised to me in front of journalists.  I accepted his apology.\n 5. However, in the context of the present hearings and in the context of the frequent references to my book, Katiza's Journey, the smear, although withdrawn, is a source of real distress to me.  My belief is that the smear was deliberate and results from strong attacks made against the security police in Katiza's Journey in which several people protest about the bizarre and apparently inexplicable behaviour of senior police offices connected with investigations into murders and human rights abuses linked allegedly to the Mandela United Football Club.\n Signed by - Mr Fred Bridgeland\".\nThank you Archbishop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My apologies I heard you with half an ear.  Thank you very much.  Good afternoon gentlemen.  I thought that there were going to be three of you.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "One of them, Director Henk Hesslinga is not available because he's sick, he underwent an operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon, I mustn't be speaking to you.  Can you just identify yourself please.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "The surname is Cillier Mr Chairperson, I am representing the two witnesses.  It is in fact so that Director Hesslinga had an operation last week.  He indicated to me this morning that he is in fact much better at this stage and if you could accommodate him later this week he might be able to attend if necessary, otherwise he will submit a full statement on any aspect that you might need evidence on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think actually that we probably do want to have him attend this session.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "I will then keep in contact with my learned friend Mr Vally, in order to arrange a date that suits the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Now gentlemen are you going to be testifying in English or Afrikaans?",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "Mr Dempsey would prefer to testify in Afrikaans and Mr Moodley would testify in English Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Please stand gentlemen.",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "(sworn states)",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Cillier.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "Mr Chairperson the arrangement between me and my learned fiends, in order to save time we realised the time constraints if I have to lead the two witnesses it might take up to two to three hours which I don't think you have available, so the arrangement is that the officials from the TRC would straightaway start asking the questions regarding the facts that they really want to be cleared up and I will in the end rather than clear up aspects if necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very very much, I am very appreciative of your concern.  Piers.",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have statements?",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Not as far as I am aware.",
            "Male"
        ],
        [
            "MR CILLIER",
            "There is one brief statement that a TRC official took of Superintendent Dempsey in fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I think that that is available, yes.",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Thank you.  Because time doesn't allow us too much I am going to try and be as brief as possible, I am going to start with Superintendent Dempsey.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your consultancy depends on it.",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Thank you very much Arch.  Superintendent Dempsey in 1988 what was the position that you held in the Soweto Police?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I was a captain in the Murder and Robbery squad.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And could you tell us in November of 1988 whether you were tasked to be the investigating officer in the disappearance of one Mr Lolo Sono and a Mr Anthony Shabalala?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I was first appointed as investigating officer in that relevant case according to my records the 20.1.1989.",
            "Male"
        ],
        [
            "MP PIGOU",
            "At what stage, perhaps let me ask it this way, did you take several statements during the course of that investigation in relation to the disappearance of these two young men?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is so Chair.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And do you recall who you may have taken those statements from?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I took those statements from Mr Michael Siakamela, the statements of Mr Sono and the statement of Mr Shabalala that had already been taken previously when I took over the docket for further investigation.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell me whether any approach was made to Mrs Madikizela-Mandela to obtain a statement from her?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "It was so, we did that.  I tried to contact - a telephonic appointment with Mrs Mandela but I couldn't succeed in doing so.  I visited her house one evening and she was not at home.  The person who opened the door told me that she was not at home.  I got the impression that she was trying to avoid me.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Were any further efforts made to try and locate her for the purposes of obtaining a statement either directly or through her attorneys?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "A while later I received the case of Stompie Seipei for further investigation.  I went to the Attorney General with both cases and we discussed the case in depth.  I was given certain guidelines, inter alia a recommendation that Mrs Mandela should not be approached immediately for an explanation but that the matter first had to be thoroughly investigated and then re-submitted to him and then a decision would be taken.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could we confirm whether that was Attorney General Klaus von Lieres?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "It was him.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell me who the overall commanding officer of the investigation into Lolo Sono was?  Who were you reporting to Superintendent Dempsey?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "To my commanding officer Lt Col Oosthuizen at that stage.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And did you at any stage report to Major General Jaap Joubert about this particular investigation?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct, I also reported to him.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Is Major General Jaap Joubert the same person that we have listed as a senior staff officer for the executive in the security branch?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I am not sure, I think at that stage he was head of the detective service.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Are you aware, Superintendent Dempsey, that Major General Jaap Joubert was also put in charge of certain investigations, and I will name three of them - the investigation into the disappearance of Stanza Bopape; the investigation into the bombing of Khotso House and the investigation into the bombing of Cosatu House and that during the course of the Truth and Reconciliation Commission processes amnesty applications have been received by senior policemen and indeed I believe in the case of Khotso House and Cosatu House a former Cabinet Minister in relation to covering up in these investigations?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I am not aware that he was the investigating officer in the mentioned cases.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did you receive direct instructions from Major General Jaap Joubert?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I went through my commanding officer, perhaps I should just explain to you how things worked.  The safety branch and the detective branch were two different legs or divisions.  The security branch had its own mandate and its own manner of investigation whereas our detective branches worked in a different manner, they reported to head office and we went through our commanding officers to head office.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did you work at all with the security branch in Soweto during the period of investigation, either directly or indirectly did you receive information for instance from them in relation to your investigations around Lolo Sono or subsequently Stompie Seipei?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I received information with regard to Stompie Seipei.",
            "Male"
        ],
        [
            "MP PIGOU",
            "With whom were you liaising in the security branch?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "If my memory doesn't fail me it was Lt Kritzinger and some of the other members there in the investigating team, a certain Mr Terblanche, those are the names I can remember.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did you have any contact with a certain Captain Jan Potgieter?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I had, yes.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did you make a request to Captain Jan Potgieter to have a certain Temba Mabota picked up by the Security Branch?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct.  At that stage he was apparently a suspect in the Stompie case and I asked him to help me trace him.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Can you recall what information was passed on to you by Captain Jan Potgieter in relation to Temba Mabota?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "What I can remember is that it was reported to me that Temba Mabota had been arrested in possession of certain notes which he had to take out the country and he had to phone the papers from there and inform the newspapers that Stompie had not been killed and that he had last seen Stompie in Botswana if I am not mistaken.  These notes were confiscated, they are still in my possession and the advocate for the prosecution and myself, he was Advocate van Vuuren, together went and saw Mr Mabota and we had an interview with him.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Perhaps you could tell us whether Mr Mabota was cooperative, whether he was prepared to cooperate with your investigation?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Mr Mabota was prepared to cooperate.  He confirmed that he had been sent by Mrs Mandela to phone the newspapers from outside the Republic.  He also made a statement with regard to this matter and this is still available.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Well I am hoping we can pick up with you later at the end of the day, all the information which is still available.  Could you tell me why Mr Mabota, or first of all whether the Attorney General decided to use Mr Mabota's evidence at that stage? Was there a decision by Mr von Lieres or Mr van Vuuren to utilise this information?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "No I don't know why his testimony was not utilised.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Are you aware Superintendent Dempsey of what happened to Temba Mabota?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I don't know whether it's the truth whether the information which was transferred to me about three days ago, but one of the investigating officers phoned me from Pietersburg and informed me that he suspected that Mr Mabota had been killed.",
            "Male"
        ],
        [
            "MP PIGOU",
            "For the record Chair there is an amnesty application from Eugene de Kock in which he has applied for amnesty for killing Temba Mabota that was handed to him allegedly by Captain Jan Potgieter and that he was shot, executed and then blown up at Penge Mine following his incarceration at the hands of the police.\n Superintendent Dempsey could you perhaps explain to this Commission what steps were taken in connection with the Stompie Seipei case to establish whether the alibi which Mrs Mandela put forward that she was in Brandfort on the day of the 29th was indeed correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes, I went to Brandfort where  - the first time I went down, I had contact with a certain Nora, I can't remember her surname, I had an appointment to discuss with her the matter.  When I arrived there they informed me that she had got on to a bus and had taken off for the Transkei. I thereafter, due to other matters which were outstanding as well with regard to Mrs Mandela I spoke to witnesses, I took sworn statements and I obtained a book in which minutes were normally taken, this is also still available.  According to the witnesses, the one was her previous manager, he was called Shakes, I think his surname was Tau and other people who served in the community or still serve or used to serve there, informed me that Mrs Mandela was not in Brandfort and had not been in Brandfort.  That was also given through to the attorney general and the advocate for the prosecution, Mr van Vuuren.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So just to clarify there were statements in the docket which from one name you remember Shakes, Mr Tau, that Mrs Mandela was not in Brandfort at that time, is that correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes that is so.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Tell me, how soon after you learnt of Mrs Mandela's alibi did the police go and check to see whether that alibi was indeed a correct alibi?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Mrs Mandela's alibi at the end of the Richardson case first came to the fore.  We thought it was going to be her alibi that she had been in Brandfort during those events and as soon as possible thereafter we did the necessary follow-up work and obtained the necessary statements.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So are you telling me Superintendent Dempsey that throughout 1989 no attempts were made to establish where Mrs Mandela was during the course of the three or four days at her house in Diepkloof at the end of December 1988, beginning of January 1989?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "The testimony which we had had been taken under oath, it was evidence given by the people who were held there, who told us that she had been there, and I believed it and accepted it and that is the way in which we dealt with it.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So just to clarify lastly on that particular point you are saying that you were satisfied with the one or however many statements you had taken from Brandfort that that would be enough evidence to hold up in court, is that correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I think so.  Were the people prepared to testify, that's the proviso.",
            "Male"
        ],
        [
            "MP PIGOU",
            "In the light of perhaps you knowing that people might not have been prepared to testify could you tell me why further efforts weren't taken to perhaps try and locate more witnesses or other evidence to corroborate the information that you had already received?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "It was important to us to discover Mrs Mandela at home and on the scene, but during the investigation I experienced many problems.  As soon as one mentioned Mrs Mandela's name and the soccer team it was as good as switching off a light and the people just refused to testify.  One example in the case of Stompie it was important to try and determine where Mrs Mandela had been during that period.  We went to the consulting rooms of the late Dr Asvat and we there discovered a map which is also available, I think it is also on record which indicated that Mr Cebekhulu, on the 30th of December 1988 had been at the consulting rooms to consult Dr Asvat.  We asked Mrs Sisulu who had been the secretary to testify and she refused to do so.  The same applies in the case of Mr Sono as well as Mr Shabalala.\n After the advocate and I had consulted with them I would say on two occasions Mr Sono indicated that he was not prepared to testify against Mrs Mandela.  His reason was that he was afraid, scared.  The same in these other cases which had already been investigated fully where all the fingers pointed at Mrs Mandela that similar allegations had been made with regard - similar to what had happened in the case of Stompie and we also felt that those witnesses and those witnesses also after consultation refused to testify.  Mr Michael Siakamela also refused to testify.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Superintendent Dempsey did you receive, during the course of your investigations, any intelligence reports, information from the security branch in connection, apart from what we have already mentioned around Temba Mabota, but any other information from the security branch, from their sources, from their telephone tapping, from their surveillance about Mrs Mandela and the activities or the alleged activities of the Football Club?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "What I can remember is that I received information that members of the Soccer Club still visited Mrs Mandela's house.  I asked the security branch to assist me and keep the house under observation.  They also from time to time passed on reports to me which did not really assist me in my investigation.  (...indistinct) she had been in the Cape, in Bloemfontein etc.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So would you say, just lastly on this point whether the security branch were cooperative in terms of assisting you with their intelligence, or were they withholding information from you?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "My impression was that they had given their wholehearted cooperation in everything I asked.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Were you under any kind of other pressure Superintendent Dempsey with regards to for instance, political pressure, not to pursue this case as vigorously as you may not have wanted to and I am talking about both cases, Stompie and the Lolo Sono case?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "No in no way at all.  This case was investigated absolutely on a criminal basis and politics I avoided and I didn't want to involve that in the case. And I could also further state that nobody at all influenced me and during my investigation on many occasions I was accompanied by Advocate van Vuuren who dealt with the Richardson case prosecution.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Between 1991 when consultations were held between Mr Chris van Vuuren with the Sonos and Michael Siakamela and himself in relation to possible similar fact evidence being led in the Stompie trial are you aware of any investigations, or let me put it more clearly, have you, as the investigating officer, in the Lolo Sono case conducted any further investigations into the disappearance of Lolo Sono?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I can tell you what I did in the investigation into Mr Lolo Sono.  After I had received the case for investigation I took statements from the father, Mr Sono, and Mr Shabalala and I went and discussed the statements with them and I determined there that the present Mrs Sono was not the biological mother of Lolo.  I traced the biological mother because we had hoped that she might be able to give us some information with regard to where Lolo found himself at the time, but she was not able to assist us.\n I distributed photographs to all the mortuaries and among colleagues and police stations of both these two persons so that should they possibly be seen they could report to me.  I even went as far as to have the photographs placed on television and I added my name and where I could be contacted.  However nothing came of this.  Nobody was able to give me any feedback in this regard. \n During the search of Mrs Mandela's house, and I would like you to understand it in this context, I had two cases which were running virtually in parallel.  All the investigations which I did in the Stompie Seipei case were always accompanied in the back of my mind in the investigation by the Sono and Shabalala cases in the investigations and when I was investigating the one case I tried, the Seipei case, I tried to find traces of whether they had been on the premises themselves.  I found clothing of Maxwell Madondo who had also died.  I found an identity document of a certain Mr Chili, whom I determined was the son of Mrs Chili.  I found their clothing and books of Mr Cebekhulu, so what I am trying to tell you is that never was that case set aside that I didn't look at it while I was doing my other work.  \n I was to continue during 1995, I don't have the exact date that I went to see Mrs Shabalala on 27.3.95 during a normal routine visit to her house and then she reported to me that on the 5th of October 1994 that night three members of the South African Police arrived at her home, they were three white members and they were dressed in uniform.  They travelled in a white Volkswagen Golf, the registration number was unknown, but she said she was frightened too much to take the number.  She did not ask the members to identify themselves. They showed her a photograph of Sono and informed her that he was deceased and that she had to take an amount of money to Pretoria to have his body exhumed.  Now you have to note this happened quite a few months after the event.  Mrs Shabalala never reported this incident to me.  I returned to my office, I have a letter which is available should you wish to see this, it was addressed to my district commissioner in which I requested that a circular had to be sent to all the district commissioners in the country to enquire whether who these three persons had been who had brought the message about the death to Mrs Shabalala, but to the present nobody came to the fore with that information.",
            "Male"
        ],
        [
            "MP PIGOU",
            "I just want to raise with you one point because Mrs Shabalala has raised about these incidents with us in the TRC and the incident on the 5th of October, but in relation to the visit from yourself I am going to read from her statement, it's just one paragraph.  It says\n\"After Mrs Sono appeared on TV and she had mentioned my son's disappearance W/O Moodley and Capt Dempsey and other policemen unknown to me came to my house to question me - \"what nonsense is this now because we have told you that your Sibuniso is dead\".  Capt Dempsey took Sibuniso's photos which was given to me by the police who came to tell me about his death and he has never been back to me again\".\nOur understanding is that the nature of the visit by yourself was not a cordial one, perhaps you would like to comment on Mrs Shabalala's comments?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I find that quite strange. This case was really close to my heart, I am also a father of children and many nights I wondered how those parents were to go to bed without knowing where their children were, whether they had food, whether they had a roof over their heads, whether they had been injured or whether they had been killed, and if that had been Mrs Shabalala's impression it was entirely incorrect.  I had very sincere compassion and sympathy with Mr Sono and Mrs Shabalala and in all honesty I tried my utmost best to trace those two children.  I even went so far, perhaps I neglected mentioning that during a previous question but I went through the security police and tried to find out whether they were outside the country for training because Mr Sono and I thought perhaps they had fled the country to undergo training outside the country but even this was without success.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Just quickly to confirm, I can see you are looking at me Arch with those eyes to finish with this witness and I will do it as promptly as I can, just to confirm that you sent a fax to me today of a copy of a receipt for the investigation docket into the disappearance or kidnapping I believe it was, the kidnapping docket of Lolo Sono and Anthony Sibuniso Shabalala, Meadowlands, MR236/11/88, did you send this fax to me with your own name on the top and signature from I believe it is Colonel Henk Hesslinga dated the 10th of May 1995?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Ja that is correct.  You asked me also to send a covering letter but it doesn't seem as if you wish to believe me.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Sorry Superintendent Dempsey I have the covering letter here as well, thank you.\n One last question for Superintendent Dempsey and then I am finished.  I am just returning briefly to Captain Jan Potgieter and Captain Potgieter has provided this Commission with a statement and I feel I want to read a certain portion of it.  I will be brief though, there's a small section in which he talks about the information that you have referred to given by Temba Mabota also known as George, and that he says that -\n\".... he conveyed the said information regarding the murder of Stompie Seipei to Capt Dempsey of Soweto Murder and Robbery and requested him preferably not to use him as a witness as I was planning to use him as a witness against Mrs Mandela.  My request was adhered to, the Seipei case was eventually completed successfully without George's testimony and Richardson was sentenced to death for the murder\".\nIt then goes on for a couple of paragraphs down there he says -\n\"At one stage I handed...\"\nthis is Captain Jan Potgieter from the Security Branch -\n\"At one stage I handed an interim report regarding the said investigation, this is Seipei, to the attorney general Advocate Klaus von Lieres, however he informed me that Mr Nelson Mandela would probably be released shortly and he therefore did not see his way open to institute any prosecution of Mrs Mandela.  Despite this the security branch headquarters Pretoria ordered me to continue the investigation and then submit a complete docket to the attorney general for his decision\".\nAre you aware that the Security Branch were conducting a parallel investigation or were you aware?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "As I had stated during my previous testimony the security branch dealt with their own cases and I wish to confirm and emphasise that nobody, but nobody emphasised me or the advocate to use Mr Rambota as a witness.",
            "Male"
        ],
        [
            "MP PIGOU",
            "But I just want, on this particular point, it seems from what Mr Potgieter is saying that the Security branch were conducting a parallel investigation.  Now you told us earlier that your impression was that the Security Branch was cooperating with you.  Now it seems clear to me that certain - if a parallel investigation was being conducted a docket was being submitted or at least that was the intention to submit a docket to the attorney general, that you were having information withheld from you by the Security Branch, would you agree with me?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I cannot reply to this.  If you refer to a parallel investigation this may be so, but the information which I referred to which was shared with me concerned the Football team and it had nothing to do with any other investigation.  That investigation is something I have no knowledge of, they did their own things and did their own investigation.",
            "Male"
        ],
        [
            "MP PIGOU",
            "With respect Superintendent Dempsey, this is an investigation which the Security Branch, or a member of the Security Branch is saying that they conducted into Mrs Mandela and the Stompie Seipei incident, not about the Football Club, about Stompie Seipei, and this information or this docket you have not had sight of by all accounts, is that the case?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I confirm I never had insight into it.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Thank you, no further questions for this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I wonder whether you didn't want to go on to Mr Moodley and then, I mean I thought that was how we handled the other ...(intervention)",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Ja we can do that Arch if you like.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "I think there is some difficulty, and I would reiterate what you have already said that it would be extremely important to have Mr Hesslinga here because as the commanding officer of the investigation that we are going to be talking about now it will be very useful for us to actually have him here because there are certain things which I think only he can answer.  But I will try and direct my questions to Superintendent Moodley and hopefully he will be able to answer me but maybe it is Superintendent Hesslinga's call on those particular things.\n Superintendent Moodley, is it Senior Superintendent or Superintendent?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Senior superintendent.",
            "Male"
        ],
        [
            "MP PIGOU",
            "I beg your pardon, Senior Superintendent Moodley, could you tell the Commission what was your position in Soweto Police in 1989?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I was then a warrant officer and investigator at the Murder and Robbery Unit Mr Chair.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did you have any previous experience with the Security Branch of the South African Police?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes I had.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Where was that experience Sir?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "In Durban.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And when you came up to Soweto you had moved then into the usual detective services is that correct?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct yes, I was first in the uniform branch for a while and then the detective services.",
            "Male"
        ],
        [
            "MP PIGOU",
            "In 1995 you were part of an investigation unit under the head of Snr Superintendent, now Director Henk Hesslinga into the murder of Dr Abu-Baker Asvat is that correct?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell us who the other members of the team were that were investigating this case?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes there was one Kudi, Dave Soritch and then Warrant Officer now Director, Molaba (...indistinct) Molaba.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell us the circumstances which resulted in this case actually being re-investigated or re-opened with a new emphasis?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "From what was said to me by - or what the letter that was sent to my office, that's being the Murder and Robbery Unit then, was that the Commissioner of Police requested that the dockets be re-opened at the request of Tony Leon and the Abu-Baker Asvat family and that's how the whole investigation had restarted.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay.  Now my understanding is from reading the investigation docket which I believe is, or the investigation diary which is in everybody's files hopefully by now, that there were four cases under investigation during the course of this investigation - the murder of Dr Asvat, disappearances of Mr Sono and Mr Shabalala and then the fourth investigation the murder of the person known as Kuki Zwane, is that correct?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes Mr Chair, when it originally started it was just the Dr Asvat and the Lolo Sono matter, subsequent to that we had discovered the Kuki murder, after the investigation was in process.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Perhaps you could tell us, give us some idea of how the Kuki Zwane case became one of your cases then in this particular investigation?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "From some of the documentations we had received or that was with us, was this information from the media overseas and elsewhere that Cebekhulu, Jerry Richardson and Mrs Falati would know something about the death of Dr Asvat, and this is how the entire investigation started that we should now go back and look at these people and interview them and see how further we can go with it.   We then went to Jerry Richardson regarding this matter, Jerry Richardson refused to talk to us initially saying that he won't talk to us about anything but if we had paid him for the monies that the security branch owed him he would give us information about a certain murder and we said what murders, you've got to tell us first what it is before we give you any money because we didn't know what the money was for the original R10 000 that he wanted from the security branch.\n   He then explained to us about how it came about that he was offered R10 000 by the security branch.  It goes like this, not with all the details, but that he had informed the security branch at the time that there were two freedom fighters in the house of - his own house at the time and then the police came and raided his house while he was outside and they shot and killed the two freedom fighters as well as a policeman.  We at that stage didn't know the details of this matter though I know there was an incident but we had no detail.\n We then went back and looked at documents at the inquest court and found these dockets concerning the two freedom fighters as well as the docket concerning Sergeant Pretorius and confirmed that what he had told us was in fact the truth.  And we said okay look, we know now this is true but what have you got to tell us?  Then he said to us if you don't believe what I've got to say, if you don't want to pay me the money go and look at this matter first and come back to me and then I will talk to you people.  \n He then told us to go into an Orlando area behind a railway line, behind a police station near a railway line and there was a body thrown there, and if we go into this matter it will be the body of Kuki.  He then was prepared to take us out to the scene of where this was and show us, or point out the area more-or-less where this body should be.  When asked as to how we got knowledge of this his explanation was that he was given a map by who he called \"Mummy\" then, indicating to be Winnie, Mrs Winnie Mandela at the time, saying that she had given me a map, a sketch, telling me to go and see where Sledge and Killer had - supposed to have killed Kuki and dumped her body there.  His duty was to go and see that the body was hidden out of sight of the general public and this is how he went to the site and looked there and he found this body near this big rock, came back and reported back to Mrs Mandela, or \"Mummy\" at the time, and said these guys did a very bad job because there's a footpath and people are walking, the schoolchildren are going to go past and they will see this body.\n I then went back to the police station and around that date when he said it was looked around and I found, I came across this docket of an unidentified female that was found in that vicinity.  I went to the inquest court and drew the necessary documents and found the photos and the description that he had originally given us about this rock and about the injuries to be true.  \n I then went so far as - he also said that this woman was shot and then stabbed, I then went so far as to have this body exhumed and have a post mortem done again.  I managed to identify her parents in Transkei, made arrangements for a DNA test to be done and confirmed that in fact it was Kuki Zwane he was talking about. \n By that time, while I was still investigating this matter, and he had then told us about the disappearance of Lolo Sono, he had the similar type of map given to him to go to an area - or a type of map or a drawing or a sketch which one may call it, to go to a mine dump, to a certain area as drawn out or as indicated in this map where he would see grave of Lolo Sono.  He had to go and see that the job was neatly done and come back and report to \"Mummy\".\n He was also prepared to show us where this place was.  We took him in a helicopter, he pointed the area out from the air, we landed there, we looked at the area, we did a survey of the area, it wasn't very far away from where Stompie Seipei's body was found, we then made arrangements for front-end payloaders and dug there for the first three days and we found nothing.  We went back to him and asked him isn't it possible that maybe you have got the wrong area or whatever, he came back to the scene and he said no, it is in this area.  \n I then got a geologist from the Wits University to assist me because of the mine dumps and the slopes of the mine dumps I got him out there by helicopter to the scene and I asked him if he couldn't assess for me because of the number of years since this had happened maybe the slide of the actual bank of sand might have shifted maybe three metres in or whatever, and he looked at it and said actually it's very difficult to tell if we didn't know when the mine had started and at what stage was the mine at that time.\n I then got hold of an official from the RMS, that's Rand Mine Securities who were then doing those areas at the time and they had an idea of what the thing was, this gentleman said no-ways could we give you any idea as to when this started because we keep changing staff and then the whole security system has changed a few times so we cannot give you any ideas.  \n And at that stage I then made a report back to my senior, that's being Colonel Henk Hesslinga, and then we reported to Commissioner Brits, we then took the documents that we had available and took it to the attorney general who declined to go any further in the matter.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Thank you.  Tell me on page 30 of the investigation diary that typed investigation diary which you provided to the Truth and Reconciliation Commission, there is an entry of yourself going to see the mother of Kuki which I believe has her correct surname, Moseo?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Sorry Piers, Mr Chairperson, just before your witness answers can I just for the record states that we don't have that diary in front of us and it would be helpful if at some stage it could be made available.",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Sorry Deputy Chair I thought they had all been made available to you.  I know everyone else in this room on the panels have got them, once again their appears to have been a slip-up from this desk.  Apologies and we will try and rectify that situation.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Sorry Mr Chairman, may I just point out something, this is not an investigation diary as per se, it was an information note for the investigators.  If I wasn't in the office somebody else could have come and gone to the computer system and see what I have done for the day or where am I for the day.  So it wasn't an investigation diary as a policeman would write an investigation diary up in a docket.  It was a computer, something that we lodge in the computer with the secretary.  We come and throw a note at her and say this is what I did for today or this is where I am, this is what the situation will be.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "But it does represent a diary of sorts?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes it represents a diary of sorts, yes, no definitely.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So Snr Supt Moodley would the full investigation diary still be available then, the actual handwritten stuff not the notes you handed to the person to type in, would the full investigation diary of these investigations be available still today?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "The investigation diaries will be in the specific dockets.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay.  Thank you.  Let's go to page 30 there where you I believe go and see Kuki's mother and she says to you that she was informed some time in March 1989 by Zinzi Mandela that her child was missing and that she may be overseas in Lusaka?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Sorry you said page 30?",
            "Male"
        ],
        [
            "MP PIGOU",
            "Ja page 30, 3-0.  Do you see that?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Ja that's correct.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay.  Was any attempt made to speak to Zinzi Mandela about this, the disappearance of Kuki?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No, no, no attempts were made.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Did, in perhaps a wider context, were any attempts made to speak to Mrs Madikizela-Mandela about these allegations?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No attempts were made to speak to anybody at that stage.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you perhaps tell us why that is the case?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Because what Jerry Richardson had told us was hearsay and he would refuse to give me a statement in connection with this matter and I couldn't go and get a warrant or anything from anybody to sort this problem out.",
            "Male"
        ],
        [
            "MP PIGOU",
            "On page 16 Snr Supt Moodley there is an entry in the second paragraph that you visit the Soweto Murder and Robbery and speak to Lt Col Dempsey about Meadowlands docket 236/11/88, that is the Sono disappearance, kidnapping docket which was going to be put on to the computer and in this docket there is prima facie evidence that Winnie Mandela was directly involved in the abduction of Lolo Sono and - it says Sibusiso there, Shabalala, in the light of that entry made by Colonel Hesslinga could you tell me why no attempt was made to approach Mrs Madikizela-Mandela?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That docket was already dealt with by the attorney general and with Col Dempsey at the time during the trial, at that stage the attorney general refused or declined to prosecute and go further.  When I went back to him he gave me the same story and he said unless you have a body and if you've got any fresh evidence come back to me and I will do something about it.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So the attorney general told you that you had to have a body to proceed on this matter?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay.  Could you just tell us, because I am sure you are waiting for this question, where is the docket?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "As far as I recall I have given the docket to the attorney general, it's somewhere in the system, I don't know where it is at the moment.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And would you if you had handed the docket to the attorney general have received a receipt for handing that over?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No not necessarily.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Wouldn't there be some form of register in which dockets were handed over?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No we had no registers.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So there's no control - are you telling me the system has no such controls in determining where a particular docket may be at any one time?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "What system are we talking about?",
            "Male"
        ],
        [
            "MP PIGOU",
            "Well the system that you were talking about, it's lost in the system somewhere.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "When I talk system I am talking between the police force, the justice department.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Well that's the system I am talking about.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No we don't have.",
            "Male"
        ],
        [
            "MP PIGOU",
            "I see.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am sorry, I just want to understand this, sorry Chair, you are saying that there is no control mechanism when a docket goes from the police to the Attorney General, so if someone was to ask at any stage where the docket was there's no real record, is that the explanation you are proffering?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Let me rectify the situation.  From my office, where we were then working in a temporary situation, if you went to Dempsey's office today you will find a court book, if you came to my office where I was working as a branch commander you would find a court book.  We were a temporary unit just set up to do this investigation.  We didn't have a court book as such, that's what I am trying to say.  So in other words we didn't have a document as such.  That's what I am saying.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Why not?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "And if you ask me why I won't be able to answer that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am sorry Mr Moodley I am not really trying to be difficult, I am trying to understand in the circumstances even where you have this kind of unit, you are telling me that because you were temporary there is no record kept of when a docket passes from you to the Attorney General or to any other unit for that matter?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I am telling you that, yes.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Thank you.  Could you tell us Snr Supt Moodley why it would appear from the information that you have provided to us, and I hope you can correct me on it, there is no statement taken from Mr Jerry Richardson from all this information that he was providing?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Jerry Richardson, first of all we were there with a tape recorder, we asked if we can tape him, he refused to have himself taped or to make a verbal statement to us, in writing, he made a verbal statement but didn't want to reduce it to writing.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay.  And were any attempts made as were in the case of Mr Mbatha and Mr Dhlamini to bug the cells that they were in so that during the course of your conversation with Mr Richardson you would be able to have transcripts at a later stage?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Sorry, let me get it clear, I know you did it for Mbatha and Dhlamini and you bugged the cells through the legal channels and got transcripts made up and so forth and that was put in your investigation diary, did you make any attempt, because of the resistance or reluctance of Mr Jerry Richardson to do the same thing so you would have at least some sort of recording of conversations with him?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No we did not.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell me why that is the case, because all we have is your and your colleagues say-so on this matter at the moment.  We have no signed statements, we have nothing.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No we approached the man, he was giving us information.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Just in terms of Mr Richardson's informer status, I believe there's an entry in here again page 16 as speaking - Mr Hesslinga talking to a Lt Col Muller, three paragraphs up from the bottom there, were you able - this is Col Muller for NID in Soweto - were you able to establish irrefutably that Jerry Richardson was an informer?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I didn't do any investigations regarding that, no.",
            "Male"
        ],
        [
            "MP PIGOU",
            "But from your conversations perhaps with your colleague, because this is Colonel Hesslinga's entry, did Colonel Hesslinga inform you whether he had established with documents that Jerry Richardson was an informer?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No there was no documents.  We went to look for documents there were no documents available.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So you are saying that the money was handed over on the basis of the Kuki Zwane information that that established his bona fides?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That he was going to help us - we didn't know at that stage what murder it was, after we found it was Kuki Zwane murder.",
            "Male"
        ],
        [
            "MP PIGOU",
            "And did you establish from anyone else in Soweto from security branch members that Jerry Richardson had been an informer?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "To my best knowledge I think Col Hesslinga did that, there was somebody to confirm that with him.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay, I am going to be quick now because I can see - we've got to go around the table, I am just going to talk about why the invest - well why the investigation was ended.  We received in some of the papers that you handed over to us, perhaps inadvertently with this one, that there is a document from the National Intelligence Agency which we have quoted in the course of this hearing about Katiza Cebekhulu and former Mandela United Football Club members and that those members were expressing fear of Cebekhulu regarding the Stompie Seipei trial.  Was any attempt made, it speaks about certain Football Club members in this document, was any attempt made through the intelligence agencies, through the SANDF to locate Football Club members?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes there was attempts made.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Could you tell us what those attempts were?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Okay.  The director, now director Msowetu Malaba was then an intelligence officer for the ANC and he was in the team and he indicated that he would be able to do all the intelligence work as far as these members were concerned and he had a close relationship with that kind of people and that kind of situation.  He did the investigations, I went on one occasion with him to Biria(?) where we went, we looked for a man there.  We then found out that there was a Sithole who was also in the army that was there, and I think the documents are here, he had then, we since then found out that he was a reservist then and we couldn't find him again.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Were any other attempts made to trace Football Club members who may have been integrated into the SANDF?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Well that's the attempts we made there.",
            "Male"
        ],
        [
            "MP PIGOU",
            "That was it?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Ja.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Were you made aware either directly or through Director Malaba that a certain Guybon Kubheka, whose name has popped up throughout the course of this hearing, received indemnity in 1994 for the assault and attempted murder of Stompie Seipei?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No.",
            "Male"
        ],
        [
            "MP PIGOU",
            "So that information wasn't furnished to you by Director Malaba at all?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No if it is it may be in his notes.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Right, okay.  Could you tell us, in the light of the organograms that are stuck on the back of your investigation diary of who people, which people were spoken to that had been listed down and a number of them haven't been spoken to, could you tell us why, in the light of all the resources that were spent, and I am sure counsel for Mr Cebekhulu will want to ask you about your visit to London to see him, why having spent all this money this investigation was just suddenly stopped when there was clearly investigative work that could still be done on this matter?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I was sent to London by the national commissioner and the Minister of Police, Sydney Mufamadi, with Dave Soritch to go and investigate this matter and speak to Cebekhulu and get some statements from him.  I had a lot of difficulties getting through to Cebekhulu because Mrs Emma Nicholson refused me access to this gentleman and I have got a lot of documents here to prove that, eventually she allowed me, I went to her just to the interview with one of the FBI agents, sorry, one of the agents from Scotland Yard to her house.  She then agreed that she would see me alone and not with Dave Soritch, she didn't want to talk to a white policeman at the time.  I agreed, we made an appointment and she spoke to me.  And she wanted more information from me because she said Cebekhulu is here but I won't let you have him, I won't let you speak to him unless you give me certain information.  I then corresponded with my head office, that is with Commissioner Fivaz and Commissioner Suiker Britz and in the interim we were discussing how best we could get this thing resolved that I could see or get some sort of statement from Cebekhulu.  Her questions at that time, or arguments should I say was that I should first of all give her two of Cebekhulu's statements that he had made to the police because she would hand me Cebekhulu's third statement, if we call it so.  I then refused and I said the day she would give me Cebekhulu's statement I will hand over these two statements which I then had faxed by Col Dempsey from Soweto to me in London, I had them then transcribed from Afrikaans to English and the day she handed me that sworn affidavit I gave these two sworn affidavits to Miss Emma Nicholson.   There was a contradiction in all those statements plus the verbal statement.  I was then - sorry, before that I was asked to go to Emma Nicholson's house where she then for the first time introduced me to Cebekhulu, he was sitting in her house in Devon, and that's the first time I saw him.  I spoke to him and she said to me then I should not put any questions to him, he will ask all the questions and I must just answer.  I said look I don't play that game.  I mean we can both have a conversation but I am not coming here to answer a lot of questions.\n Then she said okay would you answer certain questions and she put the questions to me regarding Mrs Mandela and a few other things about the Stompie Seipei case and his disappearance from South Africa.  I said I have no knowledge of his disappearance.  We then had supper and I stayed over that night in Emma Nicholson's house.  And that's when the agreement was made about the statement that she would give to me if I gave her two statements.  And that's how I got the statement.",
            "Male"
        ],
        [
            "MP PIGOU",
            "Okay ...(intervention)",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Then ...(intervention)",
            "Male"
        ],
        [
            "MP PIGOU",
            "Sorry I don't want to go down a whole recollection of your visit to the UK although I believe it's important, your opinions, because they are expressed in your correspondence about Mr Cebekhulu and I believe that those opinions were taken by Commissioner Fivaz with regards to correspondence he then sent to Tony Leon that in your opinion Cebekhulu was an unreliable witness and with specific reference to the Asvat murder case that you felt that maybe he got that story from Thulani Dhlamini somewhere along the line.\n I want to finish off this section over here simply with trying to understand that in the light of all the investigative work that still had to be done, the amount of resources that had been put into this investigation which seemed to be quite considerable, why in your opinion was this investigation stopped?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Okay.  When I had come back from London all the other local information we had we then put in front of the Attorney General, who then looked at the information, the statements concerned, the transcript of the tape that we got from Zambia which I had transcribed in London and with all those documents, in other words the four statements, plus the transcript and the Attorney General said I am not prepared to prosecute in this matter at all.",
            "Male"
        ],
        [
            "MP PIGOU",
            "But with respect Mr Moodley did you consider that the investigation was in a position where you could submit those dockets to the Attorney General, that it was ready, that it was time that further work could still be done on this matter, because I see again in these organograms there are a lot of people still could have been spoken to, a lot more effort it seems to me could have gone into tracking down former Football Club members and it seems to me that a decision was taken to close this investigation without these other avenues having been thoroughly explored?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Okay.  To come back to what you are saying, I think I will have to go into the long drawn affair of this whole thing.  When I was  - when Cebekhulu was arrested in Soweto, in other words when Col Dempsey had arrested him he was there and he was used as an interpreter and I said, \"Oh so you remember Lethuli\".  He said, \"Ja he was my interpreter, he was arrested\".  Then when I requested him about Thulani Dlamini and about the Asvat murder, he started giving me a story about how he was there and how he took these two people to the house and to the surgery of Dr Asvat.  Then I said where did you know these people from.  He said no he knew them.  I said let me put it to you the first time you saw these people was at the cells, and then he said oh yes that's right, that's the first time I saw them.  I said that was after you were arrested and after they were arrested for the murder. You were already in the cells when you saw them. Then he said oh look I don't want to talk about it, I'm tired and then he walked out of the room and Emma Nicholson said leave him now he's tired.  I said no he must talk to me and tell me if it's true or not true, and things like that.  And then I told Mrs Emma Nicholson, I said this thing that you are telling me, if he can verify those things for me in writing, I will be very pleased.  Give me a true version of what had happened.\n When I had this information and I sifted through all the information that he had told the media in Zambia, his two statements to the police before he went away to London and the statement that he gave me in London, there was a lot of contradiction.  I then made a note to NASCOM, that's the national commissioner relating the entire story and I was then aware that Emma Nicholson 1995 was writing this book and I told her, I said Mrs Nicholson, don't go by what this man is telling you, some of it that he's telling you is definitely untrue and I wrote that and I indicated that and even at the bottom of my letter I said to the National Commissioner that this man, we must investigate him to the fullest because this may become an embarrassment to the police.  If I can look at the notes then I can  give you the exact words that I wrote to the Commissioner.  Have you got it at hand here?",
            "Male"
        ],
        [
            "MP PIGOU",
            "Is this the information note to the National Commissioner?  No I don't think so in terms of allegations or there is a letter from the South African High Commission but I think we don't need to have the exact words, I think the...(intervention)",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "What I'm saying is I indicated at that time already that there was a problem.",
            "Male"
        ],
        [
            "MP PIGOU",
            "I understand that you have your problem with\nCebekhulu.  What I'm trying to understand is with all the other possible leads of information, why weren't these followed up?  Why were no further attempts made to locate people like Guybon Kubheka and so forth, why weren't attempts made?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "I had no dealings with Guybon Kubheka.",
            "Male"
        ],
        [
            "MP PIGOU",
            "No further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cillier is ...(intervention)",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "I would suggest Mr Chairperson that I would take my turn in the end if everybody finishes, otherwise it might result in me taking two opportunities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes okay, Mr Semenya.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Superintendent let me put certain propositions to you and ask for your comments.  In my mind Supt Dempsey, since the break of civilization mankind has wrestled with what type of process should best be used to establish the truth and this country ultimately resolved that we would use our judicial process in the format in which it stands as the best guarantee to come to the bottom of the truth. Is that statement fair Superintendent?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct, that is...(intervention)",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And is structured in a way that the attorneys generals office is given certain autonomy, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct after a case had been handed they were...(intervention)",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And the South African Police Force members gave him the exclusive powers of investigation, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Could I just finish replying to the first question.  A docket is handed over to the Attorney General who then decides thereafter whether he will prosecute.  Could you just restate you second question?",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now the point I'm making is even before the Attorney General elects to prosecute or not to prosecute, as police officers it is within your province to obtain as much information about your investigation, is that right.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is true.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now and your training as police officers is to make sure that you find information from primary sources because this hearsay evidence would not be admissible, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is what is not allowed on the report, everything that is submitted in court must be under oath.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And Superintendent for that reason, the criminal justice system in this country is designed to make sure that witnesses can even testify in camera in the event they fear for their lives, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes that is true.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And do they even have the competence to remove the court to a particular place where it will be safe for that evidence to be given in those circumstances, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "And the evidence is such that even witnesses refuse to give you statements you can subpoena them and take them to a court of law, isn't that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes in terms of Section 205.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now we have a justice system that tells me that if Mr Sono and Mr Shabalala would want to make damning evidence according to your information about Mrs Mandela, all this could have been done within the capabilities of our judicial system, is that right?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes that is possible.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now you give comments like, I was satisfied with the evidence would hold up in a court of law but it is not in your province Superintendent with respect to make such type of comments because your opinion as a police officer whether it will or it will not hold is irrelevant, isn't that correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I already stated to the Commission that my primary duty is to investigate the case to the best of my ability to note it down in writing and to hand it over to the Attorney General for decision.  But I also have some knowledge and experience coming over 38 years on which I can draw to form an opinion although not necessarily it would agree with Attorney General's decision.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Yes we all can for our opinions but our judicial system tells me that certain opinions are inadmissible, including your own about whether or not any piece of evidence is true or not.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct.  But we are not in a court now are we, we are sitting here in front of the Commission.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "This process is also a humble attempt at establishing  the truth.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That may be so. I hope that we do arrive at the truth.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Now you already told us that you never were under any political pressure.  I'm putting the question directly to you, were you under any pressure from Mrs Mandela to stop whatever your investigations were?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I repeat again my previous reply, nobody, but nobody exerted pressure on me, I have here the press statement of the Attorney General which I can make available to the Commission, I don't know whether you wish me to read it into the record in which it explicitly states that we have not been intimidated and we would not tolerate any tampering with evidence.  It will take a bit of time Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long is it?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "It consists of two and a half pages Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think perhaps couldn't you perhaps give us the salient points because that is a bit long?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I can give that to you.\n\"Whatever nature, by whoever, to either directly or indirectly intimidate or interfere with any of the witnesses, will unhesitantly be dealt with the fullest vigour the law can command.  In various quarters it has been plain that Mrs Mandela has been unjustly victimised by being refused an opportunity to defend herself.  During a recent visit to the United States she has been reported in the press as having said, she would welcome charge in the murder of Stompie so that she could appear in court to defend herself.  My decision to prosecute Mrs Mandela was taken not in response to these various claims and statements whether they are correct or not, but because of my understanding of the facts, law of the land and my duty as the Attorney General to uphold and apply the law to all alike. Earlier this morning...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that not yet enough?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I think the point has been made, okay I will then stop there Mr Chair, thank you.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Can I now direct Chairperson my questions to Senior Superintendent Moodley.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "I do not know whether this has come to your attention but according to certain of the notes here, the rumours were doing rounds within the Security Force in Soweto that the reason Stompie was killed was because he had discovered that Richardson was an informer.  Did you come across this rumour?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No that particular rumour no.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "Somewhere in this documentation you seem to convey that you on one occasion in London spoke to Katiza Cebekhulu in Zulu.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct yes.  What does he say to you when you speak to him in Zulu.  I spoke to him very generally when I spoke to him in Zulu about his being in London and wouldn't he like to come home.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "What was his response?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "It was that he'd like to come home but the lady wouldn't allow it because she's busy with a book.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "The lady wouldn't allow him because she's busy with a book.  This refers now to Emma Nicholson?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Emma Nicholson and he'd like to come home.  And at that stage I think he's given me his phone number to phone his granny which I did when I got back.",
            "Male"
        ],
        [
            "MR SEMENYA",
            "I have no further questions thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. Mr Unterhalter.",
            "Unknown"
        ],
        [
            "MR UNTERHALTER",
            "David Unterhalter for the Sono and Shabalala families.  Mr Moodley perhaps I can begin with you.  Can I just understand the position with the docket in the Sono case.  Did you hand that docket to Mr Moodley?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Sorry I think I am Mr Moodley.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "I beg your pardon.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "The docket was signed for by Henk Hesslinga at Col Dempsey's office is that clear?",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Yes.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "And then the docket was brought to the team, that's been our team of five people at the time that were appointed to do the investigations.  So far as I can recollect I took it to the Attorney General's office to have a decision made on it.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "To whom did you take it at the Attorney General's office and when?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I could not give you the exact dates but after the investigations were complete.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "When would that be approximately?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "From what I've got here, that would be somewhere after the 13th of October 1995.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "To whom did you give the docket?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I took it to Mr Atwell's office at the time.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "I see and have you made any enquiries as to its whereabouts since then?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did on two occasions make enquiries.  They said they were going to look for it and they couldn't find it.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "I see.  Mr Dempsey perhaps I could then ask you one or two questions.  You took a statement from Mr Siakamela.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "That quiz in very brief terms, what was the contents of that statement and did it support what Mr Sono had to say?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Mr Chair I have to depend on my memory now. As far as I can remember in all respects it supported Mr Sono's version.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Do you still have any documentation relating to this case.  I see you've reconstructed events in this matter and you're sitting there with some documentation, what is that documentation?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I have documentation which was under correspondence which I reported to I think head office that the person who has notes on this is the advocate for the prosecution, Advocate van Vuuren.  I think on one or perhaps even two occasions where he liaised, consulted with Mr Siakamela and there were no problems in his statement either.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Did you have any statements of witnesses in the documents that still remain in your possession?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I have two typed versions of Mr Sono's statement and of Mr Shabalala's statement.  They are typed versions from the original.  They had been signed and I found these amongst the documentation at the Attorney General's office. And it is available.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "And anything from Mr Siakamela, do you have anything from your interview with him?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "No, as I've already stated, those notes are already with Mr van Vuuren.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Can I ask you this, having taken statements or received statements from Mr Sono and Mr Siakamela you record that you made an effort to contact Mrs Mandela on the telephone and then went to see her.  Why did you make no further efforts to see a person implicated and at least the abduction of these two youths. Were you a faint-hearted policeman?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Sir I don't know, I don't think I'm a scared policeman, I work in Soweto, no but what I would like to say to you is that I made attempts to speak to Mrs Mandela.  The only person who could possibly have helped us in the case was Michael Siakamela and after a lot of trouble, two or three months later I traced Mr Michael Siakamela and I obtained a statement from him.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Mrs Mandela was not a person hard to find, she was a person in public life and well known to the police, why did you find it so difficult to get in touch with her over a period of four five years?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "We are not talking about three or four or five years.  After the case had been investigated cases had been investigated and submitted to the Attorney General for his decision, I went to her attorney Mr Ayob and informed him that we wish to have to obtain a statement from Mrs Mandela. He informed me that Mrs Mandela had availed herself of her right to silence.  I asked him to put it to me in writing and to the present I haven't obtained that in writing yet.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "So that was the stance of Mrs Mandela that she was taking her right to silence.  Is that correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Now might I then just put something to you in respect of the Stompie Trial.  Mr Sono my client says he was not unwilling to testify in the trial but that he was ultimately not called by the prosecution. Are you in any position to doubt that statement?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I do doubt that very strongly and this was not said to me alone, but it was also said in the presence of the advocate and to the advocate that he was not prepared to testify as he feared for his life, both he and Mr Shabalala said that, and Michael also didn't want to say that.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "The position is that ultimately those witnessed could have been called, they weren't called and the only reason they weren't called was that it was a decision by the Attorney General, not by my client Mr Sono.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is true but I think what contributed to a large extent was that they didn't wish to testify.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Can I ask you about a hit list which was found either in Mrs Mandela's house or in Mrs Mandela's office that was found in the course of the Stompie investigation, can you tell us anything about that?\nIt was referred to in testimony in the trial of the \nState v Lerothodi Ikaneng.",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I heard that statement, it was with the death of Maxwell Madonda.  Personally I never saw that hit list, and firstly I never had any notice of it. The investigating officer was a Sergeant van Zyl and I think he gave that testimony to the court.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "And did you not seek and follow this matter up with Sergeant van Zyl, after all you were investigating matters surround the Football Club?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Sgt van Zyl's case did not clash with my case at all.  The only clashing at such a point was that Mr Madondo member of the Football Club.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Have you any idea where that list might be?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I have no idea, I think that during the court case they were also unable to find the hit list.  I am speaking under correction.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Joseph.  You know that you have a record to maintain.",
            "Unknown"
        ],
        [
            "MR JOSEPH",
            "Superintendent, my surname is Joseph, I represent Katiza Cebekhulu and Emma Nicholson.  I have a few questions to ask.  I think it was you Supt Dempsey who gave evidence to the effect that you found certain clothing and other items that belonged to Katiza Cebekhulu in the home of Mrs Mandela. Is that correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes that is so Chairperson.",
            "Male"
        ],
        [
            "MR JOSEPH",
            "Can you remember precisely where you found these items and the clothing?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I'm not entirely certain but I think in the outside room, the first one at the back door.  One walks past the back door, the first room on your left.",
            "Male"
        ],
        [
            "MR JOSEPH",
            "And can you describe the nature of the articles that you found?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "It was clothing and one or two books on which his name had been written.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "As if, did you draw the inference that he might have lived in that room, use the room as a place where he went to sleep at night?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I came to the conclusion that he had been there because those goods were found there.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Now I certainly don't want to criticise you two gentlemen, as I believe I have an understanding of what your duties are in so far as investigating crimes are concerned.  I also recognise that both of you are police officers with many many years of experience.  I find this puzzling.  In regard to a simple crime, the crime of assault with intent to do grievous bodily harm on the person of Lolo Sono, that simple crime.  From your testimony you had uncovered evidence with three eye witnesses, those three people being the father of Lolo Sono, Nicodemus Sono's wife and the driver of the motor vehicle, Michael, I forget his surname.  Is this correct?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "No perhaps you misunderstand.  In those statements there was no mention that they had seen the assaults.  Sono's face was swollen. He does not state in this statement how Sono had sustained the injuries.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "I beg your pardon, did they confirm Mrs Mandela was present in the kombi?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is correct.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Did they confirm that Mr Sono had asked Mrs Mandela to give up her son, his son to him to let him take his son out of the vehicle, did they confirm that?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes I may speak under correction, it was some time ago, I can't refresh my memory about it but as far as I can remember Lolo Sono had been sent home with one of the guards or one of the persons who were in the kombi to go and fetch a jersey.  That is my recollection from the statements etc.",
            "Male"
        ],
        [
            "MR UNTERHALTER",
            "Thank you, I have no further questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Miller.",
            "Unknown"
        ],
        [
            "MR MILLER",
            "Thank you Chairperson, I have questions for Senior Superintendent Moodley.  The name is Michael Miller and I represent Thulani Dhlamini.  Now first of all Senior Superintendent, there was some evidence now that the cells of Mbatha and Dhlamini were bugged. Could you tell us some more about it, how you did this and what information you learned as a result?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "As a result of what was told to us we went to then convicted prisoners from Leeukop, one from Leeukop and one from Westville prison and put them in a cell at Central Prison. To hear perhaps from the conversations they had that we wouldn't pick up some sort of information that may lead us into the further allegations that were made that Mrs Winnie Madikizela Mandela was involved in this murder, that she had given instructions or something like that.  Nothing had come up to light at that stage.",
            "Male"
        ],
        [
            "MR MILLER",
            "And when was this, this year or last year or...(intervention)",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No 1995.",
            "Male"
        ],
        [
            "MR MILLER",
            "1995 and so you had no luck with this?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No but I had subsequently had, before I brought him up to Pretoria I got another statement from Thulani Mbatha.",
            "Male"
        ],
        [
            "MR MILLER",
            "Yes I think that is before the Commission.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's before the Commission yes.",
            "Male"
        ],
        [
            "MR MILLER",
            "Now at the trial they were charged with and convicted of robbery R145 from the late Dr Asvat.  Is that correct?",
            "Male"
        ],
        [
            "MR MILLER",
            "And yet we have heard the evidence this morning of Dr Ebrahim, that there was nothing missing from Dr Asvat's surgery, they balanced the books, there was no\nmoney missing.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I don't know where the figure came from but we got the figure of that amount of money that was missing.  I didn't tell you how the figure had come up but I'm sure Henk Hesslinga can tell you that, but we did have that figure, a figure, I don't think even the figure you're telling me now, I'm not even sure if it is the right figure or not, I cannot vouch for that.",
            "Male"
        ],
        [
            "MR MILLER",
            "Well I'm going to put it to you Superintendent that in fact there was no money stolen from the surgery, nothing.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "What I am saying is what I know at the time was money stolen, I can't give you the exact figure.",
            "Male"
        ],
        [
            "MR MILLER",
            "How did you establish this?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Well from the trial itself and from what Henk has said.",
            "Male"
        ],
        [
            "MR MILLER",
            "No but you were the investigating officer weren't you?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I wasn't Henk was the investigating officer.",
            "Male"
        ],
        [
            "MR MILLER",
            "I understood that you had all the time been the investigating officer in this case.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I assisted Henk in the investigation, I was never the investigating officer of this case.  It was mentioned by ...(indistinct) just now. This is why he wanted Henk to answer a few questions.",
            "Male"
        ],
        [
            "MR MILLER",
            "But did you attend the trial in this matter?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MILLER",
            "And it is correct that Dlamini made a statement before Superintendent Zeelie at Brixton Murder and Robbery in terms of which he stated that Mrs Mandela had promised him R20 000 to commit the murder.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes I'm aware of that.",
            "Male"
        ],
        [
            "MR MILLER",
            "And this statement was never put before the Court?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes.",
            "Male"
        ],
        [
            "MR MILLER",
            "Is that correct?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR MILLER",
            "In fact we've been given to understand that the prosecutor and apparently the police investigators also laughed at this theory and were not particularly impressed by it.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No no I don't know about the laughing part of it but all the documentation that we collected at the time and all the evidence we collected was given to the Attorney General, he decided not to use the evidence.",
            "Male"
        ],
        [
            "MR MILLER",
            "Do you know why?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I don't know.",
            "Male"
        ],
        [
            "MR MILLER",
            "Thank you I have no further questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kades.",
            "Unknown"
        ],
        [
            "MR KADES",
            "Thank you Mr Chairperson.  Mr Moodley the investigation was reopened in April of 1995 and a special investigation unit was according to the diary, established for the purpose of carrying out a, for the purpose of investigating allegations concerning the death of Dr Asvat, is that so?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR KADES",
            "Now when I look at your investigating diary Mr Moodley it strikes me that you were sidetracked completely, that you spoke to Mr Jerry Richardson, that he wouldn't give you any information until he received the R10 000, you paid him the R10 000 and you went off on an investigation concerning this young lady called Kuki, and you never again questioned Jerry Richardson about what he knew about the murder of Dr Asvat.  There is nothing in your diary which indicates that you did.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Because he wasn't involved in the thing.",
            "Male"
        ],
        [
            "MR KADES",
            "Well what do you mean not involved?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "He didn't have anything to say about the matter. ...(intervention)",
            "Male"
        ],
        [
            "MR KADES",
            "Well how do you know if you never questioned him?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did question him.",
            "Male"
        ],
        [
            "MR KADES",
            "Oh, where is that indicated in your diary?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "As I said this diary is not a diary as I would ...(intervention)",
            "Male"
        ],
        [
            "MR KADES",
            "Yes I know, do you have a note of it elsewhere?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I don't have it here.",
            "Male"
        ],
        [
            "MR KADES",
            "So what you ...(intervention)",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "It would be in the office I think ...(intervention)",
            "Male"
        ],
        [
            "MR KADES",
            "You are talking - sorry?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "If you ask Henk Hesslinga I am sure he's got the note.",
            "Male"
        ],
        [
            "MR KADES",
            "I am talking about you and I am talking about what you did. ...(intervention)",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I am not the only one who ...(intervention)",
            "Male"
        ],
        [
            "MR KADES",
            "And Hesslinga will speak for himself ...(intervention)",
            "Male"
        ],
        [
            "MR CILLIER",
            "With all respect Chairman, the counsel should give the witness an opportunity to answer the questions in full before he asks his next question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are all a little tired, would you give the witness the opportunity to answer the questions that you put to him please.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR KADES",
            "I will do that Mr Chair if you give me the additional time it takes the witness to.....(General laughter).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am trying to get us to have completed this part of our, if we can, before quarter past seven.",
            "Unknown"
        ],
        [
            "MR KADES",
            "Yes, I understand.   Mr Moodley I asked you to speak for yourself and leave Mr Hesslinga to speak for himself.  Did you, Moodley, question Mr Richardson concerning the death of Dr Asvat and whether he had any information concerning the death of Dr Asvat?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I questioned him, I can't tell you what questions I put to him, we questioned him.  When I say \"we\" it was myself, Henk and - I can't tell you what questions I directly put to him, I am giving you a version of what had happened at that prison at the time.",
            "Male"
        ],
        [
            "MR KADES",
            "Will you have notes presumably of the questions ...(intervention)",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I don't have notes.",
            "Male"
        ],
        [
            "MR KADES",
            "I am amazed.  And you didn't make notes in any diary or any book, any investigating diary and you didn't make any notes in the diary that we have here before us?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No.",
            "Male"
        ],
        [
            "MR KADES",
            "Well you see my problem is this, and this is one of the problems of the Asvat family, that they would not have known that you had not questioned, that there was no note of your questioning Mr Richardson if this investigation and this TRC had not sat.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "With due respect to you Sir and the Chair, both Dr Asvat and the gentleman sitting next to him, I just can't remember his name now, were continuously informed by myself personally, as well as in the presence of Dr Ahzar Cachalia when this entire investigation was going on.  We were reporting back to them on virtually a weekly basis, maybe, or whatever, but we got together.  I got together in Mr Asvat's house on an occasion.  So what I am saying to you is that we kept them informed, they put questions to us, we answered them at the time, I don't have any records of it now but if you ask Henk Hesslinga he will probably have records, I am not saying he hasn't got records or he doesn't have records.",
            "Male"
        ],
        [
            "MR KADES",
            "Mr Moodley, on the - Dr Asvat was killed on the 27th of January 1989, on the 26th of January there is a card indicating that Mr Richardson, that Dr Asvat had treated Mr Richardson and a note in red on that card, saying, in the handwriting of Dr Asvat, saying \"Sent by Winnie\".  You are aware of that or not?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I am sorry, I ask for apologies here, I didn't understand it, which part of the Richardson questioning this was, if it was at that time during the actual murder, on that date, it would be in the investigation diary of the docket.  Sorry about that.  But if you talk about 1995 this is what I am talking about.  Sorry about that.",
            "Male"
        ],
        [
            "MR KADES",
            "Did you question Mr Richardson, did you refer to him, the entry in the card regarding the date of the 26th of January 1989 that he was treated by Dr Asvat?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I did not personally, no.",
            "Male"
        ],
        [
            "MR KADES",
            "No.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No.",
            "Male"
        ],
        [
            "MR KADES",
            "And did you refer to the entry on the card that Mr Richardson saw Dr Asvat and received treatment from him on the day that Dr Asvat was murdered, the 27th of January?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No, no.",
            "Male"
        ],
        [
            "MR KADES",
            "Did you not think that was significant?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did not, no.",
            "Male"
        ],
        [
            "MR KADES",
            "You don't?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did not, no.",
            "Male"
        ],
        [
            "MR KADES",
            "You didn't?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did not question him on that....",
            "Male"
        ],
        [
            "MR KADES",
            "Is it not significant to you that Mr Richardson saw Dr Asvat within probably hours of Dr Asvat being murdered?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I would think that very significant, but I think Henk Hesslinga would have done that.",
            "Male"
        ],
        [
            "MR KADES",
            "No, no, no we are not talking about Henk Hesslinga, please, let's talk about Moodley, you, Moodley.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I told you for the fourth time now, no I did not.",
            "Male"
        ],
        [
            "MR KADES",
            "Why not?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Me Moodley did not, because I didn't question the man so how can I ask him if I never spoke to him and I never questioned him.\n   I am sorry Mr Chair through you, I think I have answered this question.  I at no stage did I speak to Jerry Richardson during that time.  I only spoke to Richardson in 1995.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sorry but I thought I heard you say that at the time of the murder we questioned him.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "No, no, no, I am sorry Mr Chairman, if I came across like that it's totally incorrect.  I spoke to him in 1995 at the prison when this informer thing came about and the Kuki Zwane came about.  At the actual - that's why I apologised to the Advocate just now and said I am sorry, that information would be in the actual docket.",
            "Male"
        ],
        [
            "MR KADES",
            "Sorry what information would be in the actual docket?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "If Jerry Richardson was questioned by Henk Hesslinga it will be in the actual docket.  I did not question him so it won't be in the docket.",
            "Male"
        ],
        [
            "MR KADES",
            "I see, and you didn't consider that this was a line of investigation that you should again follow up in 1995?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No.",
            "Male"
        ],
        [
            "MR KADES",
            "Did you read the docket before you embarked on the 1995 investigation?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "No I did not.",
            "Male"
        ],
        [
            "MR KADES",
            "So you went into it blind?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I was led by Henk Hesslinga.",
            "Male"
        ],
        [
            "MR KADES",
            "So if you have not done anything that maybe you should have done the reason for that we will find with Henk Hesslinga?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct.",
            "Male"
        ],
        [
            "MR KADES",
            "I see, who conveniently is not here today.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I don't know about conveniently, but the man had two operations and he's lying in bed, he's prepared to come here though.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we just find out how far you are Mr Kades?",
            "Unknown"
        ],
        [
            "MR KADES",
            "I am getting there Mr Chairman.  Yes you see we were informed by the Minister, Sydney Mufamadi, and I think we were also - no we were informed by the Commissioner of Police, George Fivaz, that the reason you were put back onto the case was because you were the people who had knowledge of the matter and because of your knowledge having been the original investigating officer that you would be the best people to continue with the investigation.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Mr Chair may I just explain this.  When this team was called up to investigate this in the presence of Dr Asvat sitting there (...indistinct) and sorry the gentleman next to him, Commissioner Levisa and I think it was Ahzar Cachalia, Hesslinga said we want to withdraw from this thing because I don't think we should do this.  Mr Ebrahim Asvat said listen Henk please, he called him by his name, he said Henk I want you please because you have ...(intervention)",
            "Male"
        ],
        [
            "E ASVAT",
            "Haaaaa(aghast sound emitted)",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            ".... knowledge of this thing you must please go on with this.  Henk will repeat it.",
            "Male"
        ],
        [
            "MR KADES",
            "Well you have heard the response.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "Because if there was a problem we would have been taken out of it, the police force wouldn't let me go on with it if there was any allegation that I had committed anything that was wrong.",
            "Male"
        ],
        [
            "MR KADES",
            "Where is the docket in which is contained the information that you say Mr Hesslinga took and put in the docket?",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I don't know where the docket is ...(intervention)",
            "Male"
        ],
        [
            "MR KADES",
            "Well who would know Mr Moodley because I understand from the TRC investigators that the last person to sign for the docket is you.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I think you are a bit confused but the docket we are talking about I signed for is not this docket.",
            "Male"
        ],
        [
            "MR KADES",
            "No, no, no, no, I am talking about the docket in the case against Mbatha and Dhlamini concerning the death of Dr Asvat.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "May I please ask the Chair to assist me here because there is a bit of confusion here.  The docket I signed for what Piers is talking about is the Lolo Sono, Vincent Shabalala docket for which Piers has got a signature, I at no stage signed for the Asvat docket.",
            "Male"
        ],
        [
            "MR KADES",
            "I am sorry Mr Moodley I am told, and I have not seen it myself, I concede that, but I have not been misled till today or till right now by the investigating team of the TRC and I don't see why they should, I have been told that the docket was signed for by you and the docket is no longer available and cannot be found.",
            "Male"
        ],
        [
            "HOOTHRA MOODLEY",
            "I still don't understand Mr Chair, would you please help us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Pigou can you help?",
            "Unknown"
        ],
        [
            "MP PIGOU",
            "Whether or not this resolves it I am not sure who in the TRC investigation unit told you that the Asvat docket was not available and had been signed for, the only docket I am aware of where - is the one which Snr Supt Moodley has been talking about.  I am under the impression that the docket may well be in the office of Attorney General de Vries.  One of the investigators from the Johannesburg office was there in the time when I had left the TRC I believe August, September, in de Vries' office and came back with notes on the basis of that docket.  So we will communicate with the Attorney General de Vries' office tonight, I will speak to Kevin Attwell and see if I can make that available for you tomorrow morning.",
            "Male"
        ],
        [
            "MR KADES",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I persuade you to try and move towards a conclusion.",
            "Unknown"
        ],
        [
            "MR KADES",
            "Yes, Mr Chairman might I make the suggestion Mr Chairman in everybody's interest that in view of the fact that questions asked of the witness are by him referred for answer by Mr Hesslinga that the witness be recalled and asked to be here when Mr Hesslinga gives his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think that is ...(intervention)",
            "Unknown"
        ],
        [
            "MR KADES",
            "And then I will keep quiet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh how wonder...- yes.  Mr Cillier would it be possible to have your other client available on Wednesday?",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "Yes, I think that will be possible Mr Chairman and I will most definitely ask Mr Moodley to be present on the condition that my learned friend sticks to his promise that he will keep quiet then.  (General laughter)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Any other?",
            "Unknown"
        ],
        [
            "MR RICHARDS",
            "Thank you Chair.  Unfortunately what I should do if this were a court of law, which it is not, is put my leverarch file of versions to both the witnesses but I don't believe that type of cross-examination is necessary, so what I am going to suggest that if Supt Moodley and Hesslinga are going to be here on Wednesday I will prepare very limited questions for them for then, and only ask a number of questions to Supt Dempsey because I really cannot do what I should do in three minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes go ahead.",
            "Unknown"
        ],
        [
            "MR RICHARDS",
            "On that basis I will proceed.  Supt Dempsey when you met with Temba Mbatha did you discuss the Sono, Shabalala saga with him?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I cannot remember doing so.  It's possible that there might be notes in this regard.",
            "Male"
        ],
        [
            "MR RICHARDS",
            "Because one of the statements that Mr Richardson will say is that he and this Temba were the last to see the graves where Lolo Sono and Sibusiso Shabalala were buried, and my question is, did Temba Mbatha say anything about that, to your knowledge?",
            "Male"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I cannot remember but what I do have and I have it in writing, when I arrested Mr Richardson I specifically asked him whether he knew Lolo Sono and he said no.  I asked him if he knew Shabalala and he replied in the negative.  Again it is in writing, it is available should you wish to have it.",
            "Male"
        ],
        [
            "MR RICHARDS",
            "No I fully accept that it's only recently that Mr Richardson has decided to make written statements and to give information freely and so forth, but on the basis outlined to the Chair I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I thought you people had had your bite.  Anyone here?  Maybe I should start on this side, yes.  Yasmin.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Dempsey did you know that Temba Mbatha, rather I should  ...(tape ends)  was an askari?",
            "Female"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I saw this in his statement which he made and where he mentioned that he was an askari.  That was the first time that I saw this.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Why was he handed over to Jan Potgieter?",
            "Female"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I did not handle him at all. He was already in detention with the security police and I myself and the advocate for the prosecution went to see him in detention.  He was not at all handed over from one person to another by me.",
            "Male"
        ],
        [
            "MS SOOKA",
            "If I am not mistaken and our investigation unit will correct me, it was after you handed Mbatha over to Jan Potgieter that he was handed over to Eugene de Kock for ....",
            "Female"
        ],
        [
            "MP PIGOU",
            "Chair if I could just come in here, our understanding from the information presented to us by Mr Potgieter and Mr de Kock is that a request was made by Mr Dempsey to pick up Mr Mbatha that the security branch did the picking up and they did the interrogating, they did the handing over, there is no indication in the information provided by Jan Potgieter that Supt Dempsey was involved in that process at all.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thanks.  Why did you never bother to find out after you made this request about what had happened to Temba Mbatha?",
            "Female"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "After the prosecuting advocate had decided to lead his testimony it was irrelevant to me we were not going to use him so why would I have anything to do with him further.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you have the statement available still?",
            "Female"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Yes, the statement are still available.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Can we ensure that they are actually handed over to us?",
            "Female"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "That is not a problem, it will be done.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  Mr Moodley do you know that the sister of the handler of, the alleged handler of Jerry Richardson made a statement to the Commission where she alleged that her brother had been set up in this incident where the MK operatives had been shot?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I am not aware of that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How did you establish conclusively that Jerry was entitled to the money that you handed over?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Okay I didn't, I jointly did it, but I didn't myself come to this conclusion.  From what Jerry had told us Henk Hesslinga went and drew the dockets, from the information from there he went to Soweto Security Branch and made enquiries from certain people and he can explain how that whole thing came about.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So we can assume that he was paid these funds for work that he had done already, not for work to be done?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "No, no, we only paid him for what work he is going to do for us. He would talk to us on condition we give him for what he was owed.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am sorry I have not been able to come to the bottom of this - was paid the sum of R10 000 and this was done jointly by you and Col Hesslinga, now was this for services rendered or services to be rendered?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Services to be rendered, but he wouldn't talk to us unless we gave him that money, in other words his indication to us is that I don't want to talk to you because the security branch owe us this money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can you be owed if you have not done work?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "No, no, no, he told us what he had done, and we wanted him, he said he will talk to us and we must test his information from Kuki Zwane's information and if we pay him he would cooperate with us.",
            "Male"
        ],
        [
            "MR KADES",
            "Mr Chair I can resolve an awful lot of what is going on very quickly.  What is the Superintendent is saying is not in dispute, I can say more but time does not allow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no what these English words mean, he claimed money and I mean you can't just put a claim.  He's not done work for you.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says I will do work for you if you get these people to pay for what I did.  Now at least the kind of English that I studied says  I am paying you for work that you have already done so that you can maybe - he's saying probably it is to trust you, if you pay me for work done I am going to do work now for you.  But you see your Commissioner, I mean I think that this is the point, your Commissioner says no we paid him for work to be done and you are saying the same thing.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You paid him for what he said he was owed, how can you be owed for something you have not done.  I mean it makes no sense.  Yes it was your turn, yes.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You see I have a problem because then I would like to know what were the services that he actually did render before, or rather at the time he alleged that the security branch owed him this money?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "From what he had told us, the information that he had alleged that he had given the security branch was informing that these two people were in his house.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So he then arranged for the execution of these two people by the police?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I am telling you what he told us, that he informed, the execution I don't know about.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Let's leave that.  You see I have a problem because the three names that run constantly through all these cases, from the police side, is Mr Dempsey, yourself and Colonel Hesslinga.  Again when we look at the Asvat matter, Dhlamini alleges that on his way from the cells in Lenasia to where he was taken where I think his first statement, he was beaten in the vehicle by yourself and Colonel Hesslinga, and in fact from the records that we have a trial within a trial takes place to in fact the question of these allegations.  Of course the court finds that neither you nor Colonel Hesslinga nor any of the other policemen who handled this man could have beaten him, so one isn't able to take it further.  But again your two names crop up.\n Then in his statement Dhlamini alleges that right at the beginning he makes this statement, sorry Mbatha was beaten up by you and Hesslinga, he made the allegation, but Dhlamini says that -\n\"In my statement I admitted that Dr Asvat was killed by me and Cyril\".\nhe makes his first statement on the 18th of February to this Lt Zeelie, but it's kept away from the court.  Now one begins to find this pattern almost that you can't touch, you can't get to any kind of proper conclusion in any of these matters, and when you analyse it either the dockets are missing, we can't track them down, your three names come up.  What are we here to conclude?  I don't know and I would really like to get an answer from you on that matter.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I can't help you there because if you can't conclude this then I can't help you on that.  What I am trying to say is it just so happened that we had to be, or we were the investigators at the time.  There is an allegation that we, to get a confession as you, is it the confession, that we beat this man. It was a trial within a trial a Judge sat there and he decided that was untrue.  I can't comment on that, okay.  This statement that you are talking about I am aware of, it wasn't used, it's not my fault it's the prosecution.  You must ask the Attorney General and say, why didn't you use it, maybe he will be able to explain why he didn't use it.  It's no good asking me, with respect to you Mr Chair, we give all the statements to the Attorney General.  He sends them sometime and say actually this statement is not full enough, get me another statement, get me an addition to what has been said here, I need clarity.  I go and I get it.  He decides what he wants to use and what he doesn't.  We don't dictate terms to the Attorney General, they dictate terms to us.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You see I am just very worried because in 1995 this unit is put together with you, Col Hesslinga to re-look into these matters and yet nothing happens after that, so it is quite a difficult issue to comprehend. ...(intervention)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Sorry Mr Chair through you can I ask, what do you expect to happen if there's no evidence?  What would you expect to happen?  Tell me and then we can help.  I am prepared to help, I am prepared to go back and do everything again if you tell me where to go back and start again.  We tried everything.  I tried to the best of my abilities with the Asvat family, everything I could do, I had sleepless nights over these things, I slept in my (...indistinct) we did a lot of things in this thing, but what I am saying is you must come back to me as an investigator and say HITE go back here and this guy can tell you, and let him tell me the honest truth.  We look into it.  I went back to Dhlamini, I took I think about six or seven page statement from him, but it didn't go take me anywhere.  I went to Cebekhulu and the same story.  What I am asking you, through the Chair ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "Sorry with respect, no ...(intervention)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "...you must tell me with due respect to you ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "I want to stop you there with respect, you are deciding whether it has any value.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I don't decide that, no, no, stop again ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "But that's what you said now.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Now you must stop again ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order, order, order.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "If I give it to the Attorney General then he decided.  I have got a letter from him that he decided, that letter, a copy of it was given to the Asvat family, a copy was given to the Minister, he addressed the letter to the Minister.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Thank you.  Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I only have a couple of questions and I am being very fair, I am going to put some to Mr Moodley and some to Mr Dempsey, in fact only one to Mr Dempsey and only two to yourself, very quickly, and it's really trying to clear my own thinking on this one.\n First tell me Mr Moodley, for my own satisfaction, the original investigation into the murder of Dr Asvat, the investigating officer there was Colonel Hesslinga?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "That is correct.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And you had nothing to do with that, you weren't helping him at the time?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "I won't say I had nothing to do, I was assisting him on times, at times I did assist him.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Okay, so that both of you in '95 took up the reopening of the investigation having been part of it when he was murdered?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "That's correct.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Okay.  So you must have known that Richardson had been to see Dr Asvat within hours of his murder, right?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "I did know that and I still know that and I will always know that, but I didn't question him, that's what I was trying to say is that I didn't personally put those questions and show him the card and say Richardson, there is the card that says you were here and all that, so this is what I am trying to say.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Right, just what I am trying to get at is you work as a team so somebody must have questioned him on this ...(intervention)",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "It will be Henk Hesslinga.",
            "Male"
        ],
        [
            "DR BORAINE",
            ".....because it's so important, right.  And you don't know anything about the answers even though you were part of the team?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "No it's not necessarily I am all the time there when they are doing the questioning, it depends where I was at the time.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But you read the reports surely?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "I don't read all the reports, no necessarily.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Even though you are part of the investigative team?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "No because Henk is carrying the docket.  I know you find it difficult ...(intervention)",
            "Male"
        ],
        [
            "DR BORAINE",
            "...I have got your answers thank you very much.  Just the one other aspect, the R10 000, that was given to Richardson because he told you that the Security Branch owed him that money and he was prepared to work for you provided he got that money so you were really paying him as a kind of an advance hoping to get his cooperation, is that right?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Had we not given him that money we would not have found Kuki's body and we wouldn't have got the information he gave us to the mine, because that was the first information ever got of Lolo Sono and the mine and the first ever - nobody knew about Kuki.  Kuki was written off, even her family didn't know where Kuki was.  They were under the impression she's overseas somewhere, but now that's the kind of information he gave and had we not given him the   R10 000, if we said listen guy fly a kite, we are not giving you any money, we don't know about those, we wouldn't have resolved this case.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I appreciate that entirely, what I can't understand is, you know R10 000 is quite a lot of money and yet he won't even give you a statement.  You say he won't be taped in an interview, he doesn't give you a written statement, don't you think you were short-changed?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Well I was satisfied with what he gave me, but we were still talking to him about giving us a statement when he refused after we had given him.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So you gave him the money and he refused to cooperate?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Afterwards ja.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So it's a bad deal?",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "It is a bad deal, ja.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I will ask Supt Dempsey just one question.  We have been sitting here now, this is the sixth day, and there is a lot of - we've heard lots of lies, lots of half-lies, half-truths, truth, the whole spectrum, but one thing is clear and that is that the police over a period of a long time harassed Mrs Mandela, am I correct in that?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I cannot comment on harassing her, I never harassed her, I don't know about other people but personally I didn't.",
            "Male"
        ],
        [
            "DR BORAINE",
            "It's general knowledge that she was constantly interviewed, sought out, imprisoned, banished, banned by the police, right?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Mr Chair I cannot comment on this, I was not involved in this.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Are you denying that that happened?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I cannot deny it, but what I am saying I was not involved.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I am not suggesting you were involved, I am just saying this was happening within the public domain, everybody knew about it, everybody who reads newspapers, listens to the radio, watches the television knows this to be true.  Now what I cannot understand is that you then decide that in the course of your investigation it would be helpful for you to be able to interview her and even possibly to get a statement to assist you in your investigation.  You make one phone call, you make one visit and she is not there.  I put it to you that if it was anyone else you would have gone there many times, you would have made many phone calls, if it was me for example you wouldn't have let me get away with that or would you have?",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I repeat again what I stated earlier on in my evidence.  Shortly after receiving the case of Sono to investigate the Stompie case was also allocated to me and before we raided Mrs Mandela's home I went to be enlightened and advised by the Attorney General and he gave me the advice that Mrs Mandela had to be approached when proper evidence had been accumulated against her.  The docket would then be submitted to him and then he would decide that I had to approach her for a statement.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But you had allegations from more than one person, I am not saying any more than allegations but pretty serious allegations then surely if people make allegations of a serious nature you check it out and the only way you can check it out to be fair is to go and see the person against whom those allegations were made.  Now it doesn't seem to me that you actually did very much about that, that's all I am saying.",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "Chairperson I don't think it is true that I didn't do much about it.  I was advised not to approach Mrs Mandela unless and until such time as I had collected enough evidence against her.  She was approached on a second occasion, and I have already testified to that effect where she used her right to silence and I asked her advocate to put this to me in writing, he promised me that it would be done and he never did it.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Okay lastly, I promise you lastly.  You had information at your disposal and you say to us inter alia that when you were trying to get information from people about either Mrs Mandela or the Football Club it was like a light being switched off.  I suggest to you that your light went off as well.",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I don't believe my light was switched off because I kept trying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Faizel.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Gentlemen can I just say that I was hoping with the three of you coming initially that you would actually throw some light on what we have been listening to in the last six days because clearly you are very professional in your approach, you have gone right up the ladder in your careers, but what concerns me is that we are told by both of you that there was no political pressure put on you or there was no political culture that prevailed at the time, now I just want to remind you, okay, let me just go back a little, we are not talking about a normal society with a normal police force and a normal justice system.  We have heard sufficient evidence in these hearings as well as our special hearings that there was a great deal wrong with our system.  If we look even in the period between 1990 and 1994 14,000 people died in this country, 14,000.\n Now what I am not hearing either from Supt Dempsey or yourself is that we are looking at a period like 1988 when you come into this case where we have been told that people were being abducted, tortured, there were people's courts going on, women being raped and you come into that situation.  We've also had the situation in the last three days, never mind what we have heard over the last 20 months where people have come in and said we were tortured and they broke down right here in front of us.  And I hear from Supt Dempsey then that when he tried to question, and you've got an organogram there of the Mandela United Football Club I am sure there was one available at the time as well, that when you tried to question these people it was like the lights going off.  But gentlemen I mean that hasn't been a problem in the past.  We've had hundreds of statements of people being tortured.  I mean we have already here, and you haven't responded to that, where somebody is actually saying you yourself were involved in assaulting, Mbatha.  \n And what is striking for me, I am just going to take the Asvat case, what is striking for me is that even at the time you don't question Mrs Sisulu, you don't question the Janas, Mr and Mrs Jana, you don't question Mr Mayet.  We go to 1995 the same situation prevails, but yet the case is closed.  Now at the time was there not some movement within your own force where you were working, wasn't there any link-up with Stratcom, because we have heard about Stratcom in the last few days, where there was a clear move towards discrediting not only Mrs Madikizela-Mandela but many other people, wasn't this part of the culture that prevailed at the time, that said well let's leave things alone, you know we are being informed by our Stratcom officials, but let's leave these things alone, enough of a situation is being created so we won't interfere any longer?\n We come to 1995, can we also assume the same sort of political pressure and the same sort of political is prevailing which prevents you from going any further?  Sorry I have said a lot but I want you both to comment.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "First of all I'd like to say if you said I didn't dispute the fact that I tortured a guy, I didn't torture anybody.  It came out of the court hearing and this is why the court had found that confessions be admissible, and that's the first.\n Secondly, when we did this investigation in 1995, and the last four days, five days that I have been sitting here I heard so much of lies from the very same people you are now talking about, Cyril Mbatha yourselves in this hall here heard him contradict himself.  Jerry Richardson came out afterwards and said he killed Kuki Zwane; Jerry Richardson he killed Lolo Sono; we are investigators, we are detectives, we you must know in that old culture had nothing much to do with these organisations.  We weren't the security branch, the security branch was a unit on its own, we never even went to their doors.  I came from that unit, I know what the unit is.  When I was in Soweto it's a different culture.\n What I am trying to get across to you here ...(intervention)",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Moodley sorry, I mean I understand what you are saying, but just earlier on when asked about an askari you talked about the link-up with the security branch, so not you, but Mr Dempsey talked about the link-up, so you know let's try and get some semblance of sanity within these discussions.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "Let me get some sanity with the discussions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give him a chance to answer please.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "When we ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you could try and do it briefly.",
            "Unknown"
        ],
        [
            "HOOTHRA MOODLEY",
            "I'd like to be very brief but one word answers doesn't seem to work here Mr Chair, it doesn't seem like it, you need a big explanation of what's happening here.  We as the Murder and Robbery Unit we know for instance, I am not saying any particular - say an organisation, it can be AZAPO it can be anybody that that man we are looking for him, we don't have the means, we don't have records of these people, the people that have the records the first thing comes to mind is, let's try the fingerprint bureau see if they've got anything on this man's ID number, let's try the computer system, let's try the Security Branch, maybe they've got a file on this man.  We phone them and tell them we want Mr Naidoo, he lives at a certain address, can you try and trace him for us.  That's the type of link we had with these people. So we used them as a means of investigation like I would use a fingerprint expert or use a forensic science laboratory.  I would go to them and say look I am looking for Mr Naidoo, he belongs to this organisation can you help.  Through their tapping and their intercepting of mail they will come back to me and say HITE anyway we know where this man is, go and find him here, or they will tell us the man is out of the country, that kind of situation.  So you must try and understand the culture, the situation we as detectives were in at the time.  They wouldn't come and tell us what - they would even bug our offices, we don't even know about it.  You know what I am saying, I am trying to get this across.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can Mr Dempsey try.",
            "Unknown"
        ],
        [
            "FREDERICK HENDRIK DEMPSEY",
            "I don't know whether I will be able to assist you further but my reply will be brief.  No, there was no political pressure at all exerted upon me.  I walked with an advocate of the Attorney General's office and he would definitely not have allowed this to happen.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I just want to check one more thing with you.  It's quite clear from what you have said that you and Col Hesslinga were the original investigators of the Asvat murder, is that correct?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I assisted, yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Yes.  Now if any one of the two of you or anybody working under you had interviewed Jerry Richardson about the medical card it would be attached to that docket, but am I correct in saying that when the investigation was reopened in 1995 under the steam of again Hesslinga yourself, that this document represents probably the sum total of the work of all the people involved in the different investigations and there are three of them in the organogram, and from your own words every time somebody did something it would be handed to somebody who would type this into the computer, so this would represent then a record ...(intervention)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "....where we are at the time.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So would I be correct in saying that if anybody had interviewed Jerry Richardson it should probably be in this document?",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "But there's no reference there.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Where what Richardson told us?",
            "Male"
        ],
        [
            "MS SOOKA",
            "No about the visit Richardson paid to Dr Asvat for the ...(intervention)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "We didn't go and canvass what we already knew.",
            "Male"
        ],
        [
            "MS SOOKA",
            "No but ...(intervention)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "If it was in the - I am telling you now if Henk already knew about that, if it was like somebody told me before if Henk had that card would Henk have questioned, I said yes he would have questioned him.  What I am saying is I don't think Henk or I would have re-canvassed the same issues ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "Because there is no reference to that in this document.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "I understand what you are saying.  You know we have got all these statements, we have had all these evidence, we've been through it 101 times to get to where we got in this trial, in that trial at the time.  A rope was dangling in a man's face that he was going to hang, he didn't know when, today, tomorrow or when, but he never at any stage told us, I got the gun from Winnie.  We were put in that predicament, wait I am telling you now ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "But - I am sorry, I am sorry, I don't want to argue (...indistinct)",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "So what I am trying to say is those kind of things didn't come out then but it's come out now, but I would like to investigate it, if he says so he must come with that kind of evidence.  What I am trying to say is we didn't cut things short because of convenience in any way, if it's being alleged that way. We would like to help this Commission to get to the truth and if this Commission can direct us to where to go we'd like to do it.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Ja but you see with respect there is one of the two witnesses did make such a statement which, whoever was investigating didn't think it fit to be used in the prosecution.",
            "Female"
        ],
        [
            "HOOTHRA MOODLEY",
            "Not the investigators, may I correct you again, it's the Attorney General.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thank you very, very much gentlemen.  I was going to say you should stand down but because the third of your trio is not here and it may just be, certainly I think you Snr Supt Moodley it would probably be better if all three of your clients were here at the same time when we ask Mr Hesslinga to turn up on Wednesday.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "I will make an arrangement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thank you very much ...(intervention)",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Chairperson may I just make one small request.  I have looked at the investigation notes, Mr Hesslinga does not have personal knowledge that Jerry Richardson is an informer, his notes seem to suggest that it is a certain Lt Col Muller who knows those facts and we have requested that we would want to have direct evidence about Richardson being an informer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible for you to help us with, is Inspector, what is his rank?",
            "Unknown"
        ],
        [
            "MR SEMENYA",
            "Lt Col Muller.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Colonel Muller when instead of the trio we would have a quartet.",
            "Unknown"
        ],
        [
            "MR CILLIER",
            "Mr Chairperson I will try to assist, I am not appearing for the police force I am only representing these individual policemen actually subpoenaed, I will tell the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I will be very grateful if you could assist us, but then we will see what we can do but if you can do it we will be grateful to you.  I am sorry that I had hoped to go on up to seven, some of my hopes are not always achievable.  We will resume at half past eight.  And I have to indicate that it may appear, we have not spoken to you, but we've got to finish on Wednesday, but if we don't finish on Wednesday then we have to move on to Thursday.  No, no, no I mean I understand, I am just giving a warning that we have got to finish and clearly I mean we must have ample time for Mrs Madikizela-Mandela to testify and I wouldn't want us to short change you.  I am just giving advance notice.  I should in fact be in Cape Town for another hearing but it may just be.",
            "Unknown"
        ],
        [
            "MR RICHARDS",
            "Chairperson with all the good will in the world, if I am going to persuade the High Court to let me go on Thursday morning, I did that this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are going to depend on the number of times you intervene  (general laughter) (...indistinct)",
            "Unknown"
        ],
        [
            "MR RICHARDS",
            "What I was going to say it might be an idea which can be discussed between the parties that Mr Richardson ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me I haven't said this hearing has ended, could you please sit down.  Thank you.",
            "Unknown"
        ],
        [
            "MR RICHARDS",
            "It might be an idea which I am quite prepared to suggest and agree to it insofar as it's relevant that Mr Richardson give evidence first thing tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No,no, no, I think we have got to try and follow - we have and we still hope to finish on Wednesday, but I am saying that it might just be possible. Don't get over-anxious.\n We adjourn until 8:30 tomorrow morning.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}