{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-14",
        "location": "KING WILLIAM'S TOWN",
        "day": "3",
        "names": [
            "MARK RICHARD SPARG"
        ],
        "case number": "EC1449/97SBR",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55489&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/komsprg.htm",
        "speakers": [
            "CHAIRPERSON",
            "MARK RICHARD SPARG",
            "MRS CRICHTON"
        ],
        "original_speakers": [
            "MARK  RICHARD SPARG",
            "CHAIRPERSON",
            "MR SPARG",
            "MRS CRICHTON"
        ]
    },
    "testimony": [
        [
            "MARK RICHARD SPARG",
            "(Sworn states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I welcome you Mr Sparg and we will ask Mrs June Crichton to direct a few questions to you just to give you a chance to tell us your story.",
            "Unknown"
        ],
        [
            "MARK RICHARD SPARG",
            "Thank you.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Good morning Mr Sparg.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Morning.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "I believe you are fluent in Xhosa.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "I'm not fluent in Xhosa.  I don't think that my fluency would be adequate for this Commission, so if you don't mind.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "That is fine.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Although I do understand Xhosa to a large degree.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Right, well then we will speak in English to each other.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Thank you.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "You were a resident in Komga at, in 1993.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "No,  the facts I hear when you mentioned that my case regards arson are involved in Komga  in 1993.  I was actually in 1993 at a place called Nochga in the Transkei.  In fact at Nchoga Cash Store, which is near the famed Nochga irrigation scheme.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "And you were, at that time then.   You've got a story to tell us about a dispute that you had that involved your time there, your family.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Yes.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "And you alleged that this was by PAC members.  Now, before you start, could you give us a bit of a picture of what the political situation was as you understood it at that time?",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Yes.  In.  I arrived in Nochga in 1992.  Being an ex-Trankeian, and I say that, because when the Independence of Transkei or Transkei became Independent in 1976, people like us were sort of left without a home.  We were actually made, or we became, how could I say, refugees in our own country.  So, I went back to Nochga in 1992 with the intention of re-establishing my roots in the country of my birth.  I leased the shop from a Mr Nxangele, who at the time was in detention in connection or so-called connection with a coup in the Transkei, so I had to actually go to the Court to get him to sign our Lease and I leased Nochga Cash Store and began trading in approximately August 1992.   We did very well.  Our turnover by that December was in the region of R200 000-00 for that month, which you know if you put a station that is 4 months old, would show you that we had lots of support and were well liked by the Community.  People knew my father.  People knew our heritage and we were welcomed back in the Community with open arms.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "This store that you had.  It was a cash store.  It sold general goods to.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "General Dealer and Hardware.  Similarly we revived what was, what used to be run by the old trader in the Transkei, who sort of was bought out after Independence.  People were left.  Traders were left in a situation where they had no security really.  They were.  It said that they could stay but nobody knew what, where the political scenario was going and where we would be left ten years down the line, so a lot of traders opted to leave the Transkei, which was a  very sad thing.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Can you now, can you now tell us who the harassment began and what form it took ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "In  mid 1983, I became a member of the ANC, a card carrying member of the ANC and I actually allocated, they requested me for offices on the shop premises so that they could run an election campaign from there and so build their structure in the Nochga district.  Towards the end or threequarters of the way through 1993, I visited a friend of mine called Brian Wiley at Toinga and he",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Sorry I'm just going to interrupt you there.  You said you became a card-carrying member in '83, now you've jumped to '93.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "I mean '93, sorry.  If  I say '83, please excuse me, I'm talking in  the '93's.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "So it was in '93 that you became a card-carrying member.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "That's right.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "One Sunday, we visited a friend of ours, Brian Wiley, who was trading at Toinga., a Trading station which is in the Waducha Basin and from there was an election, well, when I say an election rally, it was a rally being held by the ANC at Klerkbury.  So Brian and myself and a gentleman that worked for us went to the rally.  We were very kindly, we were one, I suppose there must have been say, five or six thousand people there and we were the only and I don't like to mention the word white, but we were the only three white people present at the rally and were very kindly asked if we wanted to sit in the shade on, amongst the dignitaries because there seemed to be some room there, which we accepted because I mean, if you're not used to standing in the sun, you know you can suffer a little but and anyway I recall Mr Mandela speaking of a Reverend Harris that taught him at a Missionary ,  Mr, Reverend Harris was a Missionary\nin those days, and he instilled in-.  I'm not transgressing, but it's a part that I particularly remember of this.  We actually discussed this on our way home, back to Toinga and we found it very enlightening.  He instilled in Mr Mandela, the ideas that probably would, if I could put it this way, of human rights that would be embodied in our Constitution to-day, and it was a very poignant fact for us to remember.  Anyway-,",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "I'm going to just interrupt you, I'm sorry to do this.  I just want you to clarify something.  This man Brian, was he also a cardholder of the ANC ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Well, he actually was a Committee Member of the Toinga branch of the ANC.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "So he was a Committee Member?",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Ja.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Well, the Friday of that week.  That was the Sunday.  The following Friday I came to fetch my son in aah, he was at boarding school in Komga and my wife phoned me, well I actually phoned home to see how things were and they said that Brian had been missing since the Wednesday I think it was, the Wednesday evening.  Well, his body turned up.  He was dead.  They found him on Friday lying in the feld around in the Toinga, I mean in the Hadutschwa district and you know, this unsettled us a little bit, because and to-day we have actually never really heard what the reasons for his death were.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "What was his surname- um.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Mr Brian Wiley.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "I beg your pardon ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Brian Wiley.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Wiley.  Thank you.  Continue.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Anyway, towards the end of November 93, we received word in our shop from our guard that was in our employ.  He said to us that he feels that he better resign, he's leaving, because he'd been told that they're going to kill him.  Who they were, I still don't know to-day.  I have my suspicions, but of course suspicions aren't the facts and ,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just an interruption.  There is a lot of interruption that is taking place.  I suppose that.  We would like people to keep quiet because the noise is affecting our concentration.  We have to listen clearly when a person is on stage.  If people want to go out, please go out quietly, because you are disturbing our concentration.   Thank you.",
            "Unknown"
        ],
        [
            "MARK RICHARD SPARG",
            "May I digress a bit,  a month or two before the November, we, there was a Commission  in that 1983  year set up to try and fathom out  what should happen to  the\nNochga scheme.     In fact, one of your Commissioners, Mr Dumisa Ntsebeza chaired that \nCommission.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Oh, I am.  You've said again '83, are you meaning ...",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "I mean '93, sorry, and I was asked by the ANC Branch in Nochga to stand up and put some proposals forward to this Commission as to what we thought should happen to the Nochga scheme, because at that stage it was in complete disarray.  No direction, and even people working there had no tenure of employment.  They didn't know how long they were going to be employed.  I don't think that what I said actually appealed to a lot of people and I think perhaps I made some enemies, possibly with  people that were in charge of the Unions at Nochga, but anyway I think that is a salient point because towards the, from then on towards the end of the year we used to get the sort of statement to say well what do you white people want here.  We don't want you here.  Very strange, because I'm an ethnic person myself in a sense.   I'm a Transkeian.  I know nothing else.  Trading is in our blood and we didn't understand this, it sort of  took the ground out from under our feet.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "You talk about threats being made to you.  Were they verbalized to you personally ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "In the shop, Ja.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "And so you knew the people that were making these threats.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Not particularly.  People that we..  weren't regular people in our shop and that's you know that's  what worried us because had they been people we knew, we could have gone to the structures in Nochga and said look, you know this is what is happening.  Can you help us here ?.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Continue.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "And we also found that people that we thought we could trust, we could no longer trust, because you could judge by a person's attitude towards you.  Anyway, towards the end of  November in 1993, we received word through our guard who worked in the shop and now he's job was to assist us with theft and all the necessary things that, the normal things that a guard would be expected to do and he came along and said, look he must leave because he's been threatened with his life.  Now at that, by that time I had opened what they called The Nochga Flats Store.  They were about 4 kilometers apart.  That was really near the heart of the scheme, the second shop.  So, I went over to the, to the Nochga Flats Store with the intention of closing it immediately, because I couldn't control 2 shops if a Toi Toi arrived on my door and at the time, I said to my customers, look I didn't know what's going on but I must close this shop.  I have to ask you to leave, but I believe that some of my staff could enlighten me as to what's going on here, because I believe that some of my staff are being intimidated to try and make my shops unrunable, if I can use that word and I had an argument with one of my staff members and he said well look he would see me later.  He knows my security, so I said well it's a free country, you know, if you come to see me later and if you're bearing arms, take the consequences.  So, needless to say I went back to the main shop and about an hour later I'd sent my wife into the house.  An hour later  3 gentlemen walked into my  shop  one of\nthem being one  of my staff members,  whose name is  David.          I can't remember his surname and they started telling my customers to leave the shop and at the same time David moved to the left, away from the 2 gentlemen with jackets on and he said to me well you know, you draw your 9mm.  Now unbeknown to David I had also purchased a shotgun which, it's one of these shotguns that has a barrel that holds about 12 shots in it.\nSo, I pulled this out and of  course the gentlemen that came in were expecting me to pull out a 9mm and I suspect they were carrying automatic weapons.  So, what the long and the short of it was that I put shot into the wall because I didn't want to kill anybody.  I have no intention of doing that, ever in my life and these gentlemen left and I closed the shop and I went over to the scheme.  They were busy having a meeting and I informed the people what had happened and I said under these circumstances I must leave Nochga.\nSo, to cut a long story short, we didn't know who was behind all this sort of thing and we actually left.  We were asked to stay at the Manager's house for an hour or so while they could try and find these people, the local chaps and they never found them and we decided when it was getting dark that we would leave.  I actually went through Elliot and all the way round because I didn't know what would have been waiting for us on the road and we were still very puzzled as to all this business.  I mean, lets face it, that's certainly no way to treat people that are trying to do a service in your Community.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "This is your wife and did, did you have children ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Oh yes, my two, three children and a gentlemen that worked for us.  So, over the weekend we contacted the scheme again to try and find out what was going on and I went back on the Monday to a meeting which the locals arranged so that we could try and clear this matter up and of course I took the weapons back that I had in my possession so that people could see exactly what the situation was.  I had nothing to hide.\nThe meeting got a bit heated.  There were claims made that the gentlemen came to ask for his wages.  I don't see how that could be when you start asking someone's customers to leave the shop and then you ask him to draw his weapon.  That doesn't seem the way to ask for wages to me.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "The people you were meeting with, who were they ?.  Were they ...... or the Headmen ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "They were Headmen from the immediate village.  I had asked for all  the citizens of Nochga to come to the meeting, because those are the people we serve but very cleverly or for whatever reason that would have been the only immediate Nochga village people came and were present at that meeting.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Including the Headman ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Including the Headman, Ja.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Who was who?.  What was his name ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Ndobe is his name.  When I first arrived at Nochga, I was told by the Headman and that I was not to be interfered with and I should run the shop as I saw fit as a businessman and of course words began to be exchanged and the meeting was getting heated, in other words, you know I realized that I had to back down in this scenario so I said look I'm new in the shopkeeping business.  We're new here at Nochga.  Lets leave this business.  I'll open my shop and we'll carry on as normal which took the heat out of the meeting and the next day I went back with my family and opened the shop.  Well in December, late December, probably about the 18th, 19th, round about the time shops were closed for Christmas I went to Mazepa and I contracted Hepatitis.  I probably had contracted Hepatitis  before I even  left  Nochga and Doctors orders,  I had to stay in East\nLondon for 2 months.  So, in January and February I kept my family away from Nochga and a gentleman that worked for us ran the store.  Things never worked out very well but anyway at the end of February, I went back to Nochga and we lasted 1 week there.  You know the threats came back.  Our normal customers that were cheerful and happy didn't look happy to see us.  It seemed to me as though there was a lot of  intimidation going on behind the scenes.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Can I just interrupt you to ask you another question ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Yes.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Who was it who ran the store while you were ...",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Trevor du Plessis.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Who ?",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Trevor.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Trevor du Plessis.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "I think his name was du Plessis, please forgive me because you only worked for us for about 8 months.  8 or 9 months, ja and it was a while back since.  Anyway, I just want to get my, recollect my thoughts.  Yes, ok so, we closed the shop on the Friday and I asked my security guards, this is a new guard who would come on for night shift just to stay around and guard the premises.  We put our TV set in the boot, we took the money that we had on for the week's takings and we left Nchoga because in my judgement, it was alright for me to take my risks there, but not my family and we walked out.  We left our furniture in the home, all that sort of thing with the intention of seeing what the situation would be like after elections, bearing in mind that the elections were two and a half  months away.   I received word mid March that our furniture and that was at risk, so two of my friends.   We hired a truck and they went to Nchoga for me.  I didn't go myself because I believed that somebody had intentions to do me harm myself.   Anyway, to cut a long story short we managed, they managed to  load our goods but we wanted to leave the Nchoga station, they had to go to the Tsomo Police who couldn't help them because it wasn't their district and the Kofomvamu Police wouldn't have been able to help them because they never had a van so they went, they were carted in my friend's van to Nchoga and only with their help could we actually get the truck out the yard.  And anyway, to cut a long story short, in approximately the end of March, I believe that there were PAC members involved in the initial theft out of the shop and when the rest of the community saw what was going on, it became a free for all.   Slight, I was insured with Fedgen and I had paid the Sasria for the year but like all insurance policies, there's always a sting in the tail.  If the policy isn't enforced then Sasria falls away whether you paid for the service for the year or not, so how's that for robbery, but anyway, on the 24th of March my brokers received a fax from Fedgen saying that my installment hadn't gone through for March.  Well I wasn't trading in March, so that's understandable.  The next day they were give, they gave us ten days in which to pay the installment.  The next day there seems to have been collusion between my brokers and Fedgen because the next day they received a fax on the 25th of March, cancelling my policy.  I did tender payment of that installment and Mr Green at Fedgen refused to accept it.  I never had the fi...  I did contact Legal Aid to see what I could do about this.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "That was after the ten days that you...?",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "After the, within the ten days, my shop was looted.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "No, but I mean it was after the ten days that you went to pay that,  that?",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Yes, when I out what had happened I did tender payment for, for, for.  I can't even remember.  Yes, it was after the ten days because I wouldn't have, I  would have just thrown up my hands and would have said, oh well that's that, tough but I did go and try and tender payment and they wouldn't accept it.  Anyway,",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "You sought legal advice you say.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "I sought legal advice from Legal Aid and they said, look it's not their kind of area that they get involved in and I never had the finance to sue an Insurance Company.  So, to cut a long story short, I'm not here to start a witch hunt in Nochga by any means.  I came here because, first of all, I felt that it should be mentioned that Brian Wiley's murder has never been solved and secondly, I came here because I felt that I wanted to have my say and thirdly, I came here because I would like to get my good name back.  I am at the moment insolvent.  I went insolvent, I was made insolvent, sequestrated about 8 months ago as a result of this.  I must say though that when I hear of previous submissions here, especially the first lady, my problems are very minute compared to what they have been through and I'd also further like to say that I'd like to thank this Commission, especially.   People do not realize this is not a political thing, people that have had experiences and I cry for this lady.  They have to have a chance to have their say.  Thank you for that.  Thank you.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Thank you Mr Sparg, just take a few minutes to have some water perhaps.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "No, that's fine.\n(   The speaker's mike is not on.)",
            "Male"
        ],
        [
            "MARK RICHARD SPARG",
            "We, we have started another business.  Obviously it has to be in my wife's name and back in the Transkei.  It's what we know and we, we've been very well accepted and I intend to stay in the Transkei for the rest of my life, I hope that's a long one and we are doing well.   We've picked ourselves up and we're doing well and a .. we",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "You are a survivor , that's what they ...",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "We're surviving, yes.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "That's tremendous.  So we have heard that you've wanted to speak.  You've had that opportunity and we hope that the Community has heard what you have to say and that in doing so, you feel that your name has been restored.  You say that you're insolvent and that your insurance didn't pay out but is there anything that you were expecting the Commission to do for you, other than to allow you this opportunity ?.",
            "Female"
        ],
        [
            "MARK RICHARD SPARG",
            "Well, no, not really because I'm, I feel that perhaps there are far more needy causes than mine.  You know it's a very humbling experience to sit here in this Commission and listen to I, I, the hardships that other people have suffered.  I don't expect anybody to pick up the tab.  It's, it's just a part of life, I think and if the Commission could a more deserving case than mine, they could take what they wanted to give to me, to someone else.",
            "Male"
        ],
        [
            "MRS CRICHTON",
            "Mr Sparg, each case is unique in itself and we can't compare one case with another.  Each leaves it's pain and it's mark on the family.  Thank you for your testimony.  I would now like to hand you back to the Chairperson and my colleagues.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sparg, this is, this is another moving moment in the life of the Commission.     In each hearing through the time  that we have  been holding  this  public\nhearings, there are moments which are unique, which touch us very deeply and I believe that this is another very unique moment for us as the Commission.  It's not usual for us to listen to violations of human rights which have taken place to people who are not black.  In most of the cases, we have listened to violations which have been perpetrated by people who are powerful in their societies against those who are weak in society, but to-day you are giving us a different perspective, a perspective which shows that there are also those who have belonged to the privileged side of the society, who carry deep scars in their souls and pain in their heart.  You have touched us deeply.  Your modesty in terms of the loss that you have suffered, your ability to enter into the pain that other people have experienced and live out that pain, and your courage to come here to-day, because I'm sure you have thought very deeply on whether or not you should come before the Commission.  We have listened to your story.  It is a violation of your rights.  What has happened to you, is a story of human rights violation, carried out by a mob of people and we would like to record it as such.  We will go into the matter, we will make a finding on it, we will make a recommendation to the President as we are going to make a recommendation on each and every violation of human rights because as June Crichton has rightly said, every violation is unique.  Thank you for coming before us and ..",
            "Unknown"
        ],
        [
            "MARK RICHARD SPARG",
            "Thank you for hearing me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We wish you well.\n__________________",
            "Unknown"
        ]
    ]
}