{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-14",
        "location": "KING WILLIAM'S TOWN",
        "day": "3",
        "names": [
            "LUVUYO SIYO"
        ],
        "case number": "EC0417/96CCK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55497&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/kwtsiyo.htm",
        "speakers": [
            "CHAIRPERSON",
            "LUVUYO SIYO",
            "MS MAYA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "LUVUYO SIYO",
            "MS MAYA",
            "MR SIYO"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Calls Luvuyo Siyo.",
            "Unknown"
        ],
        [
            "LUVUYO SIYO",
            "(sworn states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The headphones are to be used by people who don't understand Xhosa.  Those who understand Xhosa, there is no need for them to have headphones because our proceedings are in Xhosa, except for some few people who are going to testify in English.  We would like the people who understand Xhosa to give the headphones to those who do not understand Xhosa.  If you understand Xhosa, and you put the headphones, it will explode in your ears because it will see that you understand Xhosa.  If there are people who cannot hear clearly, old people, they can use their earphones, but people who are still young, like Patinjaga are not supposed to have the earphones.  Thank you, we will hand over to Tiny Maya to lead the Witness with questions.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Luvuyo, you are here to-day, to talk about Nombulelo Lizzi Siyo, who died on the 6th of September 1992.  What is the relationship between Nombulelo and you ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Nombulelo was my mother.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old was she ?.  Do you remember ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "I can't remember clearly, but she was about 36.",
            "Male"
        ],
        [
            "MS MAYA",
            "In your statement, you say that she was a member of ANC and SACAWU.  What was happening at that time ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "People were against the oppression of Brigadier Oupa GQOZO at the time.  In our village in Dikidikana the youth were against the Headman.  On the 5th, Mr Chris Hani visited the area.  We were not sleeping at home at that time because the soldiers together with the peaceforce were looking for us.  On this day when Chris Hani visited the area, I was together with them, with Mr Chris Hani.  I was taking them  to the Headman's place, because they wanted me to show them the people who were shooting people.  I showed him the Headman.  The Headman then ran away.  I showed him members of  the police and members of the peaceforce.  They also ran away.  After that we went back to the Church where we were going to have a rally.  Mr Chris Hani then left.  We decided in that rally that we were going to go the Headman's place because we wanted him to give us books belonging to the Community and the money of the village.  We were to tell him that we were against him.  We did not want him in our village.  The Headman sent a peaceforce member to check whether Mr Chris Hani left.  We met with that peaceforce member.  We told him that we are not going to anything to the Headman, we just want the books and the money from the Headman.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who were with you to the Headman's place ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "The youth, together with parents because the parents joined us in our struggle.  They were worried because we were not sleeping at home.  The soldiers would beat us up if they saw us up in the village.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why were they beating you up ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "The soldiers were beating us because we are members of the ANC and they beat us because we were against the Headman.  The Headman went to report to Bisho.  The soldiers then were sent in our village to assault us.  They did not want us to have ANC meetings.",
            "Male"
        ],
        [
            "MS MAYA",
            "In which organization was the Headman ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "He was an ADM member.",
            "Male"
        ],
        [
            "MS MAYA",
            "Your mother, did she get injured on that same day ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "She got injured on the 6th.  We held a meeting at school.  The soldiers came to that meeting.  They asked us what we were doing there.  We told them, we told them that we called the Headman to attend the meeting because we wanted peace in our area.  We wanted him to tell the soldiers to leave our area because they were assaulting people.  The soldiers told us to disperse.  We asked them to join us, because we were not violent in that meeting.  We were just talking about peaceful events.  On other soldier by the name of Vazi teargassed us.  Others joined him.  They assaulted us with sjamboks.  We told them not to assault old people, because they know nothing.  They just attended the meeting to come and listen to what we were saying.  We told them to assault and beat us and to stop beating old people.  They then stopped beating old people.  They came to us, we ran away, they shot at us.  They chased me, together with my friend Undelagulashe, and the late Zondani Jimulongo.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was Sondani Jimulongo, did he die on that day ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "No, he did not die on that day.  They chased us.   We ran away.  They could not find me.  They went to my home, they found my sister Vuyogazi and Voyani.  My mother was in the neighbour's house.  They asked for my mother, my sister told them that my mother was in the neighbour's house.  They went and took her to that house in their casspir.  They took her  together with Zolisha Siyo, my cousin to the Headman.  When they arrived in the Headman's place, they assaulted her  She was injured.  They took him  to a field near the airport.  They left my mother there.",
            "Male"
        ],
        [
            "MS MAYA",
            "When did you manage to get your mother, to find her ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Because she could not do anything there.  As I was not at home, I did not know what was happening.  I was in a place called Dolfienie.  My mother managed to get a lift from a car.  This man took my mother home, Mr Xebitole, then took her to Grey hospital where she was transferred to Cecilia Makiwane hospital.  At that time she was together with my cousin Zolisha Siyo because she was also beaten up.  On the following day she died.  It was on the day of the Bisho massacre.  I found out on the previous evening that my mother was beaten up by the soldiers, and that morning I went to the village.  The soldiers then chased me, I ran away from our village Dikidikana to another village in Dolofienie.  I then ran to town, here in King William's Town.  I managed to go the stadium and attend a match.  I spent the night in the stadium.  I was told that my mother was in hospital.  I was worried because my mother was not aware of whether I was still alive or not.  I then went to Cecilia Makiwane hospital to look for her.  When I got there, the nurses told me that my mother died.  They told me to go home.\n     When I arrived here in King William's Town, because my mother was working for Shoprite, members of the staff then told me again that she passed away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Luvuyo, do you know the people who did this to your mother ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "They were soldiers who were based in Bulembu Airport.\none of them was Vazi.  I don't know his first name.  The other soldier was staying in Chief Maxloba's village.  His name was Siso.  Those are the soldiers I knew together with Skambaham who was a Headman and Botzomani Mahai was a policemen, and other  members of the peaceforce.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know who, where these people are now ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "The person who still is around, is Sisko Sonxusha(?).  I don't know where others were but .Gemi(?) Mahai was arrested, the one who was a Headman.  We told the United Nations that we cannot stay with such people in our village, because they killed our people.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you say, you mentioned that Sonxusha is still around.  Is he staying in the Headman's house ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, I can say so because I don't know whether he is still working or not.  He would go through our village, Dikidikana village.  We told the United Nations that they were not allowed to go through our village, but he would say that he's going to do something else again.",
            "Male"
        ],
        [
            "MS MAYA",
            "One witness who testified on Monday said that there are two Headman's' places.  Where is he staying ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "He's staying in Sonxusha's home.",
            "Male"
        ],
        [
            "MS MAYA",
            "But in the village where the Headman is?",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Your mother, did she attend a meeting on the 6th ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, she did, because everybody was there.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are there any people who got injured on that same day ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, there are.",
            "Male"
        ],
        [
            "MS MAYA",
            "At home, who is supporting you, as your mother passed away ?.  You mentioned that you have a younger sister and a younger brother.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "There's nobody supporting us.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you the eldest ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you working ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, I'm  working.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old are you Luvuyo ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "I'm 23 years old.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you, Luvuyo.  Do you have any requests to the Commission ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MAYA",
            "What are your requests ?",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "First of all, as I was still at school at that time, I was forced to leave school so that I can support my younger sister and my younger brother.  I wanted to go and look for work, so that I can support them.  I would like the Commission to help me so that I can further my studies.  Secondly, my mother was trying to build us a home.  When she died we cannot, we could not finish the house.  I would like the Commission to help us and to talk with the Department of housing, so that we can be able to finish this house.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old is your younger sister and your younger brother ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "My  younger sister is 17 years old.  His name, her name is Viogazi.  The other on is 7 years old.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are they still at school ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, they are still at school.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you the one paying for the school fees ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you get assistance from the Government ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a courtcase because of this incident ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "Yes, in Thimbaza Police Station, but it did not continue.  I also went to Thabata to lay a charge.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to that case ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "The case continued and they said that we would get R60000-00 from the Government, but they said I would get R45000-00 but they only gave me R2000-00.  R2200-00 saying that they will keep the rest of the money and they will give it to Vuyogazi when she's 21 years old.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you get money from them ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "They're not giving you anything ?.",
            "Female"
        ],
        [
            "LUVUYO SIYO",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Luvuyo.  I will hand over to the Chairperson, maybe you'll be asked some questions.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Luvuyo for giving us such a clear picture.  We have noted your requests.  We will try by all means to forward your request to the President.  For now, we thank you for having strength and telling your mother's story.\nYou've suffered a lot at home, because of this incident.  Thank you.  You may now go back to your seat.",
            "Unknown"
        ]
    ]
}