{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-13",
        "location": "KING WILLIAM'S TOWN",
        "day": "2",
        "names": [
            "NOTAKUMANI LENA NANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55501&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/nana.htm",
        "speakers": [
            "CHAIRMAN",
            "INTERPRETER",
            "KOKO GODANA",
            "MR REDPATH",
            "MS CRICHTON",
            "REVD XUNDU",
            "VUYSWA NANA"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "MS NANA",
            "VUYSWA NANA",
            "KOKO GODANA",
            "REVD XUNDU",
            "MR GODANA",
            "INTERPRETER",
            "MS CRICHTON",
            "MR REDPATH"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Mrs Nana, who is with you?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "My daughter.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Is she going to testify?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "What is her name?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "It is Vuyswa Nana.",
            "Female"
        ],
        [
            "VUYSWA NANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you Mr Chairperson.  Your story Ma'am, in front of us, I would like you briefly to give us a clear picture of what happened to Desmond Nana on that day. Please come nearer to the microphone.",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "It was at about half past six, we heard that Desmond Nana was shot by Macebo Ndinisa in the township.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Who told you this?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "One young man came asking whether we knew them.  I said yes, he was my son.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he a member of any political organisation?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "He was a member of the ANC.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "At the time of this incident, what was happening in the township, was there a consumer boycott?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "There was a toyi-toyi in the township.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "There was no boycott?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "The municipality police were the ones who were disrupting the people who were in the struggle?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "This Kits Constable is he Macebo Ndinisa?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you know him?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes, I know him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Where is he now?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "He hanged himself.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Between your family and Ndinisa's family, was there a conflict?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "No, there was no conflict.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "He shot your son because he was against Kits Constables?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Would you like to add something my sister?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes, I do.  He told my brother to give him a passport.  My brother told him that he left his passport at home, that is when he shot at him.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "That was the reason for the shooting?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes, he shot him because of that.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Did Desmond have a wife at that time?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "No, he did not have a wife.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Does he have any children?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "No.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Was he at school?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "He was working at the time.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Where was he working?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "He was working for SACHA.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You were depending on him?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "What would you like Ma'am, what would you like the Commission to do for you?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "There is nobody supporting me.  There is nobody working for me.  I am just staying with my children.  There is no one at home.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Do you get an old age grant?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "No.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Were you affected, how was your health affected by this?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "My left arm is not working properly.  I got injured at work, I was working in the bakery.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "You mentioned children.",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "I have two children.  This one and a young boy.  My young boy is still at school.   This one is not attending school because I don't have money.  She completed standard 10, my young boy is doing standard 2.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Those are your requests you would like us to forward to the President of this country?",
            "Unknown"
        ],
        [
            "VUYSWA NANA",
            "Yes.",
            "Female"
        ],
        [
            "REVD XUNDU",
            "Thank you Ma'am.  Let me now go to Mr Godana.  What is your clan name sir?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "I am Nuyabe.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Please tell us briefly sir what happened to you so that we can find out what the condition was at that time.",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "I am here today.  I have a brother by the name of Joseph Mzingaye Godana.  He was working in the mine.  He came back home, he stayed for two weeks.  There was a toyi-toyi then.  Two people came.  He was working in the yard at home.\n These people said that the crowd was looking for you, he said I am busy working.  They ten came to the yard to take him.  They gave him five litre petrol.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was your brother a member of any organisation?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No, he was working in Johannesburg, he was not a member of an organisation.  He just arrived from Johannesburg.  He was not a member in the township.\n Everybody was supposed to go with the crowd.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Were these people members of any organisation?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "They were the people who were toyi-toying.  He was taken by the people who was toyi-toying.  They were going to Cenyu in Vusumzi Kula's home.  Alcohol was banned in the township.  Vusumzi had a sjibeen.\n These people were going there to burn down his sjibeen.  They found Dlomba there.  Dlomba in the sjibeen.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Who  is Dlomba?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "Dlomba is a policeman.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What happened then?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "When he saw them, he pulled out his gun and he shot at them.  He shot three of them and others ran away.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "What then happened?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "He was shot, that happened at about eleven o'clock.  He got help at about three o'clock.  He was shot by Dlomba in the head.  They were going towards the sjibeen.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Was there a case against Dlomba?  Was there a case against Dlomba?  I don't know whether Dlomba is his surname or his name.",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Was there a case against him?  You said that Dlomba is the one who shot your brother, was he charged of anything?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No, he was not charged.  It is the first time that this thing comes to public.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you go to any Attorney?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No, I did not go to any Attorney.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you go to report this matter to the police?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "Yes, I did.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What did they say?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "The police showed me my brother in the mortuary.  I saw my brother, I saw the bullet hole in his head.  We then buried him.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you get a death certificate?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "Yes, I did.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Who was the Doctor?  Who was the Doctor who signed the death certificate?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "I got the death certificate in the police certificate, I did not get it from the Doctor.  He was not taken to a Doctor.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did your brother have a wife?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No, he did not have a wife.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did he have children?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "What would you like the Commission to forward to the President of this country?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "I would like to be helped to build a house and to get money from where he was working in Johannesburg.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "He did not get anything from his work?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Did you get any letters from them?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "No.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "Do you still have his ID?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "His ID is in the police station.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "We have to get the documents so that you can be helped to get his pension money from Johannesburg.\n What else is your request?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "The government will see what to do for me.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "You mentioned Creches at Bethel Mission?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "It is a house.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "A house for what?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "It is a house for me to stay and my children.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "You will say that the creche is the house where you and your children are staying?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "Yes.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "I thought that you wanted this creche for the young children?",
            "Unknown"
        ],
        [
            "KOKO GODANA",
            "I just want a house.",
            "Male"
        ],
        [
            "REVD XUNDU",
            "We will forward your request to the President of this country.  For now, let me hand over to my Chairperson.  Maybe he's got questions for you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "June Crichton?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Vuyswa can answer if it is better, I don't mind.  Vuyswa you told us that a civil claim was instituted on this case.  I am not sure if I missed it when you were being asked questions earlier.\n But can you tell us the name of the Attorney who instituted that case?",
            "Female"
        ],
        [
            "VUYSWA NANA",
            "The case was opened in the police station, it was never taken to an Attorney.  Mr Dunkin Qacqa said that he was going to consult an ANC Attorney.  It was the last time we heard about it.  We then went to the police station to open a case, but the case did not go any further.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "And the second question relates to what has been said here about other children being involved in the incident, that was shot at by the same perpetrator.\n Who are those children?  Do you know them, were they Dyonasi Peter and Nomathemba?",
            "Female"
        ],
        [
            "VUYSWA NANA",
            "It was not Dyonasi Peter.  Peter was the one who reported this incident at home.  He said that my brother was near Nomathemba's home.  The person who was shot was Bongani Calmache and he died.  I don't remember others.",
            "Female"
        ],
        [
            "MS CRICHTON",
            "Thank you very much, thank you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We thank you ladies and gentlemen.   We have noted your requests.  Our job is to collect all the information and the requests so that we can forward them to the President of this country in Pretoria.\n He will be the one who will see what to do for you.  It is not upon us to decide.  If you see us around, don't ask us where is my house, the one I wanted in the Commission.  It is not upon us to decide, it is the President who is going to decide what to do.  We just gather information and we compile a report, forward it to the President so that he can see that he will build a house for certain people, he will see how to compensate you because this incidents happened all over the country, it did not only happen in Stutterheim or in the Eastern Cape, but it happened through the whole country.\n But we promise you that we've listened to what you have said.  When we are compiling our report, they will be included in our report.  Those in authority will see what to do.\n For now we thank you, you my go back to your seats, thank you.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "I represent Mr Dlomba in respect of the incident just previously testified to.  Quite obviously we have not taken full instructions and therefor  our response has to be the same as has been all day, in respect of the other incidents.\n However, we are informed that there indeed was an inquest.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "We are just trying to get our documents, which number is it?",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Is it Ntondo?",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Dlomba.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "It is a specific reference to the witness Godana, number 1717, if my memory serves me correct, number 11 on your list if I am not mistaken.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "1717?",
            "Female"
        ],
        [
            "MR REDPATH",
            "Is that a Mr Godana?",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Godana.",
            "Female"
        ],
        [
            "MR REDPATH",
            "Yes.  It is in respect of that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Eleven, oh, okay.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "It is witness number 11 on your list.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Okay, we are on the same page now, thank you.  Mr Redpath, you are representing Mr Dlomba?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Correct.  You will recall Mr Godana made reference to the home of a Mr Vusumzi Kula, who is another one of the persons whom I represent.\n Vusumzi Kula is the person implicated by the old lady, Zamkana and there is a second witness who is not present today, who also had a complaint against Vusumzi Kula, it is one Xhalisile.  These incidents are all fairly closely tied together.\n In respect of the evidence given by Mr Godana, at this stage I can inform the Commission there was an inquest.  I just don't know the outcome of the inquest, I just don't have any documentation, but as before, we pledge our full cooperation, we will not be obstructive in any way.\n We simply require time to prepare and present a fair case on behalf of those implicated.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you Mr Redpath.  The toyi-toyi was going to\nVusumzi Kula's house?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The toyi-toyi was going to Vusumzi Kula's and the alleged perpetrator in this case, Mr Dlomba, then  the allegation is that he shot at the people who were toyi-toying to this house?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "That is my basic understanding at this stage, yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Okay.  And you are saying that there was an inquest.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "I am informed that there was, yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And you would assist us with the inquest records if you get them before we do?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Thank you Mr Redpath.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Thank you Mr Chairman.",
            "Male"
        ]
    ]
}