{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-13",
        "location": "KING WILLIAM'S TOWN",
        "day": "2",
        "names": [
            "MATEYISI NDONDO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55502&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/ndondo.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRMAN",
            "MATEYISI NDONDO",
            "MR REDPATH",
            "MS CRICHTON",
            "MS MAYA",
            "REVD XUNDU"
        ],
        "original_speakers": [
            "MATEYISI NDONDO",
            "REVD XUNDU",
            "CHAIRMAN",
            "MS CRICHTON",
            "MR NDONDO",
            "MS MAYA",
            "ADV SANDI",
            "MR REDPATH"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Mateyisi Ndondo.",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REVD XUNDU",
            "Thank you.  Mr Chairman, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We welcome you Mr Ndondo.  Please put on your headphones.",
            "Unknown"
        ],
        [
            "MS CRICHTON",
            "Thank you Mr Chairperson.  Can you hear me Mr Ndondo?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mrs Ndondo, during this morning we have been hearing about the state of emergency, the consumer boycott that was going on in Stutterheim and now we are coming to your case in which a 7 year old child, your son, was shot while he was playing with friends.\n I would like to ask you a little bit about him first of all.  Was he at school?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "He was from school. I was at work.  I was not at home.  We were both at work.  When I came back at half past five, I heard the news that my child had been shot by Mkhululi.\n I came back and I thought I should go to the hospital to look for him and indeed it was so.  When I got there, Magoda was standing before him.  I asked him why he was doing so, he said he was guarding him.  I asked if he was arrested and a prisoner, and he said yes.\n I asked what he was doing, and he said he does not know.  It was on a Wednesday when he was shot by the police.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Ndondo, can I interrupt you here to ask you two things.  First of all are you saying that there was a guard posted at the door of the ward where this child was?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "Yes.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Was he a very big child, was he very big or was he small?  He was 7 years old.",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "He was 7 years old, he was 7.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "I am asking you very specifically was he small or was he very tall?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "He as tall.  He was not big, but tall and biggish.  He was tall.  He was not big, but tall and biggish.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Will you continue please.",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "He was relatively tall, not too tall.  We went to the hospital on the Wednesday evening when I heard that he had been shot.\n He was shot at the back.  I went home and I was told to come back on the Thursday.  I got up in the morning, but I did not go to work, I went to the hospital.\n We were told to take him to Frere hospital.  We went together, when we got to the Frere hospital in an ambulance, he was taken and examined by quite a few Doctors, they said that he would not live because the bullet was in his intestines.\n They wanted to operate so that they could see properly, they did so.  On that evening, the same Thursday, that is when they operated.  He did not survive the operation.\n They could not tell me straight that my child had passed away, I knew deep in my heart that there was no such.  I asked them to tell me the truth, they told me the truth eventually that my child had passed on.\n I took him from the office after he had died, I was shown by the police, I don't know who the police were but it was in East London, the mortuary, this was the mortuary at the hospital.\n When I went back to the hospital I was told that I must request for my child to be taken to Stutterheim.  I was given a ticket to board to Stutterheim.  It was on a Friday.\n I told them at the police station that they must go fetch my child from East London, the one policeman went and fetched the corpse.\n We went together with my older brother.  He had been operated on, we could see.  On the 20th the Wednesday, we buried my child.  There was a consumer boycott at the time.  We buried my child on the Wednesday.\n I asked Mkhululi why it is, he told me that he had killed my son.  I asked why he killed my son, why didn't he come to me, he said that he thought that the boy was grown up.\n I asked if you could just kill any grown up person like that any way, he kept quiet.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Ndondo, you say that there were three other people present at that shooting, Xolili, Siyabulela and Zukile, were they children too?  I am not getting a translation.",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "I heard when I came back that he had been playing with three other children.  He got there and when they were running away, Mkhululi shot him.\n There were a lot of people around as there had been a consumer boycott, he shot him next to the field.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "So he was with a group of children and he was shot when he was running with those children?  I want to move now to ask you whether there was a court case of any sort, an inquest?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "No, we did not go to court.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "So you simply had this discussion with Mkhululi yourself?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "Yes, he just told me at the time, we were talking.  I did not see him after that, I think he was changed.  The last time I saw him was in Stutterheim, in town.\n He did not come to me personally, he did not come to ask for forgiveness, I did not see him after the incident.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Are you saying that you have not seen him again since then?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "I did not see him again.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "One question that I did not ask you which I think is important for me to know is at what time in the day was this that the children were playing, was it at night or was it day time?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "It was day time, as I heard, they were playing in the rugby field.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Ndondo, there is just another question that I need to ask you now and that is what your expectations of the Commission are?  You've come to us, you've told your story, what is it that you are especially requiring us to consider?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "As I said and stated, what I need is for my house to be built.  Secondly I request that in my area I need a monument in our township for my child.\n Those are my requests.  Just a monument in the township.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Ndondo, we understand you pain.  One thing that we have not spoken about is the effect that this had on Mbulelo's mother and grandmother.  You've been through a great deal of pain, we thank you.",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "His mother I buried in 1989.  His sister stopped going to school, she is up to no good.  Even I am not well.\n He killed three people, he also killed me.  I am the fourth person that he killed, when I think about it.",
            "Male"
        ],
        [
            "MS CRICHTON",
            "Mr Ndondo, thank you for opening your heart to us, but not just to the people that are here, but to the nation as to the pain that was caused by situations like this.  Thank you Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mr Ndondo, I only have two questions for you sir.  You said you spoke to Mkhululi, you said that he came to you or did you go to look for him?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "When the child died, he asked if I am the father of the child and the others said that I am and then he said he had killed my child.\n They said that my child looked grown up.",
            "Male"
        ],
        [
            "MS MAYA",
            "When he says that he had killed the child, when he confessed, was he asking for forgiveness?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "He did not try to ask for forgiveness?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "How do you feel about Mkhululi at the moment?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "Mkhululi is no longer in Stutterheim, he was transferred elsewhere.",
            "Male"
        ],
        [
            "MS MAYA",
            "In your heart, how do you feel about him?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "It has caused me  a lot of pain that he had committed such an atrocity.",
            "Male"
        ],
        [
            "MS MAYA",
            "If you had to see him again, what would you say to him?",
            "Female"
        ],
        [
            "MATEYISI NDONDO",
            "If I would see him, I would have nothing against him.  It is God who is sovereign.  It is just my heart that keeps aching.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you sir.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Mr Ndondo, the Mkhululi that we are talking about today, did you know him prior to the incident?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was it the first time that you saw him?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "Yes.  I just saw him as one of the police members.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that this matter did not go up to the court of law?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you wish to take this matter to court?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "If I had been called, that was my wish.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Such matters where a mere 7 year old dies, according to your knowledge, would these cases be taken to court, where a policeman would be accused?  Did you hear of any similar cases going before the court of law?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You do not know about any cases whereby there is a trial perhaps?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "No.  The government of the day had no intentions, it was a wicked government to this day.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you mean that the courts of law would have no contribution into such incidents?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Ndondo, is Mkhululi a first name or a surname?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "I don't know.  I don't know whether it is a surname, but some say it is his surname.  I don't know his first name.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Would you be able to identify him?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "It was the first time I saw him when he committed this atrocity in 1985, that was the last time I saw him.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Are there people that know him in the community?",
            "Unknown"
        ],
        [
            "MATEYISI NDONDO",
            "Yes, there are.  People that saw him commit this crime.  There is a ward that was named after my child.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you Mr Ndondo.  The intentions of this Commission are to bring reconciliation into the country.\n The hope is that after the life of the Commission, that we set a path whereby there is reconciliation so that we can be united.  However, when I look at your tears, the wounds that you sustained, the pain, this is what we listen to each and every day in these hearings.\n It is not easy for a man of your stature to weep in public like this.  It shows depth of the wounds and the pain.  This brings doubt into my heart, whether there is going to be reconciliation in this country because of the depth of the atrocities committed.\n For now, thank you.  We promise that even though we cannot heal the wound in your heart, we will endeavour to reveal the truth as to the death of your son and the perpetrator who Mkhululi is and what he is all about.  Perhaps in that sense a cleansing and a healing in your heart can come to pass.\n The request that you've made to us, we will take it forward.  For now thank you Mr Ndondo, you may step down.\n Mr Redpath?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Mr Chairman, my response with regard to this witness' evidence is the same as the previous responses, however, our investigations to date have produced some documents which are relevant to the Committee's investigation.\n I have here a copy of the post-mortem report, compiled by Dr Basil Wingreen on the 15th of November 1985.  The death register number is 779/85.\n A glance at this report would answer the one question posed by Committee member Crichton that the deceased was 1,26m tall, which makes him under five feet and he weight approximately 40 pounds.\n I would hand that document in to the Committee.  In regard to the issue as to whether there was any official legal inquiry into the death of the deceased, our enquiries to date showed that there was indeed an inquest.\n I would stress at this stage, in view of some of the questions posed by members of the Committee to the previous witness, that an enquiry by way of inquest can take one of two forms.  It can either be a formal inquest where witnesses are called to testify under oath in public and are subject to cross-examination from anyone who has an interest in the proceedings, or it could be informal.  In which event after the police investigation the documents are simply submitted to the Magistrate concerned of the area where the deceased died and he would behind closed doors, hold an informal inquest which amounts to him reading the document.  However, it is usual in a case such as this that the Magistrate would at least request members of the family to be present.\n I have photocopies of the relevant page excerpt of the police register which shows that there was an inquest held, it doesn't specify whether it was formal or informal, but we are continuing to investigate.\n Once again, I must reaffirm our commitment to be of assistance to the Committee and not to be obstructive to the Committee.  That is not the purpose of our request to allow us to present our case after proper investigation from our side in all the instances in which I appear.\n I have nothing further Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Redpath, thank you very much, but perhaps you can assist us and probably assist Mr Ndondo with some information that may begin to allow him to relate to his grief by identifying whether Mkhululi is the first name or a surname?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "It is a surname.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And the first name of the person?",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "I am instructed that it is a Mr Gareth Mkhululi.  He is identified as an alleged perpetrator, but I may state at this stage that our investigation shows at this stage, that Gareth Mkhululi might well not be the person.\n Notwithstanding the alleged  confession to Mr Ndondo, we are fairly certain that we will be able to show to the Commission, who did do the shooting.  Whether the shooting was justified or unjustified in the circumstances, I don't know, I cannot express a comment.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you very much Mr Redpath.  Again we appreciate your offer of assistance to the Commission.\n You have sat through the proceedings, part of the proceedings of today and I am sure as a human being you have been touched as we all have been touched by the depth of pain that is still in the hearts of those who have lost loved ones.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And how discovering the truth may begin the process of that healing.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "We all have to ...",
            "Male"
        ],
        [
            "CHAIRMAN",
            "We are not interested in passing judgement really on those things, but to gain the truth and present it to the family and say there it is - begin to relate to it and begin to accept what has happened.\n We appreciate your assistance very much, thank you sir.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Thank you Mr Chairperson.  May I please be excused?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Please do.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "And may I also express my appreciation for the obvious manner in which we have been treated here today.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you Mr Redpath.",
            "Unknown"
        ]
    ]
}