{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-14",
        "location": "KING WILLIAM'S TOWN",
        "day": "3",
        "names": [
            "NTSIKELO WELLINGTON SOLANI"
        ],
        "case number": "EC1321/96CCK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55518&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/zwelsol.htm",
        "speakers": [
            "CHAIRPERSON",
            "ELIAS DARA",
            "MAYA",
            "MR SOLANI",
            "MS MAYA",
            "N W SOLANI",
            "NOMAVA LILIAN MZINZI",
            "NOMONDI",
            "NOMONDI PEGGY NOMZANGA",
            "NTSIKELO WELLINGTON SOLANI",
            "SOLANI",
            "XUNDU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NTSIKELO WELLINGTON SOLANI",
            "NOMAVA LILIAN MZINZI",
            "NOMONDI PEGGY NOMZANGA",
            "ELIAS DARA",
            "MS MAYA",
            "MR SOLANI",
            "MAYA",
            "SOLANI",
            "N W SOLANI",
            "MRS MZINZI",
            "NOMONDI",
            "MR DARA",
            "XUNDU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Oh, Okay.  Ntsikelelo Wellington Solani, please stand up.",
            "Unknown"
        ],
        [
            "NTSIKELO WELLINGTON SOLANI",
            "(sworn states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Nomava Lillian Mzinzi.",
            "Unknown"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Nomondi, Peggy Nomzanga.",
            "Unknown"
        ],
        [
            "NOMONDI PEGGY NOMZANGA",
            "(sworn states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mpumeleli Elias Dara.\nMPUMELELI",
            "Unknown"
        ],
        [
            "ELIAS DARA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'll hand you over to Ms Maya who will lead you with questions on behalf of the Commission.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mr Solani, I will start with you.  You are going to tell us a story about yourself,  about  what  happened  to  you   on  the  26th  of   December  1991,  in   Masele Township, in Zwelitsha.  Can you please tell what happened, what was happening between the ANC and the ADM and what happened to you?",
            "Female"
        ],
        [
            "MR SOLANI",
            "There was conflict in the township.",
            "Male"
        ],
        [
            "MS MAYA",
            "Please come nearer to the mike.",
            "Female"
        ],
        [
            "MR SOLANI",
            "The police came looking for me.  I was at home in the village.  Different people were being taken by the police.  I was one of the people.  They were beating us.\nMS",
            "Male"
        ],
        [
            "MAYA",
            "The conflict, what was it all about ?\nMR",
            "Unknown"
        ],
        [
            "SOLANI",
            "It was a conflict between the ANC and ADM.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "In 1991.\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "Yes, in 1991.\nMS",
            "Unknown"
        ],
        [
            "MAYA",
            "What was the reason for this ?",
            "Unknown"
        ],
        [
            "MR SOLANI",
            "The two organizations did not understand each other, they were in conflict.",
            "Male"
        ],
        [
            "MS MAYA",
            "You mentioned that this issue was concerning the headman.  You also mentioned that a certain headman was murdered.  What was his name ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "It was Mbambani Xakani.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you accused of taking part in killing a headman ?.",
            "Female"
        ],
        [
            "MR SOLANI",
            "Yes, I found out that I was accused of killing a headman.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you have any knowledge about this ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "No, I knew nothing about this.\nMS",
            "Male"
        ],
        [
            "MAYA",
            "Who came to take you at home ?",
            "Unknown"
        ],
        [
            "MR SOLANI",
            "I was on my way home, I was then arrested.\nMS",
            "Male"
        ],
        [
            "MAYA",
            "Who was beating you ?",
            "Unknown"
        ],
        [
            "MR SOLANI",
            "The soldiers.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they meet you on the way and beat you, or did they take you somewhere to beat you ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "They took me with their van and they took us somewhere to beat us.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Where ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "Around the village.  They would take us from a police van to another in a certain house.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who was the owner of the house ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "Njapa was the owner of the house.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who was this Njapa ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "People would be taken to that house when they arrested.  Maybe we will go back to that issue.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were arrested, beaten and you got injured.  Please tell us about that.\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "I got injured when I was taken from one van to another van.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Do you know the people that assaulted you ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "No, I did not know them.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were they soldiers or police ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "The were soldiers.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "The injuries you sustained, what are the injuries you sustained ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "I have, my eye got injured and I cannot see clearly and I have bru, I have injuries in my body.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you lay a charge ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to an attorney ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to hospital to be treated ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "No, they just told me to take my eye out.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Did they manage to do that ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "No, they did not.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Where you a member of an organization ? Where you a member of a political organization or a residents organization in your community ?",
            "Female"
        ],
        [
            "MR SOLANI",
            "I was a member of the ANC.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the reason for this to happen ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "I think the reason was this conflict between the ANC and the ADM.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you, Sir.  Do you have a request to this Commission , Sir ?\nMR",
            "Female"
        ],
        [
            "SOLANI",
            "Yes, I do.  Because I have one eye now, I would like the Government to see what to do for me.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is that all ?.",
            "Female"
        ],
        [
            "N W SOLANI",
            "Yes, that is all.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you, Sir.  I will hand over to the Chairperson when I'm finished with all your testimonies.\nMS",
            "Female"
        ],
        [
            "MAYA",
            "Mrs Mzinzi, you're also from Masele Township ?",
            "Unknown"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Yes.\nMS",
            "Female"
        ],
        [
            "MAYA",
            "Your incident also happened on the 27th of  December 1991 ?",
            "Unknown"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "You're going to talk about your mother-in-law, Nancy Vera Mzinzi who died when she was 73 years old, but during this incident she was 68 years old.",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "Please tell us what happened.",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "My mother-in-law was taking her son, who was not well, to the doctor.  Her mental step-son.  While he was on the way to take a taxi, she met the soldiers.  There were men who were together with the soldiers.  These men pointed her out to the soldiers, saying that she must be beaten by these soldiers.   She was beaten by sjamboks, by the soldiers.  After that, she then took a taxi to King William's Town.  She took another taxi from King William's Town to Ginsburg to visit her daughter.",
            "Female"
        ],
        [
            "MS MAYA",
            "The men who pointed at her, did you know them before ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "No I did  not  know them  because I was new in the village.  These men, because my mother-in-law was from Port Elizabeth, one of the men who pointed her out  was also from Port Elizabeth.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where they members of any organization ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Yes, they were members of ADM.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your mother-in-law, in which organization was she ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She was an ANC member.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know the reason why they assaulted her ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "I think she was assaulted because she was a woman who was a member, a leading member of the Women's League.",
            "Female"
        ],
        [
            "MS MAYA",
            "How did she, how was she injured ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She was injured and she got injured in the head.  They were beating her with sjamboks and batons.",
            "Female"
        ],
        [
            "MS MAYA",
            "At   the  time of  her  assault,  was   there  anybody  who  tried  to  stop  the soldiers ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "No, nobody tried to stop them.",
            "Female"
        ],
        [
            "MS MAYA",
            "But, there were witnesses who saw the people who did this ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where did your mother-in-law get treatment ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She got treatment in Grey Hospital.  She was then, she went to Livingstone in Port Elizabeth.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did she pass away ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She passed away because as she was beaten in the head, she suffered pain since then.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did she die ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She died in 1996.  She could not do anything for herself.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you lay a charge, or did you go to any lawyers for legal advice?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "She did approach the attorneys, but nothing came out of it.",
            "Female"
        ],
        [
            "MS MAYA",
            "Which attorneys are these ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "Mr Tavata, Smith & van Heerden.",
            "Female"
        ],
        [
            "MS MAYA",
            "Nothing happened about the case ?",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Nomondi, would you like to say something ?",
            "Female"
        ],
        [
            "NOMONDI",
            "Yes, I would like to say something.  According to what I know about my mother.  My mother came to me in Ginsburg.  She said that my daughter, my child, before I die, I would like to say this.  I did not expect her to, to live, because I thought that  she  was going to die at that same time.   She  said  that  pet,  can  you  see  what  the Ciskeian soldiers did to me.  Do you know Moffat Mputo.  I am here to-day and I have been assaulted because of him.  He his the one who pointed me out to the soldiers of Ciskei, saying that I'm the cause of the conflict in the village.  She said that I'm dying because I'm a member of ANC Youth, ANC Women's League.  He said that I came with politics from Port Elizabeth.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Did you know Moffat Mputo before ?",
            "Female"
        ],
        [
            "NOMONDI",
            "No, I did not know him, but I made some investigations.  I found out that he was from Mount Cook.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Where is he now ?",
            "Female"
        ],
        [
            "NOMONDI",
            "Someone showed me Mr Mputo in town.  I can identify him if I can see him.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is there anything else you want to add to what you've already said?",
            "Female"
        ],
        [
            "NOMONDI",
            "I don't want to waste time because after all this I took him to Grey Hospital.  That is where he  was photographed by the media and we took these photographs to Smith & Tavata.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "You mentioned Wendy, Lindiswa and  Luyiswa.  Can you please tell us about these children.",
            "Female"
        ],
        [
            "NOMONDI",
            "The 2 children, who, there's 2 girls and my brother whose being supported  by my mother.  My brother gets a pension grant.  These children are my brother's children.  They were staying with my mother because their father passed away.\nMS",
            "Unknown"
        ],
        [
            "MAYA",
            "How old are they ?",
            "Unknown"
        ],
        [
            "NOMONDI",
            "I took them because when my mother passed away.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How old are they Ma'am ?",
            "Female"
        ],
        [
            "NOMONDI",
            "The first one was born 1982, the other one 1985.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Can you please mention their names, because we have 3 names.",
            "Female"
        ],
        [
            "NOMONDI",
            "Nomsa, Nomsa is my sister's child who also passed away.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Are they all at school ?",
            "Female"
        ],
        [
            "NOMONDI",
            "Nomsa is not at school but she's still very young.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Do you have any other requests to the Commission ?.",
            "Female"
        ],
        [
            "NOMONDI",
            "I do have a request to the Commission.  I would like the Commission to assist us in these three, three children who were being supported by my mother.  As I am married now, I cannot support them.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mrs Mzinzi, would you like to add something ?.",
            "Female"
        ],
        [
            "NOMAVA LILIAN MZINZI",
            "My request is the same.  I would like these 3 children to be educated.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  I will hand over to the Chairperson after I've finished with all of you.",
            "Female"
        ],
        [
            "MS MAYA",
            "Mr Dara, you also from Masele Township.",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were also affected on 27th of December 1991.  You were beaten with sticks and sjamboks by the soldiers.  What was happening ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "The police came at home on the 27th of December 1991.  They took us near the school.  When we got to the school, they would take us and transfer us to the casspir while beating us.  They would make us lay down under the chairs and they were assaulting us all this time.  They said that I was a Chairperson.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you say that you were taken by the police, who was with you?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Everybody in the village was taken by these police.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the reason for this ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "The reason was that a house belonging to Xhanga family was burnt down.  The soldiers were staying there.  It was burnt down on the 26th of December.  These police were asking us about this incident.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you a member of any political organization ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "I was a member of ANC.  The family of, the Xhanga family was a member of ADM.",
            "Male"
        ],
        [
            "MS MAYA",
            "In other words, the members of ADM were helping the Ciskeian soldiers ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to you after that ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "They said that I'm the Chairperson and I must tell them who burnt down Mr Xhanga's home and I was not a Chairperson.",
            "Male"
        ],
        [
            "MS MAYA",
            "After these assaults, were you arrested ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes, I was arrested.  They took me to Tamara Police Station.  We were then transferred to Thimbaza because Tamara Police Station was full.  On the 31st of December we were then released.",
            "Male"
        ],
        [
            "MS MAYA",
            "The people who assault, assaulted you, did you know them ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "No, I did not know them, but they were soldiers.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you get any medical treatment ?.",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you still have medical documents ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "I don't know because my home burnt down.  A flame burst in my home, so I don't know whether the documents are still there.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you lay a charge ?.",
            "Female"
        ],
        [
            "ELIAS DARA",
            "No, I did not.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to any attorneys ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "No, I did not.  I cannot support myself, I cannot work like before and I would like the Government to assist me financially because I am not working.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have children ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes, I have 5 children.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you remember their ages ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "I don't remember, but my first- born was borne in 1980.",
            "Male"
        ],
        [
            "MS MAYA",
            "We will come back to you for those details.  Is that all you wanted to say ?",
            "Female"
        ],
        [
            "ELIAS DARA",
            "I would also like to know the perpetrators who did this to me.",
            "Male"
        ],
        [
            "MS MAYA",
            "You will also be, like to be helped concerning your children.",
            "Female"
        ],
        [
            "ELIAS DARA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "I thank all  of you.  I hand over to the Chairperson, maybe you will be asked questions.  Reverend Xundu.\nREV.",
            "Female"
        ],
        [
            "XUNDU",
            "Mr Stsikelelo Solani concerning your requests, you said that you would like a wife.  Would you like us to pay lobola for you ?",
            "Unknown"
        ],
        [
            "MR SOLANI",
            "If that is possible, I would like you to do that.\nREV.",
            "Male"
        ],
        [
            "XUNDU",
            "Thank you, Mr Chairperson, I just wanted to know that.  We thank you people from Masele.  We've noted your requests concerning the conflict between the ANC and the ADM.  We will also look at your requests.  Thank you, you may go back to your seats.",
            "Unknown"
        ]
    ]
}