{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-12",
        "location": "KING WILLIAM'S TOWN",
        "day": "1",
        "names": [
            "BUYISILE SAMUEL SANGOTSHA MAKI ZOKOZA"
        ],
        "case number": "EC0360/96SBR",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55511&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/sangotsh.htm",
        "speakers": [
            "ADV SANDI",
            "BUYISILE SAMUEL SANGOTSHA",
            "CHAIRPERSON",
            "MAKI ZOKOZA",
            "MNCEDI MAGUGA",
            "MS MAYA",
            "REV XUNDU",
            "SIMON NDINDI FUNDA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "BUYISILE SAMUEL SANGOTSHA",
            "MAKI ZOKOZA",
            "MNCEDI MAGUGA",
            "SIMON NDINDI FUNDA",
            "MS MAYA",
            "MR SANGOTSHA",
            "MR MAGUGA",
            "MR ZOKOZA",
            "MR FUNDA",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call Buyisile Samuel Sangotsha, Maki Zokoza, Mncedi Maguga, Simon Ndindi Funda and Thembeka Cecilia Ntliziyombi.  Is she here?  No.  We welcome you and we will ask Reverend Xundu to help you take an oath.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  I will start with you Buyisile Samuel Sangotsha.  Please stand up.",
            "Unknown"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MAKI ZOKOZA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "SIMON NDINDI FUNDA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, the have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mr Sangotsha, I will start with you.  I would like you to tell us, shortly, about what happened in your family, especially on the second of April 1993.  We found out that you also lost your son Mxolisi. Is that correct?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old was Mxolisi at the time?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Mxolisi was 47 years old.",
            "Male"
        ],
        [
            "MS MAYA",
            "Please come nearer to the mike.  Please tell us, shortly, briefly, what happened.",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "The first incident when it happened I was in hospital in Gida.  I broke my leg, I fell from a motor cycle.  When I was discharged from the hospital, it was on Friday when I was discharged from Gida Hospital.  I then arrived in King William's Town.  When I was about to take a taxi home in the taxi rank I heard people saying that where are you going, because your house was burnt down.  I did not understand this.  I went to the taxi.  The taxi man told me that they are not going to the Bhele township, because peoples' houses are being burnt down and your house, Sangotsha, was also burnt down.  The taxi driver told me.  I said to this man, you see that I am injured, you can just take me to the village.  He then agreed.  He took me nearer to the location, he did not go in the township.\n When I was about to reach my home one of my neighbours approached me.  At that time it was about to rain.  One of my neighbours took me to his house telling me that my house had been burnt down.  I asked when.  He said on Wednesday that same week.  I asked who burnt my house.  He then said that he saw Ntsotho's boy by the name of ...",
            "Male"
        ],
        [
            "MS MAYA",
            "Is he Msikeleli?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, Msikeleli together with Zilindile Ndzuzo, Koleli Pokothi and others.  They took a paraffin from Mr Zokoza's house to burn down our houses.",
            "Male"
        ],
        [
            "MS MAYA",
            "Sir, the people who you just mentioned, who are they?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "They are people from our village.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why did they burn down your house?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "I still want a reason why they burnt my house.  I do not know.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you a member of any political organisation?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, I am an ANC member.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you have any position in the ANC?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, I am the Chairperson of the ANC.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you think that the burning down of your house has got any connection with you being a member of the ANC?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "I can say so, because the people who burnt down my house they were always calling the police when we have meetings.  The police would come and tell us not to have meetings in the township.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were these people members of any organisation?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, because at that time the headman were abolished in the township.  They then joined ADM, but after Gqozo they joined PAC.",
            "Male"
        ],
        [
            "MS MAYA",
            "Please continue.",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "The damage at home, because my house was a five-roomed house, it was fully furnished.  It had bedroom suites, dining room suites and lounge suites.  There was also another room which had a bedroom suite where my children were sleeping.  Everything was destroyed.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where was your family at the time of this incident?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "My family was not there, because everybody was at work.",
            "Male"
        ],
        [
            "MS MAYA",
            "Nobody was injured?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "No, nobody was injured.",
            "Male"
        ],
        [
            "MS MAYA",
            "When was Mxolisi killed?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Mxolisi heard about this when he was in East London at work.  When he heard that his home was burnt down he went there, it was on Saturday, to examine the extent of the damages.  On Sunday he was going to visit a friend at night.  He came to me at night on the Sunday, as he arrived on Saturday examining the damage to the house.  On Sunday he was coming back from his friend.  It was at about 11 at night, if I am not mistaken.  He then said that Ord Zokoza and Wede Simon were pointing guns at him trying to shoot him.  He managed to escape, because his friend had a girlfriend in the house.  This girlfriend cried, they then went out to the next door house.  This house was a shebeen.  His friend then went out to the shebeen to look at them.  They were drinking.  He came back to the house.  He told him to run away, because these people were drinking next door.  He managed to go back home.  We then spent the night in my neighbour's house.\n In the morning, it was on a Monday, he said that he was going back to work.  He said that he will buy clothes and blankets for me in East London.  He went, he left trying to catch an eight o' clock bus.  I was to take a taxi to Bisho for a check-up that same Monday.  When I was in the taxi rank I heard that there was a noise on the other side.  I asked what was happening.  The people said that there were people fighting.  I took a taxi.  When I arrived in town one young man said that it was Mxolisi.  He was being attacked by young men from Bhele location.  I asked whether he was still alive or not.  They said that he was dead.  He was covered by a blanket.  I went to Bisho, because when I heard this I was in town.  \n When I came back I heard that Mxolisi was taken by the police to the mortuary.  I asked what happened.  I was told that when he was going to the bus stop he was attacked by Msikeleli Ntsotho together with Luzitie and Zuzo and Koleli Pokothi and Mankeya Mzimkuli Gilenzoto, they shot him.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are these people the same people who burnt down your house?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, he ran to Sifakie's house.  Fikiswa then took him outside.  They arrived and they shot him.  They dragged him to the street.  Msikeleli then saw that he was still alive.  He came back and he shot him dead.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was Mxolisi an ANC member?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "After he was killed were these people arrested?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "No, they were not arrested.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a court case?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "No, there was no court case.",
            "Male"
        ],
        [
            "MS MAYA",
            "Up until today?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you report this incident to the police?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, we reported this to the police.",
            "Male"
        ],
        [
            "MS MAYA",
            "Which police station?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Tamacha Police Station",
            "Male"
        ],
        [
            "MS MAYA",
            "But nothing happened?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "No, nothing happened. I would go to the police station and ask them what was happening.  They would tell me that I must come back, but nothing was happening.  We then went to the detectives in Zwelitsha.  They said that they will investigate, but up until today there was no court case.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to any attorneys for help?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "You received a settlement amount from the Government?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "But you said that the money was not enough, because you did not manage to buy the furniture?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS MAYA",
            "What is your request then to the Commission?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "The request I have to the Commission is that I would like to be helped, because I lost my property.  Secondly, Mxolisi has got a wife and children.  I would like the Commission to educate Mxolisi's children.",
            "Male"
        ],
        [
            "MS MAYA",
            "How many are there?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Two, there are two.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old are they, do you know?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "I am not sure, but their mother is here.  She can tell you their ages.",
            "Male"
        ],
        [
            "MS MAYA",
            "We would like you to bring their mother to the investigators so that we can get that information.  Is that all you wanted to say?",
            "Female"
        ],
        [
            "BUYISILE SAMUEL SANGOTSHA",
            "Yes, that is all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Sir.  I will request that I handle all the witnesses and then I will hand over to the Chairperson.  Your house was destroyed, your cars and this all happened because you were a member of the ANC and SANCO, 18th October 1992.  Is that so?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Please come closer to the mike and tell us briefly as to what happened.",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "It was in 1990 when the ANC was unbanned.  As the residents of Ndakana we organised that the African National Congress rise up.  There was a Resident Association, SANCO.  We, as the SANCO members, tried to mobilise the ANC branches around the area.  We succeeded in raising these structures of the ANC in our area.  We were confident that we were progressive.  We were fighting for liberation.  We, our desire was that we have a contribution to the struggle for liberation in this country.\n In 1992 there was a march from town to Bisho.  We managed to escape the shootings at Bisho.  When I got home I realised that it was not well.  Nothing happened that day however.  I think the Wednesday passed on peacefully.  On the Thursday, two am, I was not staying at home at the time, because of the oppressive ways of the Xhosa regime.  They would come at any time intimidating us looking for ANC members.  I left home, I could not sleep at home.  I was seldom home.  I would have to lock the door so that people thought that I was not there even if I was sleeping inside.  The police would come.  At the time we did not have meetings anymore as leaders.  If we held a meeting the police would come and disrupt.  They wanted leaders, especially, of the meetings.  If I had come out I would be harassed.  I could see that the police had a lot of anger and bitterness, because we were members of the ANC and we were active.",
            "Male"
        ],
        [
            "MS MAYA",
            "Excuse me Mr Maguga.  Could you just move a bit backwards.  Thank you.",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "And that kind of life, Mr Chairperson, one unfortunate day the police came and found me at home.  They took me into a Ford Sierra.  On the way it was clear to me as they spoke that my life was at risk if I had to continue with the activities of the African National Congress and SANCO.  Got to Zwelitsha to the headquarters of the Security Branch.  Got there at about seven in the morning.  A short while after I had arrived the police came, I think some were from Mtanzane, they started swearing at me.  The one started to, wanted to slap me.  They were asking what I was doing in the village.  Why is it that Ndakana I was causing chaos for the brigadier, what do I care about the ANC.  I said that my heart was with the oppressed black man of South Africa.  I was not thinking about myself, but to see our people being oppressed by the Government of the day.  Also, I said to them the Gqozo regime was part of the master plan of the South African Government at the time.\n There were a lot of questions, Mr Chairperson.  Some I could not answer, but eventually I was released.  I was given conditions that as they released me at five o' clock in the late afternoon I was told that I must not, no longer be active as an ANC member in the village.  I went home.  I could not keep quiet, I could not just sit and do nothing.  I had to continue with my struggle with the ANC.  On the tenth, after the Bisho march and massacre, as I was coming from Stutterheim, I had been driving in a bakkie that a friend of mine had lent to me.  I drove back in that bakkie at about six am from Stutterheim.  The youth, three youths came towards me.  They warned me that I must not be shocked, my entire house had been burnt down, but there were two rooms still standing.  They said that my kombi had been burnt.  The other, the windows had been broken down.  Lastly, the house of your friend was, there was also attempt to burn down her house.\n I went home and it was as they said.  Everything inside the house was burnt, my cars were burnt.  As I tried to investigate the matter in the village, I asked the residents if they did not see who it is that burnt down my house.  I asked if they could not stop the fire.  They said that they were too scared to come and put the fire out as they were scared to be shot by the perpetrators.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you find out who is that burnt down your house?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "No, I did not find out even though I went to report this matter to the police.  What shocked me about the police is that they asked me, they asked which organisation I belonged to.  They said before they take a statement it was imperative that they know which organisation I belonged to.  I told them that they knew.  They said that I am a member of the ANC.  We were just asking to confirm.",
            "Male"
        ],
        [
            "MS MAYA",
            "What police are these?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "These are the Frankfurt police.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they take a statement?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "They tried to take a statement, because they wrote down all the details.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they do anything about the matter?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "They did not do anything about it.  They just said they are going to see the house of an ANC member that was burnt down.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you able to stay in your house after that?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "No, I was unable to do so, because there were curses from the Sandile home, Mpondo Sandile especially.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you talking about the headman?  What did this have to do, what did the headman have anything to do with this incident?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "When our meetings were disrupted the police would say that they had been called by this family, the Sandile family, the headman, because, apparently, we had called meetings that had nothing to do with the Government of the day.  The soldiers were patrolling at that time, were based at the headman's home.  There was a house that had a double storey.  The soldiers stayed upstairs.  There were a lot of soldiers that stayed there.  I cannot, I could not even count them.  We thought that that could be their base.  There is another reason why I could not stay at home.  Before my house was burnt down I slept under my truck, because I was hiding away from the police.  About eight men came to my home.  The one passed next to me.  They had tracksuits on that I thought were tracksuits that belonged to the Ciskeian police.  They tried to kick down my house, the door into my house.  I think that they got information that I would sleep at home at times even though there would be a padlock outside the door.\n The Ciskeian soldiers, the Ciskeian police, the police force, the so-called police force, these people were the reasons why I could not stay at home, because they would come searching for me.  They would shoot at people at night in the village.  Nobody was happy.  Nobody could live peacefully.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Maguga, you said that these soldiers stayed at the headman's house, Sandile.  Did they stay there or would they be there now and again?  Would they be based there now and again?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "It is the police that would go there now and again.  After my house had been burnt down they actually stayed there.  The soldiers were staying there even the so-called Peace Force.  They would be coming from there when they would go to the village.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Mr Maguga.  After your house was attacked and burnt down, you then went into exile.",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Before I did that I must tell you about what hurts me the most.  Before I went into exile my friend Nonkilesile Bovane, she asked if we could meet in Stutterheim.  She assured me and said that I could leave with her car.  Well, I said to her that I would go to Port Elizabeth to talk with my family and tell them what was happening.  She then gave me permission to use her car to go to Port Elizabeth.  I then said that it was not wise for me to use this car, because people already knew it, especially the Government.  She then begged me to use it.  I said, yes, but I knew I was not going to use it.  I got to Port Elizabeth.  I was there just for the weekend.  On the Monday I heard that there is a lady that had been shot in Ndakana.  I did not know who it was.  I thought that I should quickly go back.  Fortunately, there is a youth that I had taken to BPC churches, because the Sandile people would beat this, these youths up.  They would beat them up and put them in bath tubs.\n Sandile was sent by Brigadier Gqozo.  I met this youth in town ... they advised me not to go back home, because Mpondo Sandile has been cursing.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who is it that was shot?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "It, it was my friend.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you talking about the lady, the Bovane lady?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Yes.  These are some of the things that really hurt me, because this was the person who was going to help me through life.  This is one of my major grief.  There were rumours that before she was shot she had been asked where Mncedi was.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is this the time you went into exile?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Yes, Mr Chairperson, I could not go back.  I could not even go to the funeral.",
            "Male"
        ],
        [
            "MS MAYA",
            "So you went back home in 1995 when the villagers went and fetched you?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Yes, they said that as I had a contribution in the struggle for liberation, now that the country was liberated I could go back home.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a court case in Frankfurt?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "No, until today I still do not know who burnt my house down.",
            "Male"
        ],
        [
            "MS MAYA",
            "What requests do you have to the Commission, Mr Maguga?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "Even though the father of the deceased came to the Truth Commission I would like to know who it is that shot her and why she was shot.  I personally would like to know, as well, why it is that my house was burnt down.  Who is it that burnt down my taxis.  I also request the Truth Commission and the Government to give me some form of compensation even if it is one taxi, because after all this I realised that my health had deteriorated.  I cannot work.  Even if you look at me, Mr Chairperson, you will realise that I cannot be employed.",
            "Male"
        ],
        [
            "MS MAYA",
            "What do you want to see happening to the perpetrators?",
            "Female"
        ],
        [
            "MNCEDI MAGUGA",
            "I thank, I am grateful that the Truth Commission is operating.  It is this Commission that will heal our wounds especially the people that have been hurt.  The Truth Commission, Mr Chairperson, I request that the perpetrators come forward.  People must not be scared to come forward and tell the truth.  People must not be deceptive.  Just because people were not arrested at the time of the incident does not mean that they cannot come forward to the Truth Commission and divulge the truth.  I would like the Sandile family to come forward as well, because they kept the perpetrators in their home.  I think peoples' hearts are not totally healed in our village.  This could lead to violence, because people are bottling up wounds that have been unattended.  I want to know who killed my friend and why.  I want to know why my house was burnt down and why.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Mr Maguga.  Mr Zokoza please.  Mr Maki Zokoza, your story is also concerning the ADM as you were also a member of ANC, SANCO alliance in Bhele.\n I would like you, briefly, to tell us about what happened to you especially on the first of June 1992.",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you Mr Chairperson.  Firstly, I would like to greet you as we are here today, to the Commission.  I would like to start in 1990 and tell you about the story, the Bhele story, in Cikizini.  On the day when Brigadier Gqozo said that he did not want the chiefs and the headmen.  As the people from the Bhele we said that we wanted people to be elected as Chairpersons.  We then elected these people.  We elected Mr Tamsane Selman.  I was the Treasurer, at the time, of SANCO which was the Resident's Association there.\n One particular day it was felt that in 1992 the Chairperson has to be changed, Mr Selman, a new executive committee was elected.  I was then elected as the Chairperson.  I think it was on the 13th of June, if I am not mistaken.  While we were in a meeting, as the Committee, trying to discuss what we are going to do as the newly elected people, the police came from Tamacha.  They asked us why are we there.  We then told them that we are the executive committee of the Resident's Association.  One police said to me, Mr Zokoza, this organisation was banned.  He said that the organisation I am leading was banned.  I asked him where.  He said in Bisho in July.  He did not give me an exact date.  I said that I did not know what you are talking about, it is the first time I heard about this.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was this happening after the organisations were unbanned?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "This police said that they were again banned?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes.  I said to him this we did not hear as the residents of the Bhele.  It was the first time we heard about this, that the Resident's Association was banned.  This police said that on a Monday we were to appear in Tamacha Police Station.  Briefly, it was five of us.  We went to the police station, two woman and three men.  When we arrived there, there were men from Bhele who were already there.  The Station Commander, who was Mr Solilo, said that we are trying to rule Bhele township.  He said that there was a headman in that township, we have to obey his rules.  He said that we were no longer allowed to have meetings.  We told him that this surprises us, because you are telling us about a headman in the police station.  You are a police and we were not aware that the headman was elected by the police, but as we are the community, the residents from the Bhele, we are not aware of this.  This man said that we were no longer allowed to have meetings in Bhele.\n We said that we were not going to argue with you, but we have a question to you, that as I am a member of SANCO, I am also a member of ANC, because, according to my knowledge, the ANC formed SANCO.  We then requested, we then asked whether we can have ANC meetings, but we are not going to follow the headman.  This man said that you can have ANC meetings in Bhele.  We thanked him for allowing us to have ANC meetings, but we were not aware that SANCO was banned, but we will ask to our leaders.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Zokoza, when were you taken to the headman by the Ciskei Defence Force members?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you, Mam.  It was in 1992, if I am not mistaken.  On this day, it was in the evening, I was sleeping.  I heard a stone in the door.  I told, I said to my wife there was something in my door.  I went out, I saw boys, but I could not see them clearly.  They ran away.  In the morning we found out that there are three or four houses whose windows were stoned.  We were confused at that time.  We sent a person to the police station to requesting, to request help so that the police can send patrols in the area for evenings.  We gave Ndetayou money to go to Tamacha to the police station.  The police did not respond, but they took the letter.\n Mr Chairperson, at night when I was sleeping, I think it was about ten or 11, someone was knocking on the door.  He said that I am Ndetayou, please open the door.  He said that I was together with the people from the Government.  My wife went to the door, she opened the door.  One soldier came with a gun.  He told me to wake up and put on my clothes.  I asked where are you taking me?  He said put on your clothes.  After that I put on an overall.  I knew that they were going to kill me.  I did not want to have a hat on.  I just took a scarf and this soldier told me to stop.  I told him that it was cold outside.  When I went out there was one soldier outside with a gun.  There was one bakkie, but I do not know the name of the bakkie.  There were people there in that bakkie.  Mbulelo Holana was inside.  This bakkie then turned upwards.  It stopped in Telele's house, the one who was appointed to be a headman.  There were many people in that house.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who were these people in the house?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "It was the ADM members.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to you when you got to the headman's place?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "When we arrived at the headman's place there was a man who said that you are tagged and killed our cattle and, Mr Zokoza, you also took money which I was supposed to be given by the residents.",
            "Male"
        ],
        [
            "MS MAYA",
            "Which money is this?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "I will come to that issue, Mr Chairperson.  I said that this surprises me, because it is at night and I said that I am going to repeat this, because I could see that there was something happening there.  This report which they wanted me to do at night was that, as the Resident's Association, there is a school in our township.  It was damaged, but we said we, as the Resident's Association, said that this was dangerous to the people, because the people were injured due to this.  We then decided to pay R2,00 and to try and to repair the damages in your school.",
            "Male"
        ],
        [
            "MS MAYA",
            "We do have your story in front of us, but I would like you to emphasise on the burning down of your house and your ill-treatment.",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you Mam.  Briefly, the soldiers said that we are going to be taken.  There was a message that these people are to be taken and killed in Transkei.  We were then taken by this bakkie by the soldiers.  They were beating us all the time.  They were ill-treating us.  They would use a nut which was tied to rope.",
            "Male"
        ],
        [
            "MS MAYA",
            "How many were you?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "We were seven.  It was myself, Ndetayou, Mbulelo Holana, David Sodwya, Mulelami Tutela, Msondile Kunelise.",
            "Male"
        ],
        [
            "MS MAYA",
            "These people who were assaulting you, did you know who they were?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "I am not going to lie, Mr Chairperson.  I do not know who the people were, I do not even have a picture of them today.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened after that?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "They were assaulting us, they beat us until the morning.  They took us to Bisho.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened there?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "We were asked what we were doing at Bhele.  We said that we are just members of the African National Congress.",
            "Male"
        ],
        [
            "MS MAYA",
            "Even there do you know any people?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "No, we did not recognise any people.  Our eyes were full of blood at that time.  We were all swollen up.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to a doctor to get a letter or a paper saying that you got injured?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes, I went to, we went to a doctor at Grey Hospital.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you still have these papers?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to report to the police?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes, we went to the police to report this and we opened a docket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would like to take a break for 15 minutes and we will come back at ten to 12.  I will come back to you, Sir.  We will ...",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mr Zokoza, your house was destroyed at this time?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you Mr Chairperson.  I have mentioned that there are people who were with me while we were being beaten up.  I have forgotten someone.  He was Zama Siphaykie, Zama Siphaykie.  Let me now answer your question.  It was on the second of April.  As a leader, as a Chairperson of SANCO, the residents asked me to go to Zwelitsha together with certain people so that they can get pension from the Government.  It was on a Friday.  I took two people with me.  When I arrived in Zwelitsha we were rejected, because it was said that as a Chairperson I have no right to take people to get a pension.  A headman had the right to take these people so that they can get a pension.  They said that I was taking headman's place.  I then apologised, but I said that, according to my view, the Bhele people elected me to go there to ask pension for these people, but I said that I will go back to the people and report this matter.\n We came back from Zwelitsha.  When we were in town at the taxi rank, in the bus rank, one young man from Bhele township, Mr Vumani, I have forgotten his name, he said to me your house had been burnt down.  I did not believe this.  I could have died due to shock that day.  As a man I was strong.  I knew God planned this, because he gave me strength not to fall down, to be strong.  We, myself and Selmane decided to go and meet this SANCO in the sub-region.  We told them that our houses were burnt down.  The sub-region then phoned the Red Cross.  They said that these people will come and take us there.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who burnt down your house?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "At that time I was, I did not know, I was in town.  We decided to go and see what happened. We could not wait for the Red Cross to come.  Mr Chairperson, I took a taxi home.  When I arrived at home my house was in flames.  I did not ask anybody.  I went to the top, got water and I tried to put the water off.  I heard that the fire brigade was there, but they could not help.  My second child's furniture was in that house.  Everything was in ashes.  I was left with what I had on my body.  There was no blankets, there was nothing.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you hear who burnt the house or what happened?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you Mr Chairperson.  My wife was at home at the time.  I asked her what happened, who did this?  She said that she was outside, it was during the day.  She was, I have a child at home who is an albino.  My wife was busy washing this child's clothes.  She said that she saw a bakkie and Msikeleli Ntsodo, Lundi Ndzuzo, Lukhanyo Simakade and Thozamile Hoga were in that bakkie.  They had weapons with them.  After that I did not have a place to stay.  There was a room outside.  I tried to go to the police, Mr Chairperson, to report this matter.  I gave them my statement.  They told me to wait.  I waited.\n I got a summon that I should appear in court in Zwelitsha. I went there.  When I arrived in court people were called.  There were two people.  My wife did not mention them that they were there when my house was burnt down.  I went to the man who was calling these people.  I said to this man, these two men, were they involved in this incident?  He said yes.  I said my wife did not mention these two people.  I found out that there were other people who were there, not the ones who burnt down my house.  He told me not to say anything to these people.  I have to ask the prosecutor or the interpreter, because there are two people who were not present when my house was burnt down.  I talked with, to the interpreter telling him that there are these two people who were not there.  I said Lundi and Lukhanyo were supposed to be there.  It was only Msikeleli and Thozamile who were there.  There was one lady from Lengele Ntsodo who were there.  I said that I am not going to say anything to these people, because they were not there.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did the case continue, Sir?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Mr Chairperson, we appeared in court two times.  After that nobody told me or gave me a date to appear in court again.  That was all, up until today.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Sir.  Did you receive money from the Government?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Yes, I did.  If I can go back.  There is a white man in Bisho who said that I must not touch anything in my house while it was, at the time it was burnt down.  He said that I will be given money to build my house, but no money for furniture.  I then said that I do not have money to buy furniture, because my furniture was destroyed.  This white man said that he will only give me money to build the house.  I went to the sub-region of ANC to tell them about this matter.  They then took the matter in their, into their hands. I do not know how they did it, but I managed to build the house and to put a roof in my house, but I did not manage to buy furniture in the house, because it was destroyed.   Lastly, Mr Chairperson, I was staying in Sikalinie village.  I had horses and I would go back home every morning so that I can attend ANC and SANCO meetings at Bhele location.  Because I was working with horses, one of my horses was dead and it died.  That is all.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have any requests to the Commission, Sir?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Mam, I said that I am a person who is working for myself, but now I cannot.  My left side is not well.  I cannot work for myself, the children are working for me.  My fingers, especially this side, the man next to me can see, the soldiers tramped on my right fist with their feet, but I managed to survive.  I felt pain, I did not die, fortunately, because, but I feel pain in my body because of these injuries.  I cannot use my fingers.  They were injured on that day.",
            "Male"
        ],
        [
            "MS MAYA",
            "What are your requests then, Sir?",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "I would like the present Government to help me with my furniture and with my health.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Sir.",
            "Female"
        ],
        [
            "MAKI ZOKOZA",
            "Thank you Mam.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Simon Ndindi Funda.  Could you tell us briefly, Sir, about your story.",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Thank you Mr Chairperson.  It was the 17th of October 1992, 17th of October 1992.  It was at about 12, midnight.  I was at home.  I heard my dogs barking and I realised that they must be seeing something.  I got up, went out, they ran towards the road.  When my dogs saw me they came towards me.  I went back inside the house, but two or three minutes later, after I had got into my bed, there was a bang on my window and then an explosion.  The explosion caused me to fall on the floor.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was your house burnt down?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "There was just smoke.",
            "Male"
        ],
        [
            "MS MAYA",
            "Nobody was injured?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the explosion about?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "The next morning we saw a bomb next to the house that had unsuccessfully exploded.  Soldiers came in the morning, the soldiers came and picked up these grenades.  Our houses were, our windows were damaged and also my furniture was damaged.  We tried to buy more furniture and to fix our house.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where did you stay at that time?  What was the name of the village?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Bonke.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were there other incidents in this village similar to yours?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "A house was burnt down.  We never found out who was involved.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you a member of any organisation at the time?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "I was the Chairperson of  SANCO and Vice-Chairperson of the ANC.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were there other political organisations in the village that you were in conflict with?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "There was the ADM.  Even though we never saw their members, as such, we tried to organise meetings.  It was just a few people that were members.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there ever outright conflict between you and the members of the ADM?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "One soldier called me.  He accosted me saying that he is Brigadier Gqozo's bodyguard.  Brigadier Gqozo apparently said that I was working together with Mrs Mantoyi whose ex-husband was a headman.  This gentleman said that Brigadier Gqozo was happy that I was working with this lady.  I tried to question, because I did not understand, but he got angry and I just left him.  The whole village came to my house after there had been the explosion.  He came,  alighted from a car and went around the house to my next door neighbours.  We were looking at him.  He then went to, walked to another house.  He sent a boy saying that he is able to stop the bomb that had not exploded, but the people verbally harassed the boy that was sent.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know who threw the bombs at your place?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "No, to this day I do not know, except that the soldiers came in the morning.  I suspect that they know about this.",
            "Male"
        ],
        [
            "MS MAYA",
            "Exactly when did they go to your house?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "They came on the day, the next day after my house had exploded, the next morning.  The one had a video camera, his name was Qishane.  I do not know who called them, because we had not reported this.  Qishane was an Intelligence Officer.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you get any compensation from the Government?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you report this to the police?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Yes,  it  is the police that came and put out the bomb.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they take a statement and investigate the matter?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "A statement was taken.  Geyena was handling my case.",
            "Male"
        ],
        [
            "MS MAYA",
            "What police are these?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "The Zwelitsha police.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to this case?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "They said that the case had been withdrawn because there was not enough evidence.  I gave evidence about the soldier that I had reported.  They said that they had called the soldier and he denied everything.",
            "Male"
        ],
        [
            "MS MAYA",
            "What is the name of the soldier?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Soni Matayi.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did he stay there in Zwelitsha?  Is he still there?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Yes, he is still there.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is he still a soldier?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "Yes, he is still a soldier.",
            "Male"
        ],
        [
            "MS MAYA",
            "What requests do you have before the Commission?",
            "Female"
        ],
        [
            "SIMON NDINDI FUNDA",
            "I request that the Commission calls Soni so that I can ask myself what happened.   Secondly,  if the Commission could build my house because I am unable to.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  I will hand you over to the Chairperson.  The other members of the panel may ask you more questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  I am going to ask Mr Maguga a question, if he could come closer to the mike.  Mr Maguga, you mentioned two names whilst you were talking.  Mpondo Sandile and Chief Sandile.  Is it the same person?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "First of all, Mr Chairman, there is Makobo Macoleza who is the Chief of Magagale.  He had a house in the village.  The second person is his younger brother who stays with Ms Nolizwe.  He was a soldier under the Gqozo regime, Mpondo Sandile.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were saying that there was conflict between the residents of the village and the Sandile household.  Were you talking specifically about Mpondo Sandile or about both Mpondo and Chief Sandile?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "The problems and chaos that led to us being before the Truth Commission today is Mpondo who was taken by Brigadier Gqozo to be, to our village.  It is Mpondo Sandile that I am about here today.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Therefore Chief Sandile is not involved in this incident as such?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "Chief Sandile had no say in the battles of the village.  I just want to clarify that at the time we started having rallies and marches at the Victoria ground he would be called as the Chief of the Magagabes.  He would not come, because he did not\nwant to go against the Government of the day.  Therefore he had no contribution to his brothers oppressive ways.  However, Mr Chairperson, we had no problems with Chief Sandile as such.  It is his brother that we had a problem with.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Maguga.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Maguga, you mentioned a Peace Force when you gave your evidence.  What contribution did the Peace Force have to the community?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "When we tried to investigate what the Peace Force was about and its origins we discovered that the Peace Force was comprised of youth members of our community that had been called where jobs had been advertised.  Youngsters that stayed in farms in the area went and joined.  They were told that they would employed, they would be trained, they would protect people, shops and shop-keepers.  They would be more or less like watchmen, but this concept of the Peace Force got twisted along the way.  It was used to protect people who worked for Gqozo especially members of  the ADM.  However,  Mr Chairperson, people were deployed to Ndakana to work there as members of this Peace Force and people from Ndakana were taken to other areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We got evidence from one of the hearings in the Commission that aligned the Peace Force with Chief Sandile.  According to your knowledge, is the Peace Force aligned with Chief Sandile?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "Yes, I did mention that the base of the Peace Force was at Sandile's place.  I think that, Mr Chairperson, that as we did not see who controlled the Peace Force we realised later that it is Mpondo Sandile who actually was the leader of the Peace Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore the base of the Peace Force was at Mpondo Sandile's place?  Therefore it was not Chief, at the Chief's place?",
            "Unknown"
        ],
        [
            "MNCEDI MAGUGA",
            "No, it was under Nolizwe's son who was taken by Brigadier Gqozo and employed by him in the village to help the ADM.  Was the Peace Force trained by Mpondo Sandile or was it trained already when it got there?",
            "Male"
        ],
        [
            "MNCEDI MAGUGA",
            "The Peace Force was already trained.  They would come with their guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sangotsha, Zokoza, Maguga and Mr Funda, we thank you for the evidence that you brought before the Commission.  You are reminding us of a time that was very painful in  the Ciskei.  Again you are reminding us the price people had to pay for  liberation in this country.  We thank you for the evidence that you put before us.  As for your requests, we are going to document these requests and take them before the Government.  We are thankful that amongst you there are people who played a major role in the liberation of this country.  Thank you. You may step down.",
            "Unknown"
        ]
    ]
}