{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-12",
        "location": "KING WILLIAM'S TOWN",
        "day": "1",
        "names": [
            "SIKONGOZI DUMILE SOFAKA"
        ],
        "case number": "C0083/96KWT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55515&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/sofaka.htm",
        "speakers": [
            "CHAIRPERSON",
            "MATONGISI WILLIE BANGELI",
            "MILILE IVEN VELAKHE",
            "MS MAYA",
            "REV XUNDU",
            "SIKONGOZI DUMILE SOFAKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "SIKONGOZI DUMILE SOFAKA",
            "REV XUNDU",
            "MATONGISI WILLIE BANGELI",
            "MILILE IVEN VELAKHE",
            "MS MAYA",
            "MR SOFAKA",
            "MR BANGELI",
            "MR VELAKHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is Mr Sikongozi Dumile Sofaka here?  Matongisi Willie Bangeli.  Milile Iven Velakhe.",
            "Unknown"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You look like you are sulking.  Please smile.",
            "Unknown"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MILILE IVEN VELAKHE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We welcome you gentlemen from Berlin.  You look angry as if you are about to fight.  May the Digeni people travel safely.  We will hand over to Tiny Maya who is going to lead evidence on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mr Dumile, I will start with you.  You are going to give us evidence about your son who was killed in Mdantsane in 1993, his name Zulani.  How old was he at the time?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "He was 21 at the time, born 1972.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was he a policeman, because according to your statement apparently he had gone to fetch other policemen that he was working with?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "He was fetched by police on the 17th of September 1993.  They were being taken to Postdam police.  On the Saturday I went to find out what was happening.  When I got there the police said I must wait outside.  After about ten minutes a sergeant from NU12 came.  They said that there is a man, a Mnoche man who got an accident with two other police.  They were shot.  They took Zulani to fetch yet another policeman.  This is when they got this accident, being shot by people that are not known even to this day.  Apparently there is still no clarity about this case.",
            "Male"
        ],
        [
            "MS MAYA",
            "Therefore if nobody came forward, maybe the police gave a bit of clarity.  Do you not know anything up to this day?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "No, I do not know anything.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was Zulani arrested?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "He was arrested because of his own things, not because of political reasons.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a court case?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "No, on the Saturday I just gave in a statement at NU12.  We then went to the mortuary and they took us to NU1 after that to show us the place where the accident was.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you have any legal representatives?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "Yes, I went to King Street in East London.  I was asked to give a deposit for R300,00.  I paid.  After a while I was given documentation.  They said that I was not worthy of pressing charges on the Government.",
            "Male"
        ],
        [
            "MS MAYA",
            "Therefore no claim was made, no compensation?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "What is your request before the Commission?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "I need the Commission to help me.  I need compensation.  If my son was alive he will be supporting me.",
            "Male"
        ],
        [
            "MS MAYA",
            "And the investigation?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "Yes, I need help there as well.  They keep on saying that they are still investigating the matter.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have more evidence to the Commission?",
            "Female"
        ],
        [
            "SIKONGOZI DUMILE SOFAKA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Matongisi, Mr Matongisi your incident occurred in, on the 21st of September 1985.  You were a member of the UDF in Berlin.  You were then attacked by the police in a gathering.  Could you tell us briefly what happened.",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "Mr Chairperson, on that particular day we had a meeting, a general meeting for both parents and the youth.  As it was clear that we are members of the UDF and also we worked at town and were members of SAWO.  There was water that was taken to the townships.  We were, the Gula village was then not given the water.  We wanted to know why we had not been given water.  They then said that our water should be drilled from the ground.  We had no water.  We investigated the matter as there was absolute disharmony.  Next to Lita there was a dam that was constructed.  We then found out that our village had a right to get water from that dam.\n After we ascertained that we are also supposed to get this water we then called a general meeting for all the members of the community.  We gave this time.  The youth became violent.  The children were angry.  The Ciskeian police were driving around our community and the youth wanted to attack the cars.  We then went to the meeting.  Sebe, at the time, there was something happening in his home.  I do not know whether his daughter was getting married or his son had just come out of circumcision school.  We went to the Inobuthu Primary School for our meeting.  Our children were singing liberation songs in the village.  We got to the school hall.  We realised that the whole thing was out of our hands, there is nothing we could do.  There is a stage just like this at the school.  The children then went onto the stage of the hall.  I also went onto the stage.  \n We started the meeting, we sang the national anthem.  As we were drafting the agenda we looked, there were windows right around the hall and we realised that there were police right round.  The police went in, they started beating us up with batons, also steel batons.  I was beaten right here on the eye.  Some of the batons would go right around the head when they hit you.  We were like young boys asking for forgiveness saying, oh father, forgive us.  It was painful, we were humbling ourselves.  There was nothing else we could do.  After a while there was silence.  We got out.  There were rifles as big as that camera right over there, all  around.  We realised that if that, those rifles were used there would be trouble.  \n They told us to sit down.  We sat down like little children.  What I did, first of all, is I went there where the children were held.  I asked why the children were held, this is before the meeting.  I went there and asked why the children were held.  They denied it.  I tried to hide after that.  I was wearing green, I was wearing green overalls from Murray and Roberts where I worked.  I just lay there as they beat me.  The children were taken to NU12, the charge office there.  There were so many cars there I could not even count them.  The elders were told that they must never do this again, they must just go home now.  We were bleeding, we were injured.  I was the last one there, being beaten by the same police saying, please boetie.  \n The children were taken.  We then went home, it was difficult.  I thought I would not be able to sleep, I must go to a doctor.  We went there to the hospital.  It was full.  There were nurses, there were soldiers, nobody cared.  We were just given tablets.  They would not even examine us.  They told us to come the next day.  We took the tablets and we left.  We went home and I thought, no, this is really painful now.  I persevered the Sunday.  On the Monday I was told that there was a doctor at Anniden.  This doctor took us.  We told him what happened and he could see how injured we were.  We were told that we did not have to pay this doctor, but I paid R10,00 and he took it even though they said we did not have to pay.  I gave it to him freely, because I thought it is only R10,00 after all.  He said that I must come and consult.  \n This doctor asked me if I have legal representatives. I said, yes, Mrs Siwisa.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where is she?",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "She is in Highway, Mtanzani.  We went to this attorney.  She was not there.  We asked the interpreter where she was.  Apparently she had been arrested.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was she arrested?",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "We asked, she is arrested because of this whole matter that concerns all of you.  So I thought, oh Lord, who is going to represent us now.  When is she going to be released, because we need representation?  They do not know they said.  They said we must wait.  We waited and waited.  I went back to this doctor.  Doctor, what do I do now?  He then gave me a letter and said I must go back to the attorney.  I went and they said that I must come on the third month.  I went there and the interpreter said you cannot get her.  The Ciskeian Law says that no attorney should stand against the Government.  Therefore you have no legal representatives, you can do what you need to do.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was that that then?",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to your statement, sir, you said that one of the reasons why you were beaten up is because you were collecting the snip cards and were burning them.  Is that so?",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "Yes, it is so.  At work we joined SAWO.  As a man you had to pay R30,00 and a woman also had to pay R30,00 for weapons and you had to pay R3,00 for Nbadagandoda and also R3,00 more for a card.  You had to pay all this money.  We got nothing.  They just said that they are upgrading the standards, but nothing happened.  My health deteriorated.  Even under the second Government I am not well.  Then I said that I am not going to pay all this money.  We then said that each person must burn their own cards.  If you had a green card just burn it.",
            "Male"
        ],
        [
            "MS MAYA",
            "What requests do you have before the Commission?",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "Well, sir, as a person who realises that the battle is not yet over, I need compensation, I need a third leg.  My two legs are not good enough, because of the Ciskeian police.  I need support.  I must get something, because I have been fighting in the struggle and the people I was fighting with are now dead.  I am still alive, I am on this platform, therefore I should get support and compensation.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are you saying, you say that according to your statement you lost seven teeth when you were beaten up.",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "That is so.",
            "Male"
        ],
        [
            "MS MAYA",
            "And you also said that the Commission must buy you false teeth.",
            "Female"
        ],
        [
            "MATONGISI WILLIE BANGELI",
            "That is so. I was kicked by a young boy, kicked my seven teeth away.  Therefore, the Commission must get me false teeth.  Yes, I need them.",
            "Male"
        ],
        [
            "MS MAYA",
            "Milile, your incident is similar to Mr Bangeli, but your case happened on the 14th of September 1985.   You were only 11 years old at the time.",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "Can you please tell us briefly what happened to you.",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "In 1985 under the Sebe regime, Mr Sebe was an authoritative leader.  In our village, Nkqonkqweni, on the same date, on the 14th of September the youth took the Sinnip membership cards from the people.  We were still young boys at the time.  We were still playing boys.  This happened while we were playing together with others.  We saw people coming towards us.  We were playing together with my friends.  They took our tyres, because we were playing with them.  We followed them.  We did not know where they were going, but we just followed them.  We also climbed in this vehicle.\n The police came with their Ford Sierras, a powder blue and white Ford Sierra.  They were coming towards us.  People were saying, were telling us not to run.  We were in the back of this group.  I just saw people dispersing and I heard gunshots all over.  I also ran away.  While we were being chased by the police there was one police who approached me.  He shot in the air telling me to stop.  I did not stop, because I told him that you are going to beat me.  He then assaulted me with the rifle butt.  I fell down.  After that he beat me with sjambok and then the police left me there.  One other police came.  He asked me, who are you.  I could not talk, because I was swollen up.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where were you injured?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "The police beat me in the head.",
            "Male"
        ],
        [
            "MS MAYA",
            "How were you then helped?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "I was not helped, because after the police assaulted me I stayed at home.  I was looking after my health.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go to a doctor or hospital?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, I did go to a hospital.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you admitted in hospital?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "No, I was not admitted.",
            "Male"
        ],
        [
            "MS MAYA",
            "Which hospital was this?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "I went to Cecilia Makiwane.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you treated?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, I was treated for my eyes in Cecilia Makiwane and I use to go there for treatment, because they saw that my eyes were weak.  I have to attend treatment now and then.  I decided to go to the doctor, because I could not see clearly with the spectacles that I got in Cecilia Makiwane.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you manage to go back to school as you were at school at the time?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, I managed to go back to school. I am doing standard ten now.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to you after this incident?  You said that, in your statement, you cannot see clearly, you have partial eyesight and you suffer from constant convulsions.  Is that correct?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "This is due to your injuries you sustained in your head?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you notice any police who did this to you?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Some of them passed away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who is alive?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "These police, they all passed away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a court case?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "No, there was no court case.",
            "Male"
        ],
        [
            "MS MAYA",
            "What is your request, then, to the Commission?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "My request to the Commission is that as I am in this situation, I pay for my treatment, my eye treatment.  I have spectacles today because of what happened to me.  I would like the Government to help me in this matter in order for me to pay for the treatment, because according to myself, I see myself as paralysed.  I cannot work for myself, because sometimes I get nervous.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you receive any treatment now?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "No",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you receive treatment in hospitals?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, but for my eyes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Would you like us to help you with medical treatment?",
            "Female"
        ],
        [
            "MILILE IVEN VELAKHE",
            "Yes, I would like you to do that for me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Milile.  I will now hand over to the Chairperson.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say that you were shot, where were you shot?  Did they shoot you or did they beat you?",
            "Unknown"
        ],
        [
            "MILILE IVEN VELAKHE",
            "They beat me with a rifle and I fell down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you gentlemen from Berlin.  We also thank you Milile.  We could see that you were injured due to this incident.  We noted your request or your requests, but I would like to thank the gentlemen who told us this story.  Although this is a very painful thing, the way they told the story was very interesting.  We thank you because you are the last ones for today.  Thank you.  We will now come back tomorrow at nine o' clock.",
            "Unknown"
        ]
    ]
}