{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-12",
        "location": "KING WILLIAM'S TOWN",
        "day": "1",
        "names": [
            "SANELE WELLINGTON SINAM"
        ],
        "case number": "EC0186/96CCK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55512&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/sinam.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MS MAYA",
            "REV XUNDU",
            "SANELE WELLINGTON SINAM"
        ],
        "original_speakers": [
            "SANELE WELLINGTON SINAM",
            "REV XUNDU",
            "MR SINAM",
            "INTERPRETER",
            "CHAIRPERSON",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "SANELE WELLINGTON SINAM",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Let me lead him, Mr Chairperson.  Briefly, sir, please tell us your story.",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "On the tenth of August 1992 I was due to be on duty at quarter to ten.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were you a police?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, I was a policeman.  At about half past 11 I received a phone call from a woman.  She asked a man who was also a police.  I then told this woman to phone Middeldrift Prison, because I do not know where this man was.  At about quarter to 12 pm I received another phone call that I must go and call Mr Yawa.  His girlfriend was the one who was phoning.  I told this lady that I cannot leave the charge office.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were you alone at the time?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, I was alone on duty.  She then asked me to go and call him.  I then asked for her phone numbers.   She said that it was 91.  When I came back I found out that this person was not alone.  I told her that Yawa said that he cannot come to the phone, but at about 12pm as I was inside the charge office a white City Golf stopped in front of the police station.  Three men entered the charge office and they knocked.  I said they must come in.  One of them had a balaclava on and pointed me with the gun.  The two of them told me to close my eyes and lay down.  I did what they wanted me to do.  They then tied me, they hand-cuffed me in my hands and my legs.  At the time my eyes were closed, I could not do anything.\n They asked for the safe keys. I told them that they were in my pocket.  One of them took the keys out.  He opened the safe.  While they were doing that one of them came to me and told me to open my eyes.  I then opened my eyes.  He told me to close my eyes again after telling me that they were going to burn down my home.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What happened, what did these people do to you after all this?  The opened a safe.",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, they opened a safe.",
            "Male"
        ],
        [
            "REV XUNDU",
            "They took what was in the safe?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What was in the safe?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "They took six rifles from the safe.  They also took my gun.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you know these people?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "No, I do not know them.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What about Yawa?  Did he know the girl who phoned him?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I think so, because he answered by saying that he does not have time to go and answer the phone.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you make a statement to report about this?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, I made a statement to the police.  I made a statement in 1993.",
            "Male"
        ],
        [
            "REV XUNDU",
            "When did this happen?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "It happened in 1992.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you make a statement at that time?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "What I did at that time is that I untied myself in my legs and in my hands. I woke the Station Commander telling him that the guns and the rifles have been stolen.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you have an occurrence book?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I could not write at that time.",
            "Male"
        ],
        [
            "REV XUNDU",
            "These people had already left.  You had to write a report.  where did  you write a report about what happened?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I did not write a report about what happened.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Even in your occurrence book you did not write what happened?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "No.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What happened when you were confronted by the Ciskeian Police?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "The Station Commander reported this in Bisho.  The security from Alice, the security branch from Alice arrived.  One of them, Malo, untied me.  They took me to the office of the branch commander.  They asked me where the guns were.  They said that these people were my friends.  They were beating me and they said that they were not afraid or scared of the people who took these guns.  I must tell them who the people were, because they said that they were my friends.  I then fainted after they had been beating me up.  When I woke up I could see that I was bleeding through my ears and my mouth.  I was also injured in my legs and my hands, because they made me to do push-ups.\n There was one police left there and I saw that it was Captain Sihluku.  While I was trying to wipe the blood in my mouth he told me to stop.  He went out to the charge office to take the investigator, Mr Mhambi.  They took me to their office, the offices of the investigators.  He took me back so that I can be tortured.  They did not stop there.  They were assaulting me.  I was, they covered me with a jersey.  I did not know or see who they were.  I told them that I just want to breathe.  They must give me a chance.  They then took off this jersey over my face.  I could see that these are the same people who were assaulting me.",
            "Male"
        ],
        [
            "REV XUNDU",
            "After all  this did you, were you, was there, were you charged of anything?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you appear in front of the magistrate?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, it was on the 13th of September 1992.  I did not know what I was charged of.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you get a lawyer?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Who was your lawyer?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "It was Graham Dorrington.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What did your legal representative say?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I was released and I had to report to the police station on Fridays.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What happened to this case?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "The case was withdrawn in January in 1993.  I was also, I was not working at that time.  They just said that the case was withdrawn.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Why were you dismissed from work?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "They did not tell me the reason.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Were you given a letter?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "They gave me a letter while I was detained.  I left that letter there.",
            "Male"
        ],
        [
            "REV XUNDU",
            "When was this?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "It was in 1992.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you get money, pension money, because as a police you have to get money?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "They gave me R17 000,00.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your request to the Commission, sir?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "My request to the Truth and Reconciliation Commission is that I want to know why did they do this to me.  Were they just using me or what did I do wrong?  I would also like the Commission to find out the perpetrators so that I can give evidence to the magistrate.  Thirdly, I would like the Commission to help me to get my job back.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you have a wife?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "My wife left me.",
            "Male"
        ],
        [
            "REV XUNDU",
            "She left you.  Do you have any children?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, I do.  I have one child.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Where is this child?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "The child is in Fortmath.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is that all, sir?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, that is all.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you, sir.  Let me hand over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who is the investigating officer of this case?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I do not know who is investigating this case, because the person I knew who was Brooke, he left his job.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your legal representative, is he still Dorrington?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he tell you about the case?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Dorrington did not tell me anything about the case.  I wrote a letter to him saying that I mentioned his name in, he then said that my case was a criminal trial.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  You, Mr Sinam, you were dismissed from work.  Before you were dismissed was there any internal inquiry?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes, there was an internal inquiry while I was still detained.  They asked me whether I wanted a legal representative.  I said yes, but this did not continue.  When I was released on the first of September at about, on the 18th of September I was called to appear in front of this investigating unit.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you appear there with your attorney?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they give you reasons to dismiss you?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "No, they did not.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who was in authority in Seymour at that time?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "He was Mongwe.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where is he now?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I think he is in Stutterheim.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you retire?",
            "Female"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were tortured with electric shocks.  Who was doing this to you?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "It was Mbagu and Mhambi, the two investigators.  It was on a Tuesday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you were a police was this a form of torture that was used?",
            "Unknown"
        ],
        [
            "SANELE WELLINGTON SINAM",
            "I would just hear people crying, but at that time I can say that this kind of torture was the one used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sinam.  We will try to contact  Mr Dorrington so that we can hear his side of the story so that we can also find out who is the investigating officer of your case.  This is a painful story.  We did not know that the police were also tortured in this way.  Maybe you will help us to find out about the things that happened in Seymour at this time when we are investigating your case.  For now, thank you Mr Sinam.",
            "Unknown"
        ]
    ]
}