{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-07-04",
        "location": "MESSINA",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54303&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200704me.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR WAGENER",
            "JOHANNES FREDERIK VAN ECK",
            "MR WAGER",
            "MR DE BEER",
            "MR KOOPEDI",
            "MS MTANGA",
            "ADV BOSMAN",
            "MR KOOPEDI ARGUMENT",
            "MR WAGENER IN REPLY",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MR WAGENER",
            "CHAIRPERSON",
            "JOHANNES FREDERIK VAN ECK",
            "MR VAN ECK",
            "MR WAGER",
            "MR DE BEER",
            "MR KOOPEDI",
            "MS MTANGA",
            "MR WAGENER IN ARGUMENT",
            "ADV BOSMAN",
            "MR KOOPEDI ARGUMENT",
            "MR WAGENER IN REPLY",
            "MS MTANGA IN ARGUMENT",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, thank you.  Yesterday when we adjourned we had just concluded the evidence of the applicants.  Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Good morning Chairman.  Yes, we are ready and I wish to call as a witness my client, Mr van Eck, he's sitting next to me.  He's prepared to testify under oath and he's ready to take the oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, during 1985 where did you live?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "In the Tzaneen area.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What was the job that you did?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "I was a bus contractor and a farmer.",
            "Male"
        ],
        [
            "MR WAGENER",
            "We now know that you were married at that stage.  How many children did you have?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Three.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What were their ages?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "At that stage 9 and 4 and 18 months.",
            "Male"
        ],
        [
            "MR WAGENER",
            "This job that you did, it had two divisions or sections, you were a contractor and a farmer.  This transport contracting business, was it a successful business?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was it profitable?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Can you tell the Chairperson just broadly speaking how many people were working for you and what the work entailed?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, my business was farming.  I worked with approximately 400 workers.  I also had a school bus contract and four whites worked for me and that is basically what the business entailed.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So can one then accept that you were financially successful?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, Mr Chairperson definitely.",
            "Male"
        ],
        [
            "MR WAGENER",
            "At that stage in 1985 what was your personal health like?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "It was excellent, I was a qualified PT teacher, I taught for eight years and I then retired because of other activities, but I was a very healthy person.",
            "Male"
        ],
        [
            "MR WAGENER",
            "We now know, Mr van Eck, that you and your family were involved in an incident on the 15th of December 1985, together with the family of Mr Koos de Nysschen.  Can you tell the Committee how you got to know Mr de Nysschen or what your relationship was?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, I was the Chairperson of the Primary School Management team.  Mr de Nysschen was the Vice Chairperson, our children went to school together and we became friends.  It was in a school context.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was Mr de Nysschen then also a resident of the Tzaneen district?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "This farm where this incident of 15 December took place, who was the owner of that farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, the farm was the property of the de Nysschen brothers, they used it as a holiday farm and they're still farming in the Tzaneen District and that was their game farm that they had, it was more for holiday purposes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So they were not resident on this farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "No, there was a caretaker who looked after things on the farm.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was this caretaker a white person?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "No Mr Chairperson it was a black person.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, just for interest sake, how far is this game farm from the area where you lived at that stage, you and Mr de Nysschen?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, I cannot remember the exact amount of kilometres, but it must be approximately 250 kilometres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Eck where exactly is this farm?",
            "Unknown"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "It is, Mr Chairperson, approximately 25 kilometres west of Messina.  It is on the Pontdrif road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you know how big this farm is?  Is it a big farm or not?",
            "Unknown"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, it was not an exceptionally big farm, it was in terms of the areas, it was one of the smaller farms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "We now know that out of the documents that you and your family were visiting the de Nysschen's on this specific farm when this incident took place, is that correct?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, that is.  We were on holiday, we went through the game reserve, the Kruger National Park, and we concluded our holiday by going to Mr de Nysschen to go and visit them on their farm, they were also there at that stage.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Before this incident, were you on this farm before?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "No, not at all.",
            "Male"
        ],
        [
            "MR WAGENER",
            "In other words, it was your first visit to this farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Just for the record, the farm or the specific farm, what was the name of the farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Chatsworth, if I pronounce it the right way.  Chatsworth.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Can you describe to the Committee what the set-up was concerning the roads?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson it's very simple, it is a farm with a camping ground.  Furthermore it consists of smaller roads.  There are no big roads, there's no traffic through the farm it's only normal farm roads.",
            "Male"
        ],
        [
            "MR WAGER",
            "Was this farm fenced in?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, it had a game fence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr van Eck, the type, was it a double lane road?  Did it have a centre?",
            "Unknown"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "No, but sometimes there is grass that grew in the middle of the lane on the road.  I wouldn't say that they were cleared away from driving, but I think over the years it was cleared by just driving on it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how far from the border was this farm?",
            "Unknown"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "The farm does not go up to the river, there are still farms between this farm and the border or the river.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Did I understand you correctly Mr van Eck, there were no thoroughfares through this farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "That is correct.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Does that mean that to get to this farm with a vehicle, you had to drive through a gate?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "That is correct, Mr Chairperson.  To get to the farm you leave the tarred road.  First you drive through another farm, past a house, then the road goes into the area of the farm.",
            "Male"
        ],
        [
            "MR WAGENER",
            "We heard yesterday and evidence was led that the applicants had instructions to plant landmines on roads where the military did their patrols, you heard this evidence?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What was the position in this regard, on the farm of Mr de Nysschen?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson as far as I know, there were no patrols by the military on that farm.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Furthermore you saw in the Criminal Court that Mr de Nysschen testified that there has never been a military vehicle on that farm.",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "I accept that because he knew exactly what happened and how things worked regarding this.",
            "Male"
        ],
        [
            "MR WAGENER",
            "When you were in that area during this visit, did you see any military patrols outside of this farm?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson no, because the Sunday of the 15th of December we arrived there approximately 12 o'clock the day.  We were in the Kruger Park in the morning.  On the 15th we drove over the landmine, so in that time when I was there, I never saw any military activities.",
            "Male"
        ],
        [
            "MR WAGENER",
            "In other words it was the same day?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, it was the same day when I got there.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Or when the landmine was set off.",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "That is correct.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Can you just tell the Panel and the Chairperson at what time that day did the explosion take place?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson the explosion took place approximately 5 o'clock the afternoon.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, I do not want to take you through the facts of the explosion itself, but we know now that you and your family and the family of Mr de Nysschen were on the vehicle that set off this landmine, is that correct?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, what type of vehicle was this?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, it was a newish Nissan bakkie.  We filled it with petrol just before we left and myself and Mr de Nysschen and my son were in the front and the rest of the family was in the back because we went to go and look for game.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And we do know, or maybe you should tell the committee, were you injured in this explosion?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, I was injured, I am injured.  My back was broken.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Very well, we can talk about the rest maybe a bit later.  We know what your position was or is.  You testified or heard evidence yesterday of an applicant that said that you were irresponsible in taking your family into that area, that you had to know what you were going into, what is your comment on this?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, I treat it with contempt, it is not the truth.",
            "Male"
        ],
        [
            "MR WAGENER",
            "After the incident, what happened to the work that you did at that stage, or your job?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "My situation changed from - in the sense that from the next day onwards, I was responsible for my remaining child that was eighteen months old, I had to look after him and it had the implication that my business came to a stop.  It also had the further implication that I was financially ruined by it.  It also had a further implication that I had to fall back on my career as a teacher.  It also had implications there in that sense that I was a PT teacher, I couldn't do it anymore because of my injuries.  It had further implications that because of this, the stress and the shock that I experienced, I got cancer and because of that was found medically unfit by the Department of Education with the further result that I had to leave the Education, or school, without a pension.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, the loss that you had up to date, did you calculate this?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, Mr Chairperson, not up to date, but recently, I think up to 1991.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What does that entail, or what is the amount?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, the losses in terms of contracts in the contracting business is up to 2.6 million.  The losses in my farming, or in the farm, to put it shortly, the total losses, the farm and the contracting business, the direct losses because of income that just came to a standstill is up to 8.7 million.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Does that include anything in terms of medical fees?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "No, Mr Chairperson, it is only the direct income that I lost, no other expenditures like medical costs or any other expenditures.",
            "Male"
        ],
        [
            "MR WAGENER",
            "You were declared as a victim by the TRC.",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "That is correct, yes and I received a written document where they declared that I was a victim in this.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What did that mean to you?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "It created a light in a very dark tunnel that there will be some compensation for the damage that I went through.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And did you receive anything?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson yes, I did, they sent me an amount of R2 900 after, that is now from 1996 up until today, the amount of R2 900 has been paid out to me.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was that what you received for the damages that you lost of 8.5 million?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr van Eck, is there anything that you would like to add, is there anything that you would like to testify about in front of this Committee?",
            "Male"
        ],
        [
            "JOHANNES FREDERIK VAN ECK",
            "Mr Chairperson, I can just say the following.  I never declared myself as a victim, the TRC declared that I was a victim.  I did not ask them to - I did not present my damages to them, they requested me and they broadly, had me fill in forms to explain or describe the damages that I incurred.\n\tThen just on another point, if I look at the name, the Truth and Reconciliation Commission and I look at the purpose and the mission of the TRC, then it was very shocking yesterday that the applicants, especially the first applicant, after fourteen years, it has been fourteen years that we have been busy with these matters and after fourteen years are still proud of what they did and still willing to do it again and in the light of the fact that this is an amnesty hearing, it became very clear to me what we are dealing with here.\n\tAnd then Mr Chairperson, we are sitting here with applicants who were truly the footsoldiers, the people who worked on the grassroots level and Mr Chairperson we are not getting to the people who gave the orders.  This is as far as my knowledge goes.  Mr Chairperson, something that is so ironic in this is that we are manipulated, we the victims, fourteen years later still we are manipulated in terms of these events and I believe other people were supposed to sit here, also from the National Party side, to explain these matters.\n\tThank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WAGENER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Eck.  Mr de Beer, do you have any questions?",
            "Unknown"
        ],
        [
            "MR DE BEER",
            "No questions from me, Chairperson.\nNO QUESTIONS BY MR DE BEER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi, do you have any questions?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "No questions.\nNO QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, questions?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No questions Chairperson.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr van Eck I'd just like to say we appreciate what you have said this morning.  We understand fully the tragedy that you have suffered and that you are still indeed suffering and we feel for you very strongly.  I can't comment on the question of the reparations, that is dealt with by another Committee, but we believe that that process has not been concluded, and we would also like to express our sincerest sympathies to your whole situation and also to the family of the de Nysschens.  We appreciate it.  Thank you very much.\n\tMr Wagener?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "That will be the evidence of Mr van Eck.  Thank you Chairman.  I do not intend calling any other witnesses.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr de Beer, any witnesses?",
            "Unknown"
        ],
        [
            "MR DE BEER",
            "I'm not calling any witnesses thank you Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I'm not calling any witnesses Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  That then concludes the testimony in this hearing.  We'll now make - are you ready to make submissions Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, sorry, may I interrupt please?  At this stage, Chairman, I would like to request that the matter be adjourned and I would like to put argument before you why certain people should be subpoenaed to come before this Committee and to give evidence relevant to the issues and in order to enable you to reach a correct decision in terms of Section 20(1).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Wagener, do you want to address us on that now?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "If you would allow me, please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, I have read the submission of the ANC to the TRC, that is the official submission, the two parts that we always refer to, and in the submission of May 97 on page 71, that is page 327 of the bundle before you, it is clearly stated and explained how the ANC decided on this campaign of landmines.  That it was decided upon at Military Headquarters and the same page specifies the instructions that went out to the units involved.  We've all read that.\n\tChairman, having listened to the applicants, you should be satisfied that they comply with the provisions of Section 20(1)(a), (b) and (c) before any amnesty can be granted.  At this stage, we've heard evidence by and I will lastly confine my argument to the evidence of the applicant, Nondula, because he was apparently involved in the incident regarding my client, that he and his sub-unit clearly went outside the parameters of the campaign to such an extent that according to the documentation of the ANC Head Office, or Headquarters, they realised this soon afterwards and called the whole thing off and even to the extent that the members in the higher echelon do not ask for amnesty.\n\tChairman, this we find very strange.  If this operation was, this campaign was in any way, was conducted as set out in the presentation of the ANC, then surely - and this was even conceded by the said applicant - then surely there must have been proper reconnaissance, intelligence gathering, and surely this must have been returned to the division of Mr Ronnie Kasrils and surely his intelligence component evaluated those intelligence and prepared an operation in co-operation with the division Operations in connection with the Commander as is the position in any military entity that I know of.\n\tSo Mr Chairman, before you can decide, with respect, that you are satisfied that these applicants comply with Section 20(2) and 20(3), the whole question arises to what extent were they acting within orders, within parameters, whether they did act on behalf of this liberation movement as specified in Section 20(2)(a), or not.  With great respect, Chairperson, I can't see that being done without the evidence of the following individuals and I refer you to page 52 of the same submission where the ANC itself sets out the structure of their Military Headquarters in this timespan and I would submit that we require the evidence of the Commander, Mr Joe Modise, the Chief of Operations Mr Lambert Moloi and indeed the Chief of Military Intelligence, Mr Ronnie Kasrils, to come before you and give evidence about the exact nature of the instructions given to these two units and whether these units, specifically the one of Mr Nondula, wasn't on a frolic of their own, totally outside the aims and interests of the ANC at the time and only then, it is submitted Mr Chairman, will you be in a position to reach a decision whether you are in fact satisfied or not, as required in Section 20(1).\n\tBy way of precedent, Mr Chairman, we had another matter that is at present still part-heard, where one of your co-members, Adv Bosman, is also involved in and I refer you to the Lesotho Raid which took place four days after this incident of my clients, where a client of mine, Gen Johan van der Merwe, applied for amnesty saying he gave the instructions that this operation should take place at the request of the victims, the then Commission of Police was subpoenaed, Gen Johan Coetzee, he had to come 1000 kilometres to attend the hearing, the then Minister of Foreign Affairs, because he made certain statements later on, Mr Pik Botha, was subpoenaed to try and sketch the full picture.  Later the matter was even further postponed to get the evidence of two other senior officials, the Chief of National Intelligence and the Director General of Foreign Affairs, Dr Barnard and Mr van Heerden, to establish whether Gen van der Merwe was in fact speaking the truth or not when he said that he gave the orders himself.\n\tNow I realise Chairman that it can never be seen as a precedent in the strict legal sense, but by way of analogy this is what happened in a previous hearing where a similar Panel to yours decided to follow that route in order to get to the truth, in order to be in a position to judge on all the facts, all the relevant facts.\n\tSo it is on that basis - sorry, you were saying?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I was just wanting to just ask for your views, we have here the situation that - we know that from the documents before us and from what we've heard that the landmine campaign, that the orders were given by the hierarchy, so we know that the orders were given by Military Headquarters and the NSC etc. and we also know that at one stage the whole campaign was called off because the victims of the campaign were not the targets that were expected, there were too many innocent people.  That we know, it's not being denied.  So one can infer from that that the people in Headquarters etc were not satisfied with the way things were going.  Now what sort of evidence beyond that would you expect to give?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, I will answer it in this way.  The applicant must satisfy you that he complies, or they comply with Section 20(1), specifically (b), dealing with the issue of the political motive and in turn you will have to be satisfied of Section 20(2)(a), 20(3), all the elements.  Now part of that is whether they were acting - maybe we can read the words, the wording of the sub-section, that's 20(2)(a)\n\"Whether they were acting on behalf of or in support of the organisation\"\nNow what we do know Chairperson is that the organisation decided on the landmine campaign, but subject to certain parameters.  That I read on that page 327 of your bundle.  Now what we know here is that Mr Nondula and his sub-unit were not acting according to that.  So the question arises whether he can satisfy you in terms of Section 20(2)(a) and that is why this request is made, to bring those witnesses to tell us exactly what was envisaged by this plan and to question them on the objective facts of what happened eventually, specifically in the case of my clients and then to test that against the initial plan and then in turn to test that, whether the applicant can satisfy you in terms of Section 20(2)(a).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And also just for what your views are on this aspect, what - it would also seem that - well it's very impossible, but Agrippa would have been an important person to call.  Would the calling of these senior people in Headquarters, NEC wherever, who were not on the ground at all, who made the decision relating more to policy than anything else, assist with regard to the role played by Agrippa, because these applicants say look, they merely obeyed what Agrippa told them.  Now let's assume that Agrippa was on a frolic of his own,",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman , yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You understand that problem?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Yes, I do.  Chairman, no it's not that simple.  It's not that simple at all.  The higher structure in this instance cannot be said that they were merely involved on the basis of overall policy.  If you read page 327 of the bundle and we also heard evidence to that effect, that in this instance we had prior reconnaissance by the two smaller unit leaders some months earlier and that they reported back to their head quarters, for what purpose, Chairman?  The way I understand the evidence and also the broad mandate was that they had to return with their intelligence, they had to take it up with their head office for evaluation, for specific target identification, we've heard evidence that that was done, the prior reconnaissance, the reporting-back and then there was a specific operation set up with apparently plans identifying the specific targets and that the landmines were planted at those places, that was what I heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wouldn't that then of the names mentioned by you, only affect one of them, the person who was in charge of intelligence?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Mr Chairman, I was a soldier myself.  An operation is planned and authorised in the final instance by the Chief of Operations and by the Army Commander and that the Chief of Intelligence merely plays a significant role in the receiving of, ...(indistinct) of and co-planning of the operation, but in the final instance, it is the Chief of Operations with the overall Army Chief.  If I may be allowed to give somewhat slight evidence in this regard, but that has been my experience over thirty years with the military.  Except if there are any further questions, that's my argument to you in this regard, so I specifically ask for Mr Joe Modise, the Army Commander, Mr Lambert Moloi the Chief of Operations, and Mr Ronnie Kasrils as the Chief of Intelligence at Military Headquarters where this campaign was planned and authorised as set out in the ANC's documentation, that they be subpoenaed and come and testify on this campaign and specifically on the orders, the mandate, the parameters.  I think it's highly relevant and that is our request, Chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wagener, may I just ask, for the purpose of argument, you drew an analogy between the Lesotho Raid matter and this particular matter.  I'm just asking this to clarify the issue in my own mind.  In the Lesotho Raid the evidence that was sort-of questioned was that of the person who actually gave the order and in this matter we have three footsoldiers' evidence and the middle person, the one who gave the order to them, is missing in the whole scenario.  How does that affect your argument?  I know that you are not particularly relying on the Lesotho Raid as a precedent, but you did mention it extensively and I would just like to hear you on that.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, why I referred to that incident briefly, in that matter Gen van der Merwe said:  \"I\" van der Merwe, \"gave the orders.\"   He said that all along, he gave the authority.  He did not discuss it with the Commissioner of Police.  What he did say is he can't remember, but he would have discussed the matter with certain other colleagues in the intelligence community and if so, it would have been on the probability, Dr Barnard of National Intelligence and Mr van Heerden of Foreign Affairs, but he never said they gave the authority.  The question there was, the way I understand it, is the test is slightly different in terms of Section 20(2)(b) than 20(2)(a) because in terms of 20(2)(b) a member of the Security Forces must also show that he was acting within the course and scope of his duties and his mandate, or that he objectively believed that he was doing so and that was the issue there, by way of cross-examination, which I may add if I'm allowed to, based on speculation by the lawyers of the victims ...(end of tape) Committee in that matter can reach the correct decision.  So all I'm saying is, if I'm confronted with an argument, I try to pre-empt that by mentioning the Lesotho Raid and maybe also as a matter of interest Mr Chairman, it was suggested to Gen van der Merwe that that Lesotho Raid was in fact a revenge attack regarding this very incident that we're here today for, because it took place four days later on the night of 19 to 20 December 1985, and that was also part of the \"disputes\" (in quotes) if I may say that, because it was a real dispute, but the Committee found that, or ruled that they must be satisfied in the end, in terms of Section 20(1), exactly as your position here today and that's why they decided to have all those people subpoenaed and that's the only reason why I refer to that matter, but of course, I accept what Adv Bosman says is that the facts are not exactly the same, but to me Mr Chairman the principle is the same.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr Wagener.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr de Beer do you wish to say anything?",
            "Unknown"
        ],
        [
            "MR DE BEER",
            "I'd just like to say that I don't object in any way to the bringing of this application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi, do you have anything to submit on this?",
            "Unknown"
        ],
        [
            "MR KOOPEDI ARGUMENT",
            "I do, Chairperson.\n\tFirstly, I wish to point out that I believe that the subpoenaing of the three people mentioned by Mr Wagener, will be a complete waste of time and taxpayers' money.  It will also ensure the prolonging of this hearing unnecessarily, Chairperson.\n\tIt's my submission that the three people will not take the evidence in this matter any further.  My submission is that they will in no way be able to assist this Honourable Committee to come to a particular conclusion or decision as to whether or not to grant amnesty to the three applicants.\n\tIt is my personal view, Chairperson, I must stress, my personal view is that simply because Pik Botha, Gen Coetzee were subpoenaed or are to be subpoenaed in another matter, it therefore means that in this matter also then Ronnie Kasrils, Joe Modise and Lambert Moloi must be subpoenaed.  I do agree that the matter in which, the Lesotho Raid, where the other people are being subpoenaed, cannot be seen as a precedent, but perhaps it's something worth looking at.  \n\tI would therefore then also take you through to another hearing which the subject thereof was landmines.  I believe this hearing was in Mpumalanga.  A number of people, Gen Nyanda notably appeared and asked for amnesty for those landmines.  At no stage were any of the three people mentioned or at no stage was there even a thought of subpoenaing them.  I know I was told that in that matter there was no opposition and perhaps that's why they were not subpoenaed, but the facts are clear that they would not in any way be able to take the matters any further.\n\tChairperson, the applicants before you gave evidence and their evidence is that none of them, none of the three were ever given instructions, briefed or even debriefed by any of the three gentlemen.  The evidence before you is that the unit of twelve was commanded by Mancheck.  Evidence before you is further that when they got into the country, they then had other Commanders, Chilies and Agrippa.  \n\tIt's my submission Chairperson that these would be the people, I'm referring to Chilies and Agrippa, these would be the Commanders or the senior people who should be subpoenaed if they were not part of this hearing.  These are the people who made the decision as to - that is when they were on the ground.  These are the people who pointed out where the mines are to be put.  You've heard evidence from one of the applicants that at some stage when they were in the country, they didn't even have the maps as to where to put these.  This clearly tells you that everybody relied on what the Commander said.  If the Commander said we plant it in the sky, they would have to do that and without questioning.\n\tMy submission is therefore that, Chairperson, we do not need to call any person into this hearing.  I would at the risk of being repetitive, go back to the application of - the broad application of Mr Kasrils where he speaks about landmines.  He clearly sets out what his role was and perhaps, Chairperson, I should for record purposes read what he says in that, that is on page 7 of your bundle of documents.  I'm reading from the third line of that paragraph.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Could you just give us the page number again?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Page 7 of the bundle of documents.  He says\n\"Instructions were given on reconnaissance methods and planning and on the collection of data.\"\nThis is the role that he played.  He had no role Chairperson in terms of the reconnaissance that was done in the country.  He gave instructions on how to carry on reconnaissance.  If therefore somebody did not carry out those instructions, he would not know and clearly he would not know whether the units went out of their parameters when they laid the mines, because he was not party to the giving of instructions in terms of saying where they should plant the mines.\n\tI therefore finally submit, Chairperson, that we do not need these people and we don't need to have them subpoenaed, they will not assist this hearing at all.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener, any reply?",
            "Unknown"
        ],
        [
            "MR WAGENER IN REPLY",
            "Thank you Chairman, two issues only.  The matter referred to by Mr Koopedi was a matter that came before your brother, Judge Potgieter, together with Adv Sandi and Mr Sibanyoni in White River.  The Judgment I have here dated 22 June 2000 in the applications of Gen Nyanda, Gen Choke and a person called Dick Mkhonto.  Now it's clear, Mr Chairman, that the issues that we are debating here today were not raised at all in that matter as he correctly indicated there was no opposition.  That matter seems to me, with great respect, to have been somewhat one-way traffic.\n\tRegarding the reference to page 7 of your bundle, Mr Chairman, where Mr Kasrils tries to set out his involvement, Mr Chairman, this is not that simple.  My submission to you is that anyone with knowledge of the military, will know that the truth of military intelligence per definition what his role is.  His role is never ever confined to instructing and training operatives how to collect intelligence.  The main function of any military intelligence component, is to receive intelligence, to collect intelligence, to evaluate such intelligence, to do research thereupon and then by way of intelligence reports to brief the operational side of the military on how further actions should take place, based upon, partly based upon such intelligence.  So if the submission here is that that was the only role Mr Kasrils played, if that is what he is saying here, my submission is he's lying and that should be tested.  It can never ever be true.\n\tLastly Mr Chairman, whether it should serve any purpose or not in calling these gentlemen to this hearing, I have put to you my arguments why I am of the opinion that it will in fact serve a purpose and I can't take it any further.  It will enable you to make a full decision whether the applicant has complied with Section 20(1)(b).  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, do you have any submissions you'd like to make?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I'll be brief, Chairperson.  My position is that I do object to the application being made by my learned friend Mr Wagener on the basis that, if the reason for calling the three persons that he would like the Committee to subpoena is to establish whether the three applicants before this Committee acted within the orders of the MK and its Military Headquarters at that time, I would say the submissions made by the ANC did have the situation that we are facing here in mind and did address the situations where civilians were killed in the landmine operations.\n\tI would like to refer the Committee to page 327, that's paragraph 4, wherein it's stated that Oliver Tambo himself ordered that operations be carried deeper into the country, moving away from the initial position that where these operations were carried out at the areas covering two to four kilometres from the border area, when the operations were taken deeper into the country, the roads that these landmines were to be placed on were at that time acknowledged by the ANC that they were not exclusively used by the military vehicles at that time and therefore it was foreseen at that time that there would have been civilian victims in these kind of explosions.  It is my position, Chairperson and my submission that applications such as the one being made by the three applicants here today where civilians were purely victims to these operations were addressed by the submissions of the ANC and it is therefore not in dispute as to whether, when these operations were carried out, could civilians have been foreseen as victims or not.  That's not in dispute from the ANC's position, so I find it difficult to understand if these three persons are called, what different answer are we expecting from them from the ones given in their submissions?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wagener, if I can give you an - is that all Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That is all Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you wish to reply to what Ms Mtanga has submitted?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman yes.  I must say I find it rather strange and surprising that the representative of the Amnesty Committee adopts this stance.  I would have expected her to be objective in this argument, or even not to enter the flow of this argument, but be that as it may, she decided to do so.  What we do know, Mr Chairman, is that this incident took place right at the outset of this operation, so her reference to the campaign later, later moving, and I assume she's referring to the incidents that took place in the Eastern Transvaal, or the now Mpumalanga, the incidents that were heard in the matter that I just referred you to in White River.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do recall Mr Wagener, the third applicant stating that when he came in later, I've forgotten the exact date, it was to go deeper.  When he got arrested and escaped, it was to go deeper, that wasn't only the Eastern Transvaal.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Yes.  That was on Christmas Day Mr Chairman, of 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That's right.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "So that is thirteen months down the line.  I am referring you to what was the position in November 1985, exactly at the outset of this whole landmine campaign, so what Mr Tambo said what should happen or not thirteen months later, my submission to you, is of no consequence and no relevance to my argument here today and I still maintain that these gentlemen can give relevant, directly relevant and important evidence regarding the initial stages of this campaign in order for you to make the correct decision.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Sibanyoni wishes to put something.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just to comment on the matter which was heard at White River, Mr Wagener, now that you have mentioned it.  I just want to bring it to the attention, your attention that even in that matter, the people who were victims were innocent civilians, they were travelling in a bakkie and then it was from the main road.  The place where the bomb was placed was on a, what they call in Afrikaans a \"twee spoor padjie\", which was leading from the main road passing the mountain and then this bakkie we were told that it was travelling to some people who were staying down the mountain.  In other words, I'm just mentioning it in view of your argument that you are putting forward that these people, it would appear they were on a frolic of their own.  I would like to say that the method of putting bombs in some roads leading from the main road, was not unique in this instance even if the Mpumalanga, or in that one which was heard at White River, that was the case as well.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Chairman, if I may reply.  The incidents dealt with by the Panel in that hearing took place in the period July 86 apparently until March 87 and although I'm not 100% sure of this, but the way I remember it and this is I must stress what I was told of what happened at that hearing, these landmines were all put or placed in roads where the general public had access.  Completely different to the situation of my client, where the landmine was put on a small game track within an enclosed farm, with no access by the public and specifically not by the military, that's why I say, Mr Chairman and I intend arguing that, but I say we must still hear the evidence of these gentlemen, whether or not the unit of Mr Nondula was not on a frolic of their own.  At the time, November 1985 at the outset of this campaign, where the purpose of the campaign and I assume the instructions of Military Headquarters was as set out on page 327 of your bundle and this unit did not adhere to that at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wagener, Adv Bosman would like to put something.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "...(totally inaudible - mike turned off, no sound)  Thanks.  As far as Mr Kasrils is concerned, the Committee indicated that they regard Mr Kasrils as an applicant.  Now in the absence of any formal withdrawal of his application by Mr Kasrils, there was no formal withdrawal as far as I recollect, does Mr Kasrils not still enjoy the status of an applicant and if so, if he still enjoys the status of an applicant, what would the position be in regard to a subpoena?  Would it be correct to issue a subpoena to an applicant to come and give evidence?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "No Mr Chairman, but then it's very simple.  Then I request that this matter be adjourned then for purposes of setting down Mr Kasrils hearing and we will be there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you're saying, you don't think a subpoena can be issued against Mr Kasrils?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "If he is an applicant, no, I don't think ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because we can't really afford - they've got their rights haven't they?  Yes.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "But then he must ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then it must be set down sort of, that's what you're saying.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Or otherwise he must formally withdraw his application and then my request that he be subpoenaed still stands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  It's a procedural matter.  Yes, thank you.  I think we'd have to deliberate on this one.  We can't just - well certainly I can't, without deliberating, make an off the cuff decision and if we can adjourn now, I'm not sure how long we'll take or whether we'll even do it now, but there's no point in us just sitting here looking at each other.  We'll adjourn and I don't know whether we'll be starting with the next hearing next time, or when we reconvene, or whether we'll be continuing with this one, but I'll keep in touch with the legal representatives and ask them not to disappear before we have spoken.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We have discussed the matter with the legal representatives regarding the application made by Mr Wagener to subpoena persons, namely Messrs Modise, Moloi and Kasrils.  We have not made a decision as yet.  We would also like to, before making a decision, resolve the question relating to the status of Mr Kasrils vis a vis him being an applicant.  \tIt's been agreed that we will hand down a written ruling in regard to the application made by Mr Wagener.  If the ruling is to call one or more of the said persons, then that will necessitate a further hearing and if that is the case, then due notice will be given as to where and when such hearing will take place.  If it's decided that it will not be necessary for purposes of arriving at a decision in this matter, to call any of the three persons mentioned, then it's been agreed that written heads of argument will be submitted and a decision will then be handed down after the receipt of such arguments.  So in the circumstances we will be postponing the matter to a date to be arranged, at this stage.  That date to be arranged may never be arranged if the decision is not to call anybody, but we'll be postponing it sine die.  Thank you very much.\n\tI'd like to, at this stage, thank everybody for their assistance, the legal representatives.  The other matter that we have on the roll, the other application we have already spoken to the legal representatives.  Unfortunately there's been a hitch, one of the applicants is a prisoner and he should have been here yesterday, but we are informed he's just left Leeukop prison in Johannesburg now which will take some time to get here, so that matter will commence tomorrow morning at 9 o'clock.  We'll commence with the evidence at 9 o'clock tomorrow morning in this hall in the other matter and I apologise for any inconvenience caused by the delay in the start of this matter.  \n\tThank you.  We'll now adjourn until 9 o'clock tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}