{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-01",
        "location": "NELSPRUIT",
        "day": "1",
        "names": [
            "MHLETSWA ANTHONY NDLANGAMANDLA"
        ],
        "matter": "BEN NKOSI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53149&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990201ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS THABETE",
            "MR CLAASSEN",
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "UNKNOWN",
            "INTERPRETER",
            "MR CLAASSEN IN REPLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS THABETE",
            "MR CLAASSEN",
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "MR NDLANGAMANDLA",
            "MR LAX",
            "INTERPRETER",
            "MS BOSMAN",
            "ADV BOSMAN",
            "MR CLAASSEN IN ARGUMENT",
            "ADV LAX",
            "MS THABETE IN ARGUMENT",
            "MR CLAASSEN IN REPLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ms Thabete, are we in a position to proceed with the first application for today?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madame Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are we hearing the application of Mhletswa Anthony Ndlangamandla?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "That is so Madame Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed to hear this application, may I introduce the panel that will be hearing this matter starting with myself, Judge Sisi Khampepe.  On my right hand side is Advocate Francis Bosman and on my left hand side we've got Mr Ilan Lax.  This panel will be sitting to hear matters which have been scheduled for this hearing for the entire week.  May I also request the legal representative of Mr Ndlangamandla to place his name on record?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, my name is Dawie Claassen, I'm legal representation for the applicant in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen.  Mr Claassen are we in a position to commence with your applicant's application?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "We are indeed Madame Chair.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, you are the applicant in an amnesty application before this Committee today, is that correct?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, you have submitted an application together with a statement to an official of the TRC stating exactly what happened and why you are asking for amnesty?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, could you - Madame Chair, maybe - I've been instructed by the applicant that he wishes to read his application before the Committee if that is in order with the Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which application is he reading Mr Claassen, is it the same application that is before us or is it something else that we do not have in our possession?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair I believe it is a statement annexed to the application which you should have in your possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us the page number of that statement?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chairperson, it has been annexed as page 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will he be reading it in English?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "He indicated that he wished to do so in English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that really necessary, isn't it possible for you to simply lead him on the important aspects of his statement?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases Madame Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you feel Mr Claassen that it will make things easier for your client to read rather than to be lead by you, we would obviously leave matters to you to best handle your client's application the best way you think you can but I think it will curtail proceedings if you were to lead him.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, it's just that he indicated, I have explained to him but I will do it as the Committee feels fair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If he insists then we'll grant him his wish, let him read it.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, can you just indicate, would it be satisfactory to you if I could just lead you on the aspects which took place, before the Committee.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would like to read the statement as it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He may do so Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, Madame Chairperson.\nMr Ndlangamandla would you please proceed?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I am Mr Mhletswa Anthony Ndlangamandla.  I declare this under oath in English.  I am a black man, 27 years old.  I'm born on 1977, residing at Lashombolo Village at Pongola under Chief Umkungene Ndlangamandla.  I am presently serving a ten year prison term.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interrupt Mr Claassens?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Certainly Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In view of the fact that you know I would like these proceedings curtailed as far as possible, I see that Mr Ndlangamandla is reading the same statement that is before us.  We have read that statement, we just want to bring it to your attention that the Committee's aware of the contents of that statement.  There is no need for him to read it for purposes of informing this Committee of it's contents.  He can simply confirm the correctness thereof.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, your Honour.\n\tMr Ndlangamandla, as explained to you by Madame Chair, do you know that you have signed this sworn affidavit, do you confirm the contents thereof as correct?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm sorry, I didn't hear you can you repeat that please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I just Mr Claassen probably just speak directly to your client?\n\tMr Ndlangamandla as you prefer to read your own statement did you sign as you said you signed for it, you signed your statement and after you have been sworned to take oath, we as a Committee have already read the statement and we know it very well.  However we'd like you to explain to us any other relevant parts or things which you feel are necessary before us.  We know the statement very well therefore there is no reason why you have to read the statements again before us because I believe you are reading things that you know.  We want to reassure you that we've read the statement and we know what's contained in the statement therefore if there's any other thing that you want to explain in detail in connection to what you have already put down in your statement, you can continue to do so.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Thank you, there isn't anything much if you have read my statement that I want to add.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you we understand and we understand there might have been a misunderstanding, that's fine.\n\tThat being so Mr Claassen, is there anything that you wish to highlight - I see my microphone keeps turning itself off - in support of Mr Ndlangamandla's application.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "There are indeed just a few matters I'd like to bring to the special attention of this Committee.  With the permission of Madame Chair may I continue?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so Sir.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you.  Mr Ndlangamandla, you indicated that you're currently serving a ten year jail sentence for the murder of one Fanie Nkosi, that's correct?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, could you in your own words just briefly explain to this Committee the circumstances preceding the commitment of this crime and what led to this specific crime?  If I may just clarify that the circumstances in Lashampondo where you were living were they highly politicised, were there problems between political parties at that stage?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I will say that I did kill Ben Nkosi as I have explained that in my statement, however I did it for revenge because he shot and killed my grandfather Jotankugu Ndlangamandla and that's my story.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla at the time of this particular crime were you a member of any particular party or affiliated to a political party?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Which party and in what capacity?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "It was the IFP Youth Brigade and I was the chairperson of the Youth Brigade.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla the time immediately preceding the murder of Mr Ben Nkosi, what - if any decisions were made, what was your involvement in this?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What decision are you talking about, decisions which occurred before I killed Ben Nkosi, I need clarity on this, if you could please repeat this.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, was any meeting called in party context which you were a part of and anything decided at such a meeting?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "There was a caucus meeting, we had a caucus meeting that we should go and revenge after they killed my grandfather.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we establish Mr Claassen firstly when Mr Ndlangamandla was the chairperson of the Youth Brigade?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Chair pleases.  Mr Ndlangamandla, could you just clarify your position within the Inkatha Freedom Party when and for the duration of what time were you a member of the party?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not a member, when he was the Chairperson of the Youth Brigade.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Chair pleases.  The chairperson of the Youth Brigade?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "From 1990 until 1994 when I was sentenced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when was the meeting convened to which he has just alluded?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The caucus meeting took place after the funeral of my grandfather.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you happy Mr Ndlangamandla to speak in English?  Do you feel more comfortable in speaking in English than in Zulu?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I will mix.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe if you can just stick in one language because if you talk too long it creates a problem for interpreters.  When was the grandfather buried?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "During the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When exactly, if you can just give us a day and a month?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "30th November 1993.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla so it follows that during this incident you were the chairperson of the Youth Brigade?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I was.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Was the caucus held on the day of the funeral, on the 30th November.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you know when that caucus meeting was held, at whose house or where?  At which place?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "At my place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who convened that meeting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "My father called that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who attended the meeting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Elias Mdunga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he something or did he have a position in the IFP?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes, he was a member of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're talking about Elias Mdunga?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes he was my father as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Elias Mdunga is your father?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who else was there in that meeting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Alfred Ndlangamandla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Alfred a member of an organisation?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes he's a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can continue as to naming the people who were there.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Noshaisa Ndlangamandla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was his position?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He was a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can continue.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I think those were the only people present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The people you have mentioned are three.  It's Mdunga, your father, your own father and Alfred Ndlangamandla who is a member of IFP as is Ndlangamandla who is also a member of IFP, therefore there were only four people in this caucus meeting.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I can't remember the others, there were other people as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you estimate to us as to how many people were present in that meeting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I think seven, I'm not quite sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen, you may proceed.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madame Chair.\n\tMr Ndlangamandla, was this meeting held in party context?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We were planning as to how to revenge Mr Ben Nkosi.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Was that the object of this particular meeting?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes it was.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And you volunteered to perpetrate this act of revenge?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I volunteered because no one else wanted to and I volunteered and I told them that I was going to be the one who was going to kill Mr Ben Nkosi.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, did you act on the instruction of any one in this matter?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No there was no instruction, like I said I just volunteered.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, you indicated that Mr Ben Nkosi, was he known to you?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes because we are relatives somehow.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Did you know if Mr Nkosi had any involvement in any political party?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Won't you assist us Mr Claassen by just establishing, if he says that he was his relative what was the nature of that relationship before we lose that point?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "As the Chair wishes.  Mr Ndlangamandla, could you just indicate the exact nature of the relationship between yourself, whether - how you were related to Mr Ben Nkosi?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I can tell you that.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Please do?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He was my grandfather from my maternal side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was his maternal grandfather, was that not so?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, he's not my mother's father but considering the surnames he was my grandfather because my mother is Dlamini, so Dlamini and Nkosi is one thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How related were you, we need an explanation, were the surnames similar or you were blood relatives?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No we were sharing surnames, not blood relatives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say he was your relative what do you mean?  When you said before, you said Ben Nkosi was your relative what exactly did you mean?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I meant that he's my grandfather because he's surname is similar to my mothers.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, other than the fact that the surname of the deceased were the same as your mother, did you have any contact within the family context?  Were you friends, did you visit him?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, I had no problem with that.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Sorry Mr Ndlangamandla, the question wasn't whether you had a problem with him, the question was whether you had any relationship with him?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No there wasn't.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, just to return to a previous question, did you know at that stage if Mr Nkosi had any political involvement of any nature?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And what was that?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He was a chairman of the ANC.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How do you know this?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I used to talk with him.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Could you just repeat that?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I used to talk with him a lot.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "If you say talk, did you have political discussions?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We used to talk about so many things and including politics as well.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla at the time of this incident was there an established branch of Lashompondo of the ANC?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes there was even they were not so prominent because IFP were the ones who were prominent in the area.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, when you decided that this caucus meeting that you will be the one to kill Ben Nkosi, was there to be any gain for your personally?  What motivated you to perpetrate this act?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I wanted to revenge and my grandfather meant a lot to me.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, getting back to your grandfather, your statement states that he was killed and attacked by members of the ANC.  Was this then specifically Ben Nkosi?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes Ben Nkosi was with others, I don't know the other's names.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How do you know that Ben Nkosi killed your grandfather?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was present.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, what were, if any, political gain to be had from perpetrating this murder?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Politically I was going to gain supporters.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Can you just explain that a bit further please?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "They became scared after they heard that their leader was killed and then after the revenge we gained them back.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "This was the time before the 1994 General Election?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, you indicated previously that you had a relationship of some sort with the deceased.  Did you have any prior - before this incident with your grandfather, any previous grudges against him or problems with him?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, I never had any problems with him.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, how do you feel today after committing the crime?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The truth is I volunteered to come here because I cannot rest.  I wanted to come forward and accept what I've done because I don't have any rest.  I wish the families were here so that I apologise to them and I'm not requesting for apology because I'm serving a ten year sentence.  I requesting for apology because I want to get rest and I regret what I've done.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla, if you look at the severity of the crime, just getting back to the way things were going in Lashampondo at that stage, was there any alternatives for you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come again, I didn't understand your question properly Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As it pleases Madame Chair.  Mr Ndlangamandla, in the place where you're staying Letlampondo at that stage, was the situation prior to the election highly politicised?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I had no other solution, I had to do what I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that was the question that was put to you by Mr Claassen.  Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlangamandla does not appear to have understood the ambit of your question, won't you put it back?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the chair pleases.  Mr Ndlangamandla, in the township Letlampondo where you were staying just prior to this incident, in a day to day basis between the various political parties present, was there a tense atmosphere?  Would you describe it as politicised, was it tense?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes there was political tension, IFP didn't want ANC in that area.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Ndlangamandla and you say that today you feel great remorse about what has happened?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Madame Chair, no further questions at this stage.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen.  Ms Thabete, do you have any questions to put to Mr Ndlangamandla?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair, I do.  Mr Ndlangamandla, in your application you say your grandfather was a chairman of the IFP, is that correct?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "When was he actually the chairman of the IFP, during what year?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He was a chairman before me and I don't know how long.  Maybe I'll say I was ignorant of the period.",
            "Male"
        ],
        [
            "MS THABETE",
            "Maybe I should rephrase my question?  At the time of his death was he still the chairman of IFP?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes he was still.",
            "Male"
        ],
        [
            "MS THABETE",
            "So would you say that - maybe I should ask this first - so do you know a person by the name of Mglenene Shadrick Vilalazi?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I don't know him.",
            "Male"
        ],
        [
            "MS THABETE",
            "So would it be correct to say you don't know that Mglenene Shadrick Vilavazi was the chairman of the IFP when your father died?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know Shadrick.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete are you suggesting that Mr Mglenene was the chair of the IFP at the time of the death of Mr Ndlangamandla?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madame Chair, according to our investigations Mr Vilavazi was the chairman of the IFP at the time of Mr Ndlangamandla's grandfather's death.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think that must then put to Mr  Ndlangamandla to comment.  I think it was not - it did not come out properly.  Mr Ndlangamandla, the question that is being put to you is are you aware that at the time of your grandfather's death Mr Vilavazi was in fact the chair of the IFP?  Are you aware of that?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I'm not aware.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know Mr Shadrick Vilavazi?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, I don't know him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To your knowledge there was only one chairperson of the IFP in your area and that was your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'm indebted to you Madame Chair.  You say that a meeting was called at your home, would you call it?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes it was a caucus meeting.",
            "Male"
        ],
        [
            "MS THABETE",
            "What I want to establish, was that an IFP meeting or was it a family meeting?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "It was an IFP meeting, maybe I should elaborate on, it was an IFP meeting because we took decisions as to who was going to stand for me if I'm arrested and I was shot by IFP members that they were going to be there for me if I'm arrested.  That's all.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why I'm asking you this question Mr Ndlangamandla it's because when you were asked earlier on who were the people at the meeting you mentioned your family members and you didn't mention anyone from outside, you couldn't remember anyone from outside.  That's why I'm asking you whether it was a family meeting or it was a IFP meeting?  So I want to put it to you that from your evidence earlier on it looks like it was a family meeting.  Do you want to comment on that?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I want to comment.  The sad thing is that I've forgotten the names of the people who were present but what I can add is that when I was arrested the IFP supporters came and bail for me, the money which helped me came from the IFP members.",
            "Male"
        ],
        [
            "MS THABETE",
            "So are you saying, I just want to get this fact correctly, are you saying that the attack on Mr Ben Nkosi was not a family revenge it was a political revenge, is that what you're saying?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that's what I'm saying.",
            "Male"
        ],
        [
            "MS THABETE",
            "Then maybe you can clarify a statement that you wrote in your application on page 3 of the bundle at number 11(b).  You say\n\"My slogan says if you kill me I can defend myself, if you kill my family I can defend if I'm there.  No one can approve that without his family, he can survive.\"\nSomething like that.  Can you explain your statement what you meant by this?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know what you're talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have the bundles in front of you?  Do you have page 3 with you?  The pages are they numbered or not?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes they are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you see where it says 11(b)?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your handwriting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that's my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you will see there that you are saying your slogan says \"If you kill me I have to revenge or to defend myself.  If you kill my relatives or my family members I have to revenge.  Can you see that?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is what Ms Thabete read, it's your handwriting.  Now how come you're saying you don't know what she's talking about?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would like to apologise to that part, I've forgotten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now can you answer her back now that you remember?  She wants to know that as you've explained in paragraph 11(b)?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Do you mean explaining to her?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes because what you've explained there you're telling us that you've killed because your relative has been killed.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes what I can explain is that it is true, an eye for an eye.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think the ambit of the question is that what appears to be quite glaring from your response to paragraph 11(b) is the fact that the act was committed because of a family revenge and not a political revenge as you have now sought to state in your evidence in chief?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was a leader of the IFP and I took a stand as a member of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, let's be to the point Mr Ndlangamandla, all that she wants you to explain is why in your written application you stated that the offence was committed because of a family revenge and not a political revenge as you have sort to allege vive voce evidence today?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He died as a chairman of IFP.  I was revenging in the name that my chairman has been killed and also my grandfather.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Ms Thabete, we don't want to interfere with your cross-examination.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.  Once again I would like to put it to you Mr Ndlangamandla that from the evidence that has been brought up this was a family revenge, your grandfather may have been an IFP member but this had nothing to do with politics.  Further ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just wait for him to make a comment in respect of what you've just put to him.  Do you have any comments to say to what has been put to you by Ms Thabete?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, as I've already explained that what I've done I've done it in the name of IFP and the evidence is that the bail was paid by the IFP.  They've donated the money and they brought the money forward, the money which they've brought forward is the money that helped me and this is the evidence that what I've done I've done in the name of IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may then proceed to put things further Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Further Mr Ndlangamandla I want to put it to you and I've got witnesses, I've got two affidavits to that effect that there was no political conflict in your area when your grandfather was killed?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I don't know what you're talking about.",
            "Male"
        ],
        [
            "MS THABETE",
            "Maybe at this stage I should point out that I've got two affidavits in front of me and I've arranged that the witnesses come whether tomorrow or on Wednesday to verify what's on the affidavit.  So ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry Ms Thabete, have you made Mr Claassen privy to the affidavits you are now putting to his client?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madame Chair I have.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "I wish to confirm I did indeed receive these affidavits.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And obviously, I mean you are aware that she intends to call one or two witnesses?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Madame Chairperson, on the basis that she indicated to me that she will be calling these witnesses.  I have no objection to that, the fact that these affidavits may be used at this stage provided that these witnesses will come and corroborate their statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.\n\tMr Ndlangamandla, I want to put it to you that there was no political conflict at the time and the witnesses are going to come and state that as they have in their affidavits.  Do you have any comment on that or what is your response to that?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Who are these witnesses, I wasn't in conflict with anyone.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Ndlangamandla, these witnesses are ...[indistinct] Shadrick Vilavazi who will come and testify that he was the chairperson or he is the chairperson of the IFP at present and the other one is Mr Mgwele Albert Ndlangamandla.  Sorry, Mr Vilavazi was the chairman of the IFP then when your grandfather died and Mr Albert Ndlangamandla is the chairman of the IFP now.  Do you know Albert Ndlangamandla?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it not the reverse Ms Thabete, isn't it that Mr Albert Ndlangamandla was during 1993 the chairperson of the IFP branch in Lashampondo?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madame Chair according to our investigation it's the other way around.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then we don't have that information according to the affidavit that's before us signed by Mr Ndlangamandla.  No I think you are correct, your papers are confused.  I think we need to rearrange your papers.  You may proceed to put issues as you understand them but won't you please just make sure that you take your bundle and rearrange them appropriately because I think my pages are a little confused.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.  I was still asking you a question, do you know Mr Mgwele Albert Ndlangamandla?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I know him very well.",
            "Male"
        ],
        [
            "MS THABETE",
            "Are you aware that he's the chairman of the IFP at present in your area?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I left in 1994, he wasn't a chairman then.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is he a relative by any chance?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes he is.",
            "Male"
        ],
        [
            "MS THABETE",
            "How is he related to you?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We're just relatives because of the names, similar names.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you in good relations then before you were arrested?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Not very well.",
            "Male"
        ],
        [
            "MS THABETE",
            "But you got along fine, you got along with each other?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes, I took him as a father because of similar names.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you please explain how your grandfather was killed?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I think I've explained this before and I even tried to read the statement and now you want me to explain again?",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes we will want you to try and answer the question that is put forward and let me just say that I was going to ask you ...[inaudible] not clear, there isn't anywhere you've explained in your statement that as to how he was killed.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "He was shot.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you elaborate what happened?  Was it in the morning, was it in the afternoon?  I mean can you just give background as to how he was actually shot?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "There was political violence in that area and we were shooting each other and he was shot at and police came, that's how we stopped fighting each other.  That's all I can say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were not there Mr Ndlangamandla, we would like you to elaborate or to paint a picture for us.  When you say there was political violence what exactly do you mean.  Were there political organisations in conflict or fighting each other on that day, whether it started on the very same day when your grandfather was shot?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know how to put this, there's a mountain in between and there's one area on the other side and another area on the other side.  ANC and IFP were fighting each other and when the violence erupted my grandfather was shot and the person who was in front leading the ANC was Ben Nkosi.  I don't know whether you need me to go further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened on that day, what sparked the political violence on that day?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "They were fighting because of the positions.  Even now they are still fighting because some they want to rule the place as to who must take over the position or be the leader, who must rule, whether the IFP or the ANC.  Even now there is violence in that area as to who must rule, either the IFP or ANC.",
            "Male"
        ],
        [
            "MS THABETE",
            "I thought in your evidence earlier on you said this was - I may be wrong, I'm open to questions, this was predominantly an IFP area and you didn't want the ANC in your area, isn't that correct?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that's what I said.",
            "Male"
        ],
        [
            "MS THABETE",
            "So who was fighting for leadership because it was clear IFP was a predominant organisation then?  Like wasn't it the other way around, wasn't the IFP chasing the ANC out, isn't that what you said or the picture you gave us?  Not ANC the other way around?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I thought you said I must explain as to what happened before he was shot.",
            "Male"
        ],
        [
            "MS THABETE",
            "You see why I'm asking you Mr Ndlangamandla, it's because you say you were there, you were present when it happened so I thought you would give us a good picture whether your grandfather was sitting at the house, people came in, they knocked.  Can you give us more details?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlangamandla, when your grandfather was killed were you present, did you witness his killing?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was he exactly killed, at his house or as you have tried to explain to us, difficult as we have found your explanation, I find it very difficult to comprehend your explanation on what really sparked the violence but you've tried to explain that there were two camps, one belonging to the ANC and the other one belonging to the IFP.  Now in relation to how you have described those two camps, where was your grandfather killed?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As I've already explained that there's a small river and this side there's an IFP and other side it's ANC and this violence actually took place in the middle, that's where he was killed.",
            "Male"
        ],
        [
            "MS THABETE",
            "How old was your grandfather?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm not sure, I think he was somewhere in his '70's.",
            "Male"
        ],
        [
            "MS THABETE",
            "And you're saying he was also involved in the fighting?  Is that the picture you've given this Committee?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's what he - yes.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes he was involved in the fighting.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did Ben Nkosi the deceased belong to any political organisation?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As I've explained ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "Which political organisation?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "ANC organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, may I interfere, I'm sorry to be doing this but with your indulgence may I interpose?  I just don't want to loose what you initially started with regard to the fighting that occurred as alleged by Mr Ndlangamandla between ANC and IFP supporters on that day.  When exactly did this take place?  You have given us an indication that the funeral was on the 30th November.  When did the fight break out between the ANC and IFP supporters?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "If you could please repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did the fighting between the ANC and IFP supporters as alleged by you take place?  We have the date of the funeral as being on the 30th November, I'm trying to assist you.  In relation to the funeral, when did the fighting take place?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Before the funeral date?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, how long before, a day or two or a week, a few weeks before the 30th November?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "A few days before the 30th November.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be two to three days?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how many people participated in this alleged violence between the two groups?  How many people would you say were in your group as IFP members?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I wouldn't estimate but we were many.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you for our assistance try and stretch your mind and give us an approximation of whether we're talking of a group of more than twenty, of more than a hundred?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Above twenty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And from the ANC, how big was that group?  Are we also talking of a group which was less than fifty or over fifty?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I think they were somewhere above ten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And from your group how were you armed?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Traditional weapons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes just tell us how you were armed, what traditional weapons did you have?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What I can remember we had a spear and an axe.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry just repeat the translation please?",
            "Male"
        ],
        [
            "INTERPRETER",
            "It's a spear and an axe.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I still don't quite follow Mr Ndlangamandla, how many people had spears and how many people had axes or was there one spear and one axe per group?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I can't remember that because it was busy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say an axe?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "\"Imbaso's\" an axe, it's iron with a flat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A panga?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were trying to explain that because the interpreter couldn't pick up the name.  As you can remember people who were ANC supporters, what arms or weapons did they have?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I can't remember that very well, what I've seen was the things which were nearer me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which was?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "A panga, an axe and a spear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean the ANC?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "From the ANC group I couldn't see as to what they were armed with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've explained in your evidence that you fought, as you can remember how long did this fighting go on?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "It didn't take long, I think it was just half an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was happening in this 30 minutes?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We were fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you say you were just fighting we need you to explain to us as you've already mentioned that there were two groups or two organisations.  You had a panga and what did you do with it, who did you see on the side of the ANC even though you cannot remember everything but we need you to tell us as to what you've done yourself?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What made me not see everything clearly it's because my grandfather was shot and then we surrendered and we realised that my grandfather was shot.  I didn't see very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But prior to your grandfather being shot this fighting had been going on for some time?  What I want to establish is the nature of the fight, what actually happened before your grandfather was killed?  You've already stated that the fighting had been going on for 30 minutes so you obviously dispersed immediately after your grandfather had been shot, that's how I understand your evidence.  I'm correct is it not so?  What caused you to disperse was after your grandfather was shot?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes you're correct it was before we came head on head.  When we came closer my grandfather was shot and then we surrendered then and there.  Now I cannot explain as to who was killing what.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know what, you've already just given us evidence that this fighting lasted for 30 minutes, that's your evidence a few seconds ago, not too long ago?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you've just stated that the reason why you dispersed was immediately after your grandfather was shot at, that's when you then went into disarray and then you gave up the fight immediately after your grandfather was shot?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that is correct, we gave up but the wish was still there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I understand that, I have no problem with that.  What I do have a problem with is 30 minutes is a long time, what actually happened within the 30 minutes.  You say the fighting took place and it lasted for 30 minutes.  I want to know what was the nature of that fighting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "My grandfather was shot at the beginning of the fight and after that there was no contact between us and the ANC, we were just looking at each other but we were now far not nearer to each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying when you say when I asked you a question as to how long the fighting lasted and you responded that it lasted for approximately 30 minutes, you were not talking about the fight?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was talking about the very same fight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in relation to this 30 minutes, when did your grandfather get shot?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Maybe I'm not explaining this very well, I'm not good in estimating time because when this happened there was no time to look as to how did it occur.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you therefore saying that before you could even as conflicting parties meet to fight, your grandfather was shot at?  He was shot before you could\nconfront each other as conflicting parties?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So no fighting had ensued when your grandfather was shot at?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot understand your evidence Mr Ndlangamandla, I really find it difficult to comprehend what you are saying.  I'm at odds to understand what really you are saying and it is important for us to establish whether this was politically motivated or not and this would be a very good indicator to us whether this was political or not but if you keep on changing your evidence and saying you did not understand yourself when you are supposed to be the one to understand yourself better because we have to take the evidence from you, you were there.  I don't know what we are going to rely on if you yourself cannot rely on what you are giving evidence to.  Are you telling the truth when you say there was fighting between the ANC and the IFP when your grandfather was shot?  Are you telling the truth?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I'm telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you telling the truth when you initially said the fighting between the ANC and the IFP lasted for 30 minutes?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes but I may be mistaken when it comes to time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you are mistaken when it comes to time are you now able to inform yourself better and correct yourself and if that is so what would be your approximation of how long this fighting lasted?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm not sure of the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any shots fired from the ANC prior to your - prior to the shooting of your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No there wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you do anything, you in particular in fighting the ANC?   No, no, no I haven't completed my question.  Did you do anything in particular that day in fighting the ANC?  What role did you have?  You were armed, did you use your arms to fight against the people that you were armed for?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I didn't do anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were a group of 20, where were you, how far were you from the people who were in front from your group?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We were in a line.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it a straight line?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No it wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were not standing behind any person?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how far was the other group from yours?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'll estimate the distance, I don't know if I'll appropriate, I think from where I'm sitting and the wall there where I'm pointing, the curtains.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would we be correct Mr Claassen if we say about 10 paces?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I'd say about 10 to 15 metres.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now from a distance of about 10 to 15 metres you couldn't see how the other group was armed?  You couldn't see a single weapon that was carried by people who were approximately more than 50?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was only interested in fighting, I wasn't checking as to what other people were doing or carrying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now it has just been brought to my attention that your evidence that were about 10 not more than 50, I wish to have that corrected.  The people from the ANC were approximately 10 and I made a mistake in number.  I just wanted to correct what I've just stated to you.  I made a mistake, I said about 50.  In fact your evidence was that members of the ANC who constituted a group that you were fighting that they were approximately 10?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Point of correction, I said maybe above 10.  People from the ANC were above 10.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Above 10?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But not more than 20?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No not more than 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I would like to correct that because I put a wrong number instead above 50, that's not what you had said.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madame Chair, please may I have a one minute adjournment?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It has been brought to my attention that people have not really had lunch and if you want an adjournment may I then suggest that we adjourn for about 20 minutes to afford those who have not had anything to eat since this morning an opportunity to do so?  The time is quarter to 3, can we adjourn until 5 past 3?  Is that okay with everyone?  Let me find out if it's okay with the translators in particular.  Is that okay?  Is that okay with the transcribers?  Is that okay with Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That's fine.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlangamandla, may we remind you that you are still under your former oath?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "(s.u.o.) Yes I understand.",
            "Male"
        ],
        [
            "MS THABETE",
            "(continues) Mr Ndlangamandla, would it be correct for me to say - you say this was a war situation?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you explain what brought about this fight at this day when your grandfather was shot?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would say there was this power struggle in the area as to which political organisation is dominant.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did you, your IFP group decide to go and attack the other group or did the other group come to attack you and then you met in the middle, like how did it happen?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know, maybe my explanation is not clear.  As I'm putting it before the Committee is that we were fighting, that was a power fight, we were fighting power between the organisations.",
            "Male"
        ],
        [
            "MS THABETE",
            "I understand that Mr Ndlangamandla, maybe I should ask you in Zulu?  Can I ask him in Zulu?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may do so Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "My question is this, on that particular day where your grandfather was shot what exactly started the fight.  I understand that there had been fighting in the area that was a power struggle between the IFP and the ANC, I understand that.  My question is, on that particular date is it you or your group the IFP that decided that they are going to attack the ANC or you saw the ANC people coming from a distance, I'm just giving you an example, and then they came and you met and how did it come about that you ended of fighting?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know how to explain about the fight.  I will just try to explain as I did before.  Do you want me to give an example as to how the thing happened?  I don't understand your questions.  I think I should say it like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can answer the question you can answer the question.  If you can't you can't, however we are trying to find out here the reason why your group which was armed got out to go and fight?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would say we were aware that things were not going right at that particular time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see a particular organisation's group coming towards you from a distance and then you armed yourself and approached them to go and fight them?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That should be sufficient Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just to proceed, you said earlier on your grandfather was shot because he was on the other side of the line you said, do you remember?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "May I correct you?  Mr Ndlangamandla, it is said that there was a furrow, a stream which separated the ANC from the IFP, is that correct?  Is that how I heard you?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put your question then Ms Thabete appropriately having regard to that correction.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "How far were you from your grandfather at the time?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would estimate to say it's 20 metres.",
            "Male"
        ],
        [
            "MS THABETE",
            "With relation to Umseli?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I would say it's approximately about 20 metres far away from me.",
            "Male"
        ],
        [
            "MS THABETE",
            "No what I'm asking is you say there was Umseli, right between ANC and IFP and your grandfather was shot because he crossed that Umseli?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't think the grandfather was shot because he shot, that's not how I understood the evidence.  I think the spread was used to try and explain where the two groups were and what really divided which stronghold from the other.  It was like a boundary.  When the ANC came from the other side of the spread and the IFP came from the other side of the spread, that was made - I think he referred to that to show the boundary that really divided the two strongholds.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "I understand that but if my memory serves me correctly I thought you said when your grandfather was shot he had crossed that Umleni, is that correct?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'll correct you from the bench Ms Thabete, that's not what he said.  That fact has not yet been clearly established as to where exactly.  What he did say was that as soon as the grandfather was shot the whole group dispersed but as to where the grandfather was shot in relation to the line that he described, that evidence has not been pertinently been established.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'm indebted to you Madame Chair.  Mr Ndlangamandla, how far were you, all of you from the boundary?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Let me repeat this, I'll estimate that it was 20 metres.",
            "Male"
        ],
        [
            "MS THABETE",
            "I thought that 20 metres was where the other party was standing?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes, separation, the 20 metres was the separation between us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I remind you what your evidence was before we broke for lunch?  Your evidence was you were 10 to 15 metres away from the other group.  What has not yet been established is how far were you from the stream which divided you from the other group.  Now what is being I think sought by Ms Thabete to establish is how far you were in relation to the boundary which was the stream which divided you from the other group?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Let me try and clarify this, when I'm talking about a stream I'm not talking about a known stream but I'm talking about a boundary, something that separates the two groups, I'm not talking about a real stream as in running water.  I'm not talking about a furrow, I'm talking about a distance between the two groups when I'm saying the stream.  I don't if I'm clear there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we are really confused.  What's in between, what's exactly in between because we thought you're referring to a stream.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm referring to a boundary which divided the two groups, not a stream as in water running and I'm talking about just a border, something which separated us but there was nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean a road or what?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm referring to a distance in actual fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "An open space which there's nothing in?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are no houses?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No there are no houses, there's just an open space and nothing in there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, if means we didn't understand you in that way, thanks.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Ndlangamandla, I just want you to clarify for the last time, you saying there was a boundary separating the IFP and the ANC and are you saying that boundary was in a sort of a road, empty road like - is that correct, open space?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Okay an open space not a road but just an open space with nothing built in it.",
            "Male"
        ],
        [
            "MS THABETE",
            "Anyway my question was how far were you from that open space?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In relation to what?  In relation to the grandfather?  I thought your question was how far was he from the grandfather.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "First my question was how far were all of - maybe I should rephrase my question and say when your grandfather was short how far were you from him?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As we've already mentioned that we were in a line.",
            "Male"
        ],
        [
            "MS THABETE",
            "No I'm not talking about all of you I'm talking about you and your grandfather, was he next to you, were there two people in between you when you were in a line?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "There were people between me and my grandfather, I think he was number three from the beginning if you can start counting one, two, three.  He was number three on the line.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Ndlangamandla, have you not told us already that you were about 20 metres from your grandfather, is that not the evidence you gave us a bit earlier?  That's my recollection of it.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I didn't say so.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, I'm not being strong about it, I'm just maybe just misunderstanding some other aspects of your evidence.  Did you see your grandfather get shot?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I was with him as I've mentioned he was number three on the line.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well how far were you from him?  Just demonstrate in this room how far you were from him?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was number one and he was number three.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you were about three paces away from him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Three to five paces?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As I've already mentioned, he was number one and I was number three.",
            "Male"
        ],
        [
            "MS THABETE",
            "And then, okay I understand that.  How far was your line away from the open space?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I said before that it was approximately 20 metres.  I can say from 10 metres upwards.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay, if you turn to page 2 of the bundle?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before you do that Ms Thabete so that we don't lose momentum on this, you are saying when you say a boundary you are referring to an open space with no buildings on it?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far would you say was any kind of structure from where you and the other organisations were?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm not clear, if you can please clarify this to me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've stated that the fighting took place in a place which consisted of a boundary which was merely just an open space.  Now what I want to establish is was the whole place just an open space not necessarily the boundary where you were, was it also an open space?  Where your group was, your other side?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "There was no structures.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where your group was, do you understand my question?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where the ANC was, was there any kind of building, was it also an open space?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "An open space.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was just an open space.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Thabete.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Thank you Madame Chair, I'm indebted to you.  I was still saying on page 2 of the bundle which is number 9(iv) of your application, second paragraph you say\n\"They attacked my grandfather and they shot him.  Me, I was behind the house of his and watching what they were doing, all these things and I committed myself to revenge and I revenged.\"\nIn the light of what you said can you explain that contradiction?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you be specific, you've read a sentence that consists of a number of scenarios and that impinges on a variety of factors to the evidence that he has given.  You will recall that he has spoken about, he has described the boundary and described the scene where the fighting took place and he also went on to describe the paces, about 20 paces between the two groups and also went on to explain the distance from where the father was shot from where he was.  So won't you just take him exactly to what you want him to respond to?  I think it would make his responses more appropriate and will assist us greatly?  You want probably to read sentence by sentence and let him respond to those sentences.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair, I'll do my best.  Mr Ndlangamandla, I'll start with the first sentence, you say they attacked my grandfather and they shot him.  In your evidence you have stated that you were a group of IFP people and you were fighting.  It was a war situation.  Can you then explain why in this sentence looks like there were people who were just attacking your grandfather and not a group of IFP members?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't understand very well, maybe if you can rephrase your question so that I understand it well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We can help you.  What she's trying to ask you is that the way you've explained in your application it's different from the way you've just explained to us, you didn't mention that it's similar.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The way I've put it on my application ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "Can I expand as well maybe in Zulu?  I just want to know that in want sentence of this paragraph, the way you put your statement here you aren't clarifying that ANC came and attacked your grandfather.  The way you've put in your statement here you said \"they came and they attacked my grandfather\" but now you are saying to us, we as a group, members of IFP, we came out, we went to attack ANC.  I didn't say that we left.  What I can remember is that you asked me a question and the question was \"did we see them coming?\"  How come you didn't clarify this in your application that ANC came and attacked us.  You said ANC came and attacked your grandfather.",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't see any difference in this, I don't see this as a problem because this happened maybe the way I put it didn't come out clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we move on Ms Thabete to the next sentence?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Before I do Madame Chair I just want to put it to the witness or maybe later on to ask for his comment that I don't understand what you are saying that if people attack you as a group you would say \"they attacked us and my grandfather was shot\" instead of saying they attacked my grandfather.  I don't understand when you're saying you don't see the difference there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, surely that should be part of your argument?  You can't expect him to do further than what he has already done?  He's given his explanation, you will take it up when you address us.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair, I'm indebted.\n\tYour second sentence reads:\n\"Me, I was behind the house of him and watching what they were doing or what they are doing, all these things.\"\nI'm still asking you a question.  My question to you is you've explained to the Committee Members that it was an open ground that you were fighting on, there were no houses or structures so can you explain now why you said you were behind your grandfather's house when he was attacked and today you've said that you were three - two people separated you and you were a straight line, can you explain that contradiction to me?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "When I made this statement it was when I arrived in prison.  I think this was my first statement and I was still scared, I was still scared when I made the statement but the truth is what I'm telling you today.  This I would like the Committee to excuse me because I wasn't in my right senses when I made this statement.",
            "Male"
        ],
        [
            "UNKNOWN",
            "May I just enquire of whom were you scared?  Of whom were you scared when you made this statement?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "When I said I was scared I don't mean that I was scared of someone but I was scared of the place where I was, I was shaking and I wasn't in my right mind when I made the application.  The real application is the second one, the proper statement, the one that I had.  This one I made when I arrived in prison.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Just while we're on this point, you said earlier in your evidence this morning or before we adjourned that your grandfather was shot at his home, it was your evidence previously.  Do you remember that?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I don't remember.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I see so how does not being in your right mind effect this version that you've given here, how does this change anything?  Do you understand what I'm asking you?  I'm asking you if what you say here is a lie how would telling it have helped you?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What I'm trying to explain here is that inside prison or when I first came to prison I was still young and I was sent to maximum prison in 1994 and too many things occurred there and I wasn't in my right senses because of the situation in prison.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see you made this two years later in 1996, that's the date you made this, you signed this document and filled it in.  Look at the date on page 3 you'll see 24th April 1996?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I was in maximum prison.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'm going to ask you my question again then, what is there in this story that would help you by telling it that would prevent whatever it was you were scared of or confused about or whatever, do you understand?  How would telling this lie benefit you in any way?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "This is not a lie it's the truth.  Today it's the time to tell the truth.  What I know and what I'm saying today is what happened and it's the reason why I came here today.  Now I don't understand if it looks like I'm lying because my main reason to come here is to apply for amnesty.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You seem a bit confused, I'm talking about your form, I'm not talking about your evidence here today.  I'm trying to understand why you should say something in your form that isn't true which you admit today isn't true and how the telling of that could be of benefit to you.  Then what did you think you would achieve by telling something that wasn't true in the form.  It's all I'm trying to ask you, do you understand my question?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I understand.  Today I explained that the situation in maximum prison it's one situation that will shake anyone more especially a small child or someone who is young.  It's not a situation or the conditions are not condusive for a youngster.  Now this effected me when I wrote this statement I was effected and I wasn't in my right senses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.",
            "Female"
        ],
        [
            "MS THABETE",
            "Mr Ndlangamandla are you saying today that a statement you wrote three years after your grandfather died and when the whole thing was fresh again as compared to now was a lie?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I'm not saying it's a lie, I just wanted to tell you about the situation in which I was in in prison when I first wrote the statement.  My mind is not as well - it wasn't as well as I am today.",
            "Male"
        ],
        [
            "MS THABETE",
            "But Mr Ndlangamandla, surely one of your versions is a lie, it's not the truth because you've told two versions.  One version says you were behind a house when your grandfather was shot and today's version says you were in a line almost next to him, there were two people separating you when he was shot, there were no houses.  Obviously between those two contradicting versions there is one that is the truth, there is one that is not the truth.  So what I'm asking you is when you wrote to the amnesty because weren't you aware that you were writing to the Truth Commission then, were you aware?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I was aware.",
            "Male"
        ],
        [
            "MS THABETE",
            "So my question to you is weren't you aware then that you were not telling the truth?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I wasn't aware.",
            "Male"
        ],
        [
            "MS THABETE",
            "So in your mind you actually thought you were behind the house when you saw your grandfather was shot, is that what you're saying?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The truth is the conditions in prison are not meant for one to be in his right senses, therefore if you do something you will find that there are mistakes here and there and this was a mistake and I accept that but at the time I didn't know it was a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlangamandla, I really want us to move further and not be stuck on this issue so I would appreciate if you could simply give an explanation, a very short explanation if you are able to provide us with anything why you are presenting this Committee with two completely different versions.  One you say is your grandfather was shot by a person, Mr Ben Nkosi who was two to three paces - three to four paces from where you were whilst both political organisations were fighting and the other version that says your grandfather was shot by people who were being led, not by - who were being led by Mr Ben Nkosi and further, the other version that you have given is that your grandfather was in fact shot whilst you were behind his house and not shot from the description that you gave us of the scene of the shooting.  You have given us three versions, three.  Now are you able to give us a reason why you are coming with three conflicting versions?  I don't think that explanation will solicit you having to explain to us the conditions that existed in wherever you were when you initially wrote and explained how the killing of your grandfather took place, it's got nothing to do with the conditions that existed in prison.  We are seeking to reconcile the inconsistent versions that we have put before this Committee.  Now are you able to explain that or not?  If you are please do so without having to refer to the conditions which existed in jail because those conditions cannot change the facts as you knew them to have happened then?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I have nothing to explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are unable to explain the inconsistent versions you have presented this Committee with, that's your short answer, is that not so?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete let's proceed.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.  Is it not correct Mr Ndlangamandla that Mr Ben Nkosi was killed because you suspected him of having killed your grandfather by way of witchcraft?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No that's not correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "I would like to put it to you that based on the affidavits that were handed over - you legal representative - to you by Mr Ndlangamandla and Mr Vilavazi.  Ben Nkosi was killed because of witchcraft.  What is your comment on that?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I don't know anything about that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Madam Chair, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Claassen, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair I have no re-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman, do you have any questions to put to Mr Ndlangamandla?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "One question, thank you Madame Chair.\n\tTell me what is your relationship with your immediate family at the moment?  Your immediate relatives, do you have brothers and sisters?  Mother and father?  How is your relationship with them?",
            "Female"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "We have a good relationship.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But when do you hear from them?  When last did you hear from them?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "1998 December last year.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But they are not here today.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes they are not here because our telephones are not working in the prison therefore I couldn't contact them and when I arrived here I didn't have enough money to make calls but now I do have money to call them.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Bosman.  Mr Lax, do you have any questions to put to Mr Ndlangamandla?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  Mr Ndlangamandla, did your grandfather not die of an ordinary illness?  That's what's contained in the allegations in these affidavits.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I don't know that.  He was never sick.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In your evidence you told us that there was shooting between ANC and the IFP.  The ANC was shooting at you, you were shooting back at them?  How was that possible if your people were armed with spears and axes and pangas.",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No I didn't say that, I didn't say that there were shootings, I only said that we were armed with traditional weapons.  What I said as well was - I'm still explaining.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Please carry on?",
            "Male"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What I've said was there was a conflict that we were armed with a spear, a panga and an axe, I didn't say that we were shooting each other, what I said is that my grandfather was shot at there in that field that we were fighting.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You can trust me when I tell you that's what you said.  The record will show that that's what you said but I'm not here to mislead you about what you said.  But it's okay, you say that you didn't say that, that's fine.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlangamandla, in your evidence in chief you gave an explanation of how you were related to Mr Ben Nkosi.  You then went on to say you knew that he was a leader of the ANC because he used to - you and him used to talk a lot.  You recall saying that?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that you talked to him about a number of issues including politics?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you obviously knew where he stayed?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I knew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when did this bad blood between you and him begin?  You seem to have on your version been going along speaking and discussing even issues of politics, when did this conflict then begin?  I have not been able to contextualise your own evidence to what you are alleging to be a political conflict?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Ben Nkosi and my grandfather were not getting along but they never told me about this.  This led to the conflict and fighting because if there are two leaders in a place you seldom find peace because in that place we didn't need ANC even now there's still violence in that place.  This led to me getting involved in this and violence erupted in the place and that's why I ended up in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you haven't responded to my question.  I want to know when did any bad blood between you and Mr Nkosi develop because you seem to have had a good relationship.  On your version you discussed issues of politics and suddenly you are now saying there was violence in the area, that's your evidence, it was this violence that there was a boundary which divided ANC from the IFP?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You see the inconsistency on your own version?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you can't explain it can you because in fact this was your relative, you got along quite well with him.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I can explain, I don't think I'm making myself clear but if one comes and attacks me then that person is my enemy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely.  The reason for your killing him was because as you have now just admitted he, Nkosi, did not get along with your grandfather, they didn't get along.  Nor did you get along with Nkosi.  You got along with Nkosi quite well but he did not get along with your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The way you've put it it looks like exactly that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And from comprehending your evidence, when you grandfather died, suspicion was cast on Mr Nkosi as being the person who was responsible for your grandfather's death, is that not so and that really cut closer to your bone and you felt you had to revenge whoever was suspected of having killed your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, it's not like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see Mr Nkosi shooting your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As a chairman you take over any other person's responsibility.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, just answer the question, did you see Mr Nkosi shooting your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I wasn't going to be able to see him because I was far from the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you in your affidavit say that you saw him, you saw him shooting your grandfather?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I was supposed to say so because he knew all about it, he even knew about the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would he have known about the attack?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "As a chairman you know everything because they ask you, even if they are fooled they will tell you or you are the one who is supposed to know if your members are full or hungry, so you're overlooking everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you won't even be able to tell this Committee if he was present at all amongst the group of ANC members who allegedly were fighting with your group?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No, he was present.  I may not be sure he was the one who shot but he was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you at that time identify him?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The distance between us couldn't make anything easier.  I saw him present in the group but when it comes to shooting I cannot be certain that he actually shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what ammunition or weaponry he had with him?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how are you able to remember that he was there when you can't even remember whether he was armed or not?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I've seen him there, he was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will leave that point.  In your affidavit you stated that you were given directions of how to get to Mr Nkosi by your grandmother.  Do you recall making that statement?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why should your grandmother give you directions of how to get to Mr Nkosi because you knew very well where Mr Nkosi's staying?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I think the question there said who gave me directions, who gave me directions and the answer was my grandmother who guided me and advised me.  I think this is what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not what appears on your affidavit Mr Ndlangamandla.  Your affidavit states the following.  After the meeting my grandmother called me and supported me and also gave me directions on how to get to the victim and you were speaking about Mr Nkosi, you referred to him as the victim.  This is the affidavit which you signed under oath?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "I can't say that I know what you're talking about now, I deny this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you do agree that before we commenced your legal representative wanted you to read this affidavit and we prevented him from doing that because we told him that we were already aware of the contents of this affidavit.  Do you recall us saying that to him and to you and we went on to explain to you that we were fully familiar with the facts contained in your affidavit and we were quite happy with that.  You wanted to read because you wanted us to make sure that we understood what was contained in what you wanted to present to this Committee as an important piece of evidence in support of your application.  You went through this affidavit?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how can you sit there and say you don't understand what is contained in your own affidavit?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's paragraph 4?  Whose handwriting?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "This is my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is your own handwriting.",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this is what you wanted to read to this Committee this morning, this afternoon when we commenced your application?  What question do you want me to repeat?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "What you just asked me now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to know how you can say in your affidavit that your grandmother gave you directions on how to get to Mr Nkosi's place when in your vive voce evidence today you've stated that you knew where Mr Nkosi resided?  Why would it be necessary for your grandmother to give you directions of how to get to Mr Nkosi's place because you knew where he stayed?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Yes I knew where he was staying but it wasn't the same.  When I went there to attack it wasn't the same as I go visiting him.  I was still young and going on attacks was different from going just to visit and that's why my grandmother chose to give me directions because they wanted to take responsibility as well.  I was advised when I went there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed further, before you proceed further Mr Ndlangamandla, what would be the difference?  You knew where Mr Nkosi stayed, what more would you need to go and do what you had to do?  Didn't you know where he stayed?  Why should your grandmother give you different directions of how to get to Mr Nkosi's place?  I find this explanation completely in discord really with a person who is giving a testimony that's supposed to be truthful.  Why should you be given directions which would be different if you knew where the place is, you knew where Mr Nkosi stayed?  Would you need anything more than that from an elderly person?  How old was your grandmother?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "She was approximately 60.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You would rely on the directions of an elderly person in order to go and execute a mission that involved death when you knew where this person stayed.  Do you want us to believe that evidence?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "Can I just explain?  The reason that I relied on my grandmother was that I had to report to my grandmother, I didn't want to do anything without her knowing that because this was effecting me and my family, not just me so there was a reason for them to know.  I was supposed to report this to them so that they guide me and support me.  It wasn't a usual visiting this one, it was an attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wasn't this supposed to be political?  Wasn't this supposed to have been done with the blessing of the leadership of the IFP which did not include your grandmother?  Are you saying your grandmother also had to give her approval on issues which impinged on your organisation of which you were merely an ordinary member, which you were given an instruction or an order by your organisation?  You would again have to seek her approval before you could execute an order given by the leadership of your organisation.  Is that how you did things?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The truth is grandmother is the only person who usually guides me since she's elderly and I did receive blessings from IFP.  They have bailed and they were the ones who paid my bail.  Even when I was sick they were the ones who donated money for doctors or help.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they were not there when you took a decision to go and revenge for your grandfather?  They only paid for your bail as any organisation who to assist any member notwithstanding the nature of the deed that that person had been arrested for?  Haven't we all been there?",
            "Unknown"
        ],
        [
            "MHLETSWA ANTHONY NDLANGAMANDLA",
            "The truth is I will never pay bail for someone I don't like, I'll use my money for someone that I like and know very well what he's done and this person is helping.  I would never pay my money for someone who doesn't work for me or someone that I don't like, I'll pay my money from my heart and I've already mentioned that we've had a caucus meeting.  After I was arrested the people who were outside continue to work and donated money to come and bail for me and they were the ones who came and bail for me from jail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassens, do you have any questions to put to your client emanating from the questions from the Members of the Amnesty Committee?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I have no further questions Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That being so Mr Claassens, do you propose to call further witnesses in support of your client's application?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair I have no witnesses to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the application from your side as being closed.  Ms Thabete how do you propose to proceed with the matter from now onwards?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madame Chair, I had wished to call the two witnesses who will be coming from Piet Retief tomorrow but in the light of the applicant's evidence I would be in a position to argue whatever line without including what's in the affidavit if it's okay with my learned friend?",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "I have no objection Madame Chair as long as I believe that the evidence, the reference to the affidavit be ...[indistinct] with the relevant value.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Absolutely, I think it will obviously curtail proceedings because we would be waiting for witnesses who would be coming from afar.  I don't think it really will damage your case Mr Claassens because she does not seek to rely on the affidavit or anything that would have been put to him emanating from the affidavit with the hope that the two witnesses would be called in to corroborate the allegations contained in those affidavits and also to enable you to cross-examine them.  So we can proceed obviously to argue the case on the basis that the affidavits do not exist.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, that would be a hundred percent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They'll be taken upon script.  Shall we then hear your argument Mr Claassen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As the Committee pleases Madame Chair.  The evidence put before the Commission today is clearly that the - is definitely a or several confused issues.  Concerning this particular application what exactly led to the death of the victim, Mr Ben Nkosi.  Madame Chair I think it is true that as far as the death and the killing of the victim was concerned the evidence leader and the legal offence are of the opinion that there's no problem as far as that's concerned and no evidence to that effect.  It is a done fact that the applicant was indeed responsible for the death of the person.\n\tMadame Chair, I think the main issue if looking at the criteria for the possibility of ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On that aspect, I mean how can you be able to reach such a conclusion?  I don't think you were - okay.  You haven't come to the motivation, actually talking about the actual killing.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "If I may Madame Chair, I was just getting to the actual motivation.  As I said once again the confused issue is now I don't want to make any reference to the affidavits which were at one stage before this Committee but just looking at the events preceding the actual killing of the victim I think it would be no less than fair to say that there are several unresolved questions before this Committee.  \tMadame Chair, I think the first matters of fact which are indeed undisputed is that the applicant before this court was indeed a member of the Inkatha Freedom Party being the time this offence was committed.  There was no evidence to the contrary and was also the evidence of the applicant that Mr Nkosi the deceased was also a member of some importance within the ranks of the ANC.  In that respect Madame Chair I am of the opinion that as far as the political relevance surrounding this actual killing, it was indeed so that both members were of opposing political parties.  The question which the court might ask is concerning the applicants truthfulness surrounding the circumstances immediately before this killing, I think the cross-examination from the evidence leader also mainly concentrated on this point.  Madame Chair and it is my ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what sayest thou about that?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair it is indeed my submission that there are definite uncertainties as to the vive voce evidence surrounding the alleged killing of his grandfather.  It is so that the applicant stated before the Committee that he was indeed killed by the deceased which was later then killed by the applicant.\n\tMadame Chair, it's my submission that there's no - there was mention of or the question was put to him whether his grandfather did not in fact die of a natural illness which he categorically denied ...[intervention]",
            "Male"
        ],
        [
            "UNKNOWN",
            "May I just interrupt you, it's not clear to me, is your argument that there was a political objective but that the applicant did not make a full disclosure possibly on account of his conflicting versions?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "If I may, I think it basically boils down to the fact that I think it was maybe as I said confused issues, it was a politically motivated killing which perhaps coincided with something else which ...[intervention]",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you see your argument, sorry to interrupt you, is your argument that if there are two people involved belonging to opposing political parties that that per se makes it a political motivated crime?  That is not your argument surely?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "No, that is indeed, that's not my argument at all.  What I'm saying is just looking at the evidence given and if any inference can be drawn from that looking at the involvement of the Inkatha Freedom Party after this crime was committed and that was I think indeed what the applicant himself tried to convey was that he, if I may just return to the point where he said that a caucus was called and that was done in party political structures.  It is indeed so that questions may be asked that some of the names that could be remembered appears to be family members.  He however ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was convened by his father, that meeting was at his father's instance?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is indeed correct Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is not a leader of the IFP?  There was no evidence to suggest that he held any leadership position within the IFP and I asked him who convened the meeting and his response was very curt.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "You are a hundred percent indeed correct Madame Chair, that was exactly his response.  I think to further questions he replied that the people present were indeed members of the IFP.  Madame Chair ...[intervention]",
            "Male"
        ],
        [
            "UNKNOWN",
            "Could I just add one other thing Mr Claassens?  No other person that he mentions besides himself as far as it's clear from the evidence had any leadership position in the IFP so this was a caucus of ordinary members at best for your client?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is true, the only evidence of any leadership position was in that of himself and the rank of a chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that - how do you propose how we should go over that hurdle?  He is chairperson of Youth Brigade, the father, then father was high-ranking member of the IFP, there is no evidence that has been led for us to suggest why no other members, high-ranking members of the IFP were party to the caucus meeting apart from people who appeared to have family relationship to the applicant?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is indeed correct Madame Chair.  What I have been getting towards is I think that once when this act was perpetrated or was completed there was according to the applicant a definite benefit for his political party.  Madame Chair it is however true that the evidence surrounding the preceding incidents are indeed very sketchy and especially surrounding the applicants motive for committing this revenge attack.  All factors taken into account Madame Chair, I would leave in the hands of this Honourable Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen.   Ms Thabete?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Madame Chair.  My submission today regarding the application of Mr Ndlangamandla is that I would like to submit that there was no full disclosure on the grounds that the applicant has given quite a number of inconsistent and contradictions.  If I may just mention a few?  He talks about the fact that they were attacked by the ANC as an IFP group that he was close to his grandfather when this happened and then in his application he alleges that he was behind the house when his grandfather was attacked.\n\tHe also in his application form doesn't make any reflection of the fact that this was an ANC/IFP war or fight, he doesn't make any mention of it in his application form, it's the first time\n we hear about it today and my submission to you is that either the applicant lied in his application form or he is lying today and we can never know whether he is telling the truth today if he lied in his application form.\n\tSecondly, I would like to argue that there's no political objective for the killing of Mr Ben Nkosi on the grounds that - if the Committee Members can bear with me?  On the grounds that this was a revenge killing.  In his application form he alleges - I mean he states it clearly that if you attack him or one of his members of his families, he seeks revenge right away and in his evidence today he made it clear that from the time his grandfather died to when they had a meeting it was the family has always been involved.\n\tFurther, the deceased was also part or a member of their family, they weren't related so it's my submission that this was a revenge killing and not a political killing at all.\n\tLastly ...[intervention]",
            "Female"
        ],
        [
            "UNKNOWN",
            "Sorry, just one clarification, you indicated that in his form he doesn't say anything about the political nature of this, he doesn't make reference to the fact that his grandfather was the chairperson of the IFP and that the deceased was the chairperson of the ANC but I won't disrupt your argument any further other than to point out that he does in fact say that.",
            "Male"
        ],
        [
            "MS THABETE",
            "My argument was that it wasn't the fact that he doesn't make any reference to the fact that his grandfather was a political leader, my argument was that he doesn't say anything about the fact that his grandfather was killed during an IFP/ANC attack.  It's looks like people came to attack his grandfather and he had hid behind the house when this happened, it doesn't give a reflection that there was actually an ANC/IFP fight during the time his grandfather was ...[intervention]",
            "Female"
        ],
        [
            "UNKNOWN",
            "Fair enough, I misunderstand your point you're making, that's fine.",
            "Male"
        ],
        [
            "MS THABETE",
            "Lastly, for all we know the applicant has got a very wild imagination I would like to submit because at one stage he talks about the fact that he didn't see who shot his grandfather because the people who were attacking were so far away and he then changes to say he is not sure whether Ben Nkosi was there or not when his grandfather was shot.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was sure, he was quite sure that Ben Nkosi was there.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Firstly he said they were far away so he couldn't have been sure then he changed to say no he was sure that Ben Nkosi was there when his grandfather was shot so there seems to be a lot of contradictions and on those bases I would recommend that amnesty be not granted.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wasn't he sure that Mr Nkosi was there, the only thing he wasn't sure about is the role he had during the fight and he wasn't sure who had actually shot his grandfather but he was able to identify Mr Nkosi as having been present during the fight that subsequently led to his father being shot, his grandfather being shot.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'm indebted to Madame Chair and Ms Thabete, you may mention that it's not clear from both the written application, the written application form as well as the affidavit that the attack on the grandfather was as a result of two groups meeting and fighting, it was as though the grandfather was in fact attacked at his home by a particular group which was led by Mr Nkosi.  I think you correctly made that and that's what I make out of both the written application form and the affidavit which obviously is conflicting with the version given by Mr Ndlangamandla during his vive voce evidence.",
            "Female"
        ],
        [
            "MS THABETE",
            "That's my submission Madame Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, do you have any response?",
            "Unknown"
        ],
        [
            "MR CLAASSEN IN REPLY",
            "I have not response Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen and Ms Thabete, this Committee will be able to pronounce it's decision tomorrow.  There is no need however for Mr Ndlangamandla to be present when we so announce that decision because you will be here to represent his interest.  We will make sure however that we give you all the\nfacilities as to be able to communicate our decision I think through whatever means that will be able to expedite him to know about our decision tomorrow.  So our decision will be made in this regard tomorrow morning or during the course of the day.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I appreciate that Madame Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "As the Committee pleases.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think that will bring us to the conclusion of our proceedings today.  We note that the time is half past 4, we already have transgressed an important rule that we have been told not to transgress by Correctional Services in having to I think finalise our proceedings on any given day after 4 o'clock.  We would like to apologise, we merely wanted to make sure that we bring these proceedings to a close so that we can make their jobs easier in having to transport one less person tomorrow than Mr Ndlangamandla.  We'll make sure that this does not happen.  So we'll proceed tomorrow with which matter Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "With the matter of Hadebe and Sithomo and hopefully Mtambo if we finish on time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We'll adjourn these proceedings until tomorrow morning.  What time are we supposed to meet here Mr Claassen, which time will be to your convenience now that we're expecting applicants will be coming from Gauteng.  Shall we say 10 o'clock just to be on the safe side?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madame Chair I have spoken to some of the people from Correctional Services and they indicated - I think he says he thinks that Mr Hadebe will not be brought this afternoon but tomorrow morning.  I can only suspect that they would have to leave very, very early in Johannesburg to be here at any early time.  As I have indicated to the Commission I also would just like if they would just afford me the opportunity to speak to Mr Hadebe before the session commences.  I think 10 o'clock sounds very fair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We hope it will be brought to the attention of Correctional Services that they must try and get Mr Hadebe to be here before 9 o'clock tomorrow.  One would have expected that arrangements would have been made in anticipation of his application being heard in Nelspruit, for him to be held nearer to Nelspruit.  Ms Thabete will you please ensure that Mr Hadebe is brought here by 9 o'clock to afford Mr Claassen an hour to consult with him so that we can proceed with this application timeously, we don't want to have any delay having to be suffered through the acts of Correctional Services and if there are any delays which are caused to be suffered by Correctional Services, we would appreciate if those could be brought to the attention of this Amnesty Committee.  Thank you.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}