{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-02",
        "location": "NELSPRUIT",
        "day": "2",
        "names": [
            "MHLETSWA ANTHONY NDLANGAMANDLA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53150&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990202ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR CLAASSEN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR CLAASSEN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Welcome to you all.  This is our second sitting in Nelspruit.  The date is the 2nd of February 1999.  The Panel that will be proceeding to hear the applications set down for today, is the same as the one that sat yesterday.\n\tBefore we proceed with the application of Mr Sithomo and Mr Hadebe, we would like to announce the decision in respect of the application that we heard yesterday, of Mr Anthony Mhletswa Ndlangamandla.\nF I N D I N G\n\tOur decision in respect of that application is as follows:\n\tMr Ndlangamandla applied for amnesty in respect of his conviction on the 25th of May 1994, at Piet Retief, for the murder of Mr Ben Mkosi at Lahlampondo, Pongola on the 30th of November 1993.  Ndlangamandla was sentenced to 10 years imprisonment which he is currently serving at Barberton Prison.\n\tNotices in terms of Section 19(4) have been served on the deceased's family, who did not attend the hearing.  The applicant, Mr Ndlangamandla who was represented by Mr D Claassen, and testified in support of his application.  He confirmed his application.  He confirmed his application and the affidavit which \nforms part of the papers.  In fact he wanted to read the entire affidavit and was eventually persuaded not to do so, in the light of the fact that the Committee had already taken note of his affidavit.\n\tWe do not in intend to traverse the evidence of the applicant in any detail, suffice to say he was not a very good witness.  His testimony was fraught with numerous inconsistencies and contradictions.  It also differed in material respect with the allocations or versions contained in his application and the affidavit referred to herein.\n\tAn instance of this kind of problem with his evidence, is that in his application he refers to the incident in which his grandfather was killed.  He says, and we quote him:\n\"Me, I was behind the house of him (him being his grandfather's house) and watching.\"\nHowever, in his viva voce evidence before us, he stated that his grandfather was killed during fighting between two armed groups of the ANC and IFP supporters, which took place in an open area away from houses and other structures, and that he was a few paces away from his grandfather when this happened.\n\tIt is clear to us that this and other instances of non-disclosure are aimed at establishing a political context to support the applicant's assertion that his acts were associated with a political objective.  \n\tIn the result we are not satisfied that Mr Ndlangamandla has complied with Section 20(1) of the Act, and his application is ACCORDINGLY REFUSED.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, you will communicate this to Mr Ndlangamandla?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I will so, Madam Chair.",
            "Male"
        ]
    ]
}