{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-05",
        "location": "NELSPRUIT",
        "day": "5",
        "names": [
            "MONDLI NGXONGO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53159&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990205ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MONDLI NGXONGO",
            "MR LAX",
            "MS THABETE",
            "MR OOSTHUIZEN",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MONDLI NGXONGO",
            "MR NGXONGO",
            "MR LAX",
            "MS THABETE",
            "MR OOSTHUIZEN",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are proceeding with the application of Mr Wiseman Ngxongo.  Yesterday we adjourned to afford Mr Wills an opportunity to consult with Mr Mbambo as well as any of his clients who might be implicated or whose testimony might have a bearing on the application and the evidence given by Mr Ngxongo.  Mr Wills are you now ready to put any questions to Mr Ngxongo?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you Chairperson, can I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so Sir.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Ngxongo, the first thing I want to concentrate on is your relationship with Sipiwe Umviani.  I'm first going to ask a few little questions.  The car that you drove from your home in Umlasi to pick up Mr Mbambo, the V.W. Caravelle, I believe that was Mr Umviani's car, is that correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "(s.u.o.)  That is correct.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now do you know who was the person who gave Mr Umviani the orders to carry out the hit on Mr Teledi originally.  You have testified to the effect that Mr Umviani had discussed this issue with you prior to his death.  Do you know who gave him the instructions?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "You mean instruction to kill Mr Teledi?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Mrs Umbiasi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was she the only person involved?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Sipiwe got the instructions from Mrs Umbiasi and some of the instructions he used to get them from Ulundi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, my instructions are that you frequently would accompany Sipiwe Umviani to go to Ulundi and you had attended\nBrigadier Mati's office on occasions, is that correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that on certain occasions you would get instructions in those meetings with Brigadier Mati.",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "The purpose of my question is to establish this, can you remember in one of these meetings as to whether or not Brigadier Mati was involved in the instructions for this killing of Teledi?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "I can't remember",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose Mr Wills?\n\tHow do you know that Mrs Umbiasi gave Mr Umviani instructions to have Mr Teledi killed?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "When he received the instruction he left me behind because he was needed at Mrs Umbiasi place.  When he came back he told me as to what was discussed there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know which month such instructions were given by Mrs Umbiasi to Mr Umviani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "No I can't remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  There's been evidence before the Amnesty Committee that at one stage Mr Umviani was given a job in Ulundi in the police, do you know if that's correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know what job that was?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "When Sipiwe was involved in many cases, I think about 39 cases, he went to Ulundi and he met Dr M G Buthelezi who decided that since he's been involved in many cases in Umlazi then he decided that they should open a firearm unit and Sipiwe was going to be a head of that unit.",
            "Male"
        ],
        [
            "MR WILLS",
            "And my instructions are further that when Sipiwe died this firearms unit was closed, are you able to comment on that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "I don't know whether it was closed but it was quiet after Sipiwe died.  I cannot confirm that it was closed but I never heard anything about the unit.",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes, I'm going to turn now to your dealings with Mrs Umbiasi.  You said in your evidence that you first met Mrs Umbiasi in early 1992, do you recall that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the Committee circumstances and the context of that meeting?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "I was in Sipiwe's company and he was going to introduce me to Mrs Umbiasi.  She was supposed to know that I was one of the people who were working with Sipiwe in Durban South Region where Sipiwe was the head or the commander.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you saying that Sipiwe wanted to introduce you to Mrs Umbiasi as you were one of the hit squad members working under Sipiwe?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Early 1992.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why do you think Sipiwe wanted to introduce you to Mrs Umbiasi in this context?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "I think it's because Mrs Umbiasi had the knowledge that Sipiwe was the commander of the hit squad in the Southern Region of Durban therefore she needed to know about other members as well or new members.  The South Region of Durban, that's where we were operating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you say the South Region of Durban, the locations that you named yesterday in your evidence?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Your evidence yesterday was that you went - you left Durban, you went to Mr Mbambo's house and you discussed with Mr Mbambo the telephone call you'd had with Mr Mkwena about the fact that Teledi was still causing trouble and then after that your words were that you and I mean you in the plural sense, you and Mbambo decided to go and see Mrs Umbiasi, is that correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct, we were supposed to give her the knowledge.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was that the only purpose of your visit to Mrs Umbiasi?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you arrived at Mrs Umbiasi and she said to you that you must essentially go immediately to execute this mission, is that right, you didn't even have time to pick up clothes?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "My instructions are that she gave you money for petrol for the car?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct because when I left Durban I didn't know that I was going to proceed to Nelspruit, I only had enough petrol to go to Empangeni and back to Durban.",
            "Male"
        ],
        [
            "MR WILLS",
            "What would have happened if Mrs Umbiasi had told you not to go?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "We didn't have powers to do things on our own.  If she said so we were not going to do so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes because my instructions are not that you went to see Mrs Umbiasi only to inform her of the information, you went to inform her of the information that you had received and further you wanted to get her decision on what to do with that information?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and Mr Mbambo would agree that if Mrs Umbiasi had said don't do the mission, you wouldn't have done it?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "My understanding of your evidence just for the sake of clarity is that Mrs Umbiasi played an integral part in the planning of the operation in the sense that she made the arrangements for you to get to Bushbuck Ridge and to meet Mr Mkwena and the place to meet?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that obviously she knew full well what you were going to do when you got there?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes she knew.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just briefly, I want to discuss your relationship with Mr Mbambo.  You mentioned in your evidence that after Sipiwe's death, Mbambo became the leader.  Now my understanding is that that statement was made just in the context of this one operation, is that correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "I was referring to the operation, the very same operation that he was my senior on that operation because he was there before me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wills, I'm sorry I didn't get your question, something distracted me.  I didn't get your question.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes I'll repeat it for you Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll appreciate it.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  My question was that the witness gave evidence to the effect that after Sipiwe's death Mbambo became his leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His commander.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "His commander yes and I was just asking whether this commander position was merely in the context of this one operation and not operations generally and I think the answer confirmed that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear the answer either.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Can you repeat the answer then?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Mbambo became my senior on that operation specifically on that operation I took instructions from him when we were on our way.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and when you were on your way you planned exactly how to do it and it was agreed or it was decided that Mr Mbambo would actually do the actual killing, is that right?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "My instructions are that Mr Mbambo at no other stage performed any operations with you or performed any operations in the Durban South Region, would you agree with that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "In my knowledge yes it's like that, he never worked with me.",
            "Male"
        ],
        [
            "MR WILLS",
            "You mentioned in your evidence that the main duties of the hit squads was to attack ANC and disrupt their activities, do you recall that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now there's been evidence before the Amnesty Committee that basically that the hit squads operated in two ways and I want you to comment on this evidence.  The first way was that there would be specific targets that would be identified and the hit squads would be given specific orders to eliminate those targets.  Do you agree with that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "But there was another way, there was a way that was directed at terrorising ANC communities where hit squads were given instructions to go in sometimes with other members of the IFP youth, sometimes on their own and just attack ANC communities indiscrimately.  Can you comment on that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your comment is based on what, how do you know that this is how the hit squad operated?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I was a member of hit squad, I knew this and there were times where we were told that we should attack specific or particularly ANC members and sometimes we would be told that since ANC and IFP were fighting and in rural areas it's known that some areas they are stronghold ANC and some areas are stronghold IFP and we will sent that we should go and attack the ANC stronghold areas and we will kill indiscriminately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.\n\tJust briefly, you indicated that you got your firearm which you indicated was a 9 mm, my instructions are it was a 9 mm parabellum from the collection of firearms that the eSikhawini hit squad had, do you recall that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And my instructions are further that you also got your bullet proof vest from the very same source?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where did you take these - sorry, what were these firearms contained in, can you remember?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "They had trunks which they brought from college and everything was in those trunks.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Wills, he mentions college.  Which college?  What do you mean by college?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "As a KwaZulu Police where he trained to be a policeman, in other words police training college and they used to give them trunks which had everything inside.",
            "Male"
        ],
        [
            "MR LAX",
            "Where was that college?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Police Training College in KwaZulu Natal.",
            "Male"
        ],
        [
            "MR LAX",
            "No, I was asking you where was it, do you know where it was situated, which town?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "No, all I know is that it's in Ulundi, I don't know where.",
            "Male"
        ],
        [
            "MR WILLS",
            "There's only one discrepancy between your version and Mr Mbambo's version and I'm obliged to put that discrepancy to you.  That involves the second attempted murder person, Mr Mbambo was of the view that you shot that person but your evidence yesterday was clear that you didn't discharge a firearm.  Now if my memory serves me correctly on perusal of the police docket in that matter the second attempted murder victim was injured outside of the premises of the shop.  Do you know if that is true or not?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That's not true.  This I was told about it when they came to arrest me but according to my knowledge it is not true because outside there was no gunfire.",
            "Male"
        ],
        [
            "MR WILLS",
            "My instructions are to indicate to you that my client might have been mistaken in his assumption in that regard that you shot this person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the point of that Mr Wills, is there any point?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Well I must just put that we've given clear evidence before and I don't want this witness, I don't think it's fair for this witness, for us to sustain that if that isn't our position, I think he must know exactly what our view is but I'll save that for argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you save that for argument, it's not something that you can put to the witness to comment on.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you Chairperson.\n\tI want to now turn to the activities after you were imprisoned and what occurred in the prison in relation to you completing your amnesty application.  You gave evidence yesterday that there was considerable political pressure placed upon you and other IFP inmates in regard to the process of completing the amnesty application forms and specifically you were under pressure not to disclose the names of persons and particularly IFP leadership who were implicated in these acts, is my understanding correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now obviously at the time you were in prison there was a process going on outside of prison whereby Mbambo, Mkhize and Hlongwane and others, Dalakolo Luthuli, had given evidence whereby certain members of the IFP leadership had been exposed, are you aware of that?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now these IFP leaders who came to visit you in prison and I specifically refer to Captain Hlengwa and Nicky Brits, did they make any mention or comment to you in any way about the disclosures made by Mbambo and others?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes they did, that they did tell us that Mbambo and others had already disclosed the names.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was their attitude?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Prisoners were negative towards this thing and we were told that - we have a committee in prison, we have one committee for ANC and the other one for IFP.  There's one member of an ANC or prisoner who came to know that Mbambo, Hlongwane and Mkhize, since they've already revealed the names they must be killed or injured or attacked in prison since they've already revealed this, they were supposed to be attacked by IFP members.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who was suggesting that this should be done?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Mr Hlongwane, Nicky Brits, they were not around since they were at Empangeni, they were going to appear before the TRC in Richards Bay, that's when they came to tell us this.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, I just want clarity on this.  Are you saying that it was Hlongwane and Nicky Brits who gave essentially instructions for Mbambo and crew to be killed while Mbambo and crew were away testifying at Richard's Bay?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct but he warned us that we should be careful because they were dangerous.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, can we get clarity on that?  I didn't understand his earlier evidence to have meant that Captain Hlongwane and Nicky Brits had given any kind of instructions to get Mr Mbambo and others killed?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Well that was my understanding but possibly that's what I tried to clear up but ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it's definitely not my understanding from his evidence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I thought it was the prison committee that told them that that's what they were going to do?  The translation was bad, the translation sounded like it was the leader of the ANC\nCommittee who got wind of this information but it was a bit unclear.  Maybe we can just clear that up?",
            "Male"
        ],
        [
            "MR WILLS",
            "This instruction or this information that you received in regard to the desire to kill Mbambo and crew, where did that come from?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Mr Hlongwane and Nick.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did Mr Hlongwane and Nicky Brits say about Mbambo and others specifically what did he say?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "After the television ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you just try and be slow so that the translator can get the exact words that you are using for her to be able to translate appropriately?  Just try and be slow at the pace at which you are giving your evidence.  You may proceed.  They had already appeared on T.V. when they were giving their evidence in Richards Bay?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "In Westville prison the cells have television.  When they were televised we saw them.  Mr Hlongwane and Nicky Brits came to the prison and they said to us have you seen them and you've heard what they've said about the IFP in the TRC Committee or before the TRC Committee and we were supposed to silence them and there are few ways in order to silence them.  Either you stab them or you kill them inside the prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he saying either you meaning you prisoners have to stab them whilst they are in prison?  I didn't get that?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "He was referring to IFP members who were in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he said you prisoners were supposed to silence Mbambo and the other - and his co-applicants in that hearing which took place in Richards Bay?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this meeting obviously happened after Mr Mbambo and his co-applicants had testified in Richards Bay?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes before they finished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it actually took place during the week that those hearings were held in Richards Bay?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Is it not also so that this committee you mention prior to the Richards Bay hearing, Mr Mbambo was the chairperson of this committee?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "Yes he was, he was the chairperson of this committee.  When they came they said we were supposed to remove him from that committee.",
            "Male"
        ],
        [
            "MR WILLS",
            "Finally Mr Ngxongo you indicated in your evidence yesterday that you pleaded guilty in respect of this charge.  My instructions are that you initially pleaded not guilty then Mr Mbambo gave evidence and then you changed your plea to one of guilty is that correct?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, arising from the questions put by Mr Wills to Mr Ngxongo, you wish to put any questions to Mr Ngxongo ?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just one question Madame Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may do so.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.  Mr Ngxongo, besides or as a member of the IFP hit squad, besides the Teledi incident, were there any other incidents that you were involved in?",
            "Female"
        ],
        [
            "MONDLI NGXONGO",
            "There was one which was never successful and there was one where we were attacked by a limpet mine but it wasn't successful and Sipiwe used to take a certain group with him to go and attack.",
            "Male"
        ],
        [
            "MS THABETE",
            "When did you become a member of the IFP hit squad?",
            "Female"
        ],
        [
            "MONDLI NGXONGO",
            "If I'm not mistaken I think it was between 1988 and 1989.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think yesterday you said you became a member in 1989, if we can come to your assistance, that has already been established Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Oosthuizen, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "I've got no re-examination thank you Madame Chair.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I've got no questions thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one aspect Mr Ngxongo, when you took these firearms from the trunk at eSikhawini did you have any licences for these firearms?  Did you have any permits for them?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "These guns were sent there for the purpose of a hit squad.  If you were a member of a hit squad therefore you do have permission to take.  I didn't have the licences as such but I had the permission to use the guns as a member of hit squad.",
            "Male"
        ],
        [
            "MR LAX",
            "Well what would you have done if you were stopped by the police in a road block and they saw the firearm on you and they asked you well where's the permission for this firearm?  What would you have done about it?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "As I have already explained, I was Mr Mbambo, he had an appointment certificate of police therefore we were going to succeed since he was a policeman.  These guns belonged to police.",
            "Male"
        ],
        [
            "MR LAX",
            "So you hadn't worked out an explanation about why you had a firearm, he might have got away with it but what about you?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "They used to stop us even when I was with Mr Umviani.  If there were guns say for instance four guns, if police stop us they will ask us how come there were four guns and he will issue his identification as a policeman and they will let us go, therefore I believed that even if they were going to stop us with Mr Mbambo they were going to let us go because it happened before with Mr Umviani.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you know where he got the appointment certificate from?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "He was a police.",
            "Male"
        ],
        [
            "MR LAX",
            "You were never issued with such an appointment certificate were you?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "No, I wasn't given one.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were asked by Ms Thabete about what other operations you were involved in and and from what I can see you were only involved in two other operations and both of them failed.  Were you ever personally involved in any of the indiscriminate shootings and attacks?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngxongo, I have a few problems with the evidence that you have given in the light of the evidence that we have already heard from Mr Mbambo regarding this incident in Ermelo.  However, maybe let me try and come to my major difficulty being the reason you advance for having lied when completing your application form for amnesty.  You have stated that you lied when completing the application for amnesty because of the negative attitude your organisation had towards the TRC and you therefore could not disclose the truth of your participation in respect of this incident.  You then went further to say you lied because you were also visited by some leaders of the ANC who came and pleaded with you not to implicate the IFP leaders ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "It was the IFP, you said the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, let me correct myself.  The second reason was that you were visited by IFP leaders who came and pleaded with you not to disclose anything that would implicate such leaders but only talk about the conflict between the IFP and the ANC and by that I mean I understood you to be saying you were allowed to speak about the general conflict between the IFP and the ANC.  Am I encapsulating the reasons you advanced yesterday for having lied when you completed your application form correctly?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I would like you to repeat your question because you've already said a lot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I haven't actually asked any question, I was just reminding you of the evidence you gave yesterday and I just wanted to find out if we had a common understanding about your evidence yesterday which you gave in respect of the reason why your application did not contain the correct information insofar as this incident is concerned.  Now your evidence was that the reason why you lied in your application form which was completed and signed on the 6th December 1996 was firstly because your organisation had a negative attitude towards the work of the Truth and Reconciliation Commission and therefore you didn't want to divulge the truth about your participation in this incident because of the attitude that your organisation had towards the Truth and Reconciliation Commission, am I correct in understanding your evidence yesterday?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You then went on to advance the second reason that whilst you were in prison you were visited by some IFP leaders who pleaded with you not to implicate leaders of the IFP when applying for amnesty to the Truth and Reconciliation Commission and that's why you lied in your application form when you gave information and particulars about how this incident happened and why it happened?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to understand from you is, if you had given the evidence you gave yesterday and today, how would that had impacted negatively on the leaders of the IFP?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "If you can please repeat that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to know is if you in your application form had given the information that you gave when you were giving evidence yesterday and today, how would that have effected your organisation?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "When I made this application it is not clear on my application about the involvement of the leaders of IFP therefore if this application were to pass in any hands of a member of IFP they were going to approve it and they were not going to return it back to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your application form was not completed with assistance with any member of the IFP?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and the application form was not dispersed to the offices of the TRC through the assistance of the IFP, is it not so?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had no reason to believe that whatever you would have said in your application form would come to the knowledge of the IFP, is it not so?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "What I didn't know or what I wasn't certain of is that how safe it was for the application to leave my hands and go straight in the offices of the TRC.  I wasn't certain of the safety of my application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Fair enough, my difficulty however is the reasons that you have advanced are not harmonious with the information that you had supplied in your application.  For instance on page 3 of your application form at paragraph 9(a)iv you that the purpose of Mr Mbambo I suppose of going to Nelspruit was unknown to you.  How would that if endangered your life if you had given the truth about that aspect of this mission?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "If you could please repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have the application before you?  You see paragraph 9{a)iv, that's the last paragraph?  Why was it necessary for your to say you didn't know the reason why Mr Mbambo was going to Nelspruit?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "You mean why I said I didn't know why was going to Nelspruit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, as it stands there in that paragraph and then you proceed to say on the next page that you were not aware of the purpose of the trip and on page 5 you say you only became aware of the purpose of the trip, I'm using your words, 5 minutes before the shooting took place?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct, this is what I've written.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reasons that you have advanced for having lied in your application form in my opinion are not harmonious with what is contained herein.  I mean why should you have lied about that kind of information?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "As I have explained yesterday that at this time I was loyal to the IFP or at that time when I wrote this I was still loyal to the IFP.  I thought or I knew that IFP was going to stand by me therefore I didn't want to implicate IFP in any way, I was loyal to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the purpose of the plan for amnesty then?  Why did you have to apply for amnesty, what did you hope to achieve?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "They promised to help us with the ...[inaudible] there were no people who were standing by us and Mbambo also told me that I must write anything but I mustn't implicate the organisation therefore I wrote whatever on my application and that's why when time goes on I realised that I was supposed to come to the Commission as well because I realised that they came and they told the truth and yet they told me not to and I decided to go ahead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether you understood the ambit of my question, I'm a little troubled nevertheless with what has emanated from your misunderstood question by me.  My question was basically the following.  For what purpose did you lodge your application for amnesty when you did on the 6th December 1996?  Why did you apply for amnesty?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I needed people to forgive me for what I've done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Based on the full disclosure of your participation of what you had done?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Could you please repeat?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You wanted amnesty for what you had done and my question is you obviously were basing that, your application was founded on having to disclose your participation for what you had done?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you agree with me that it didn't attempt to do that?  Your application did not attempt to give any truth about your participation?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if I understood your evidence yesterday was that you became angry with your organisation after they had stopped visiting you and that's why you decided to apply, do I understand you correctly?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I asked you a question yesterday when they stopped visiting you - I asked you a question, I don't know, I seem to be corrected by a member of my Committee.  Did you understand what I earlier on said, that you became angry with your organisation when they stopped visiting you and that's when you decided to apply for amnesty?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "However, you went on to say they stopped visiting you in 1998?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "At first I thought I've mentioned that they had promised to help me in every way and they came again promising me as well and then they stopped in 1998.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but the reason why you became disgruntled was when these visits were stopped by your organisation and that only happened in 1998 after you had already applied for amnesty.  Now I find a contradiction in terms there.  How could you have decided to apply because they were no longer visiting you when the visits only stopped in 1998 whereas your application was lodged in December 1996.",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "In 1996 they promised to help me, 1998 they stopped visiting me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in 1996 when you applied for amnesty, did they say apply for amnesty and lie, we'll nevertheless assist you?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes they promised to help us and they said we must never implicate leaders of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the translation is incorrect.  They told us to lie, is that not you were saying Mr Ngxongo ?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes they told us to lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why in your lie would you not indicate that you were aware of the reason why Mr Teledi had to be killed?\nWhy in your application form should you not disclose the fact that you were aware of the reason why Mr Teledi had to be killed because he was a political liability to your organisation, why should you not say that?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I was protecting the IFP at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely you knew that the basis for succeeding in an amnesty application is that you must have a political context?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct but I told myself that if it was successful for my application for me to be called before the Commission I was going to tell the truth then because I told myself that the Committee was going to have a question mark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you had gone on to say something that implicated the organisation?  Now if you have recourse to page 6, if you have recourse to page 6, you had said something about the IFP leadership as being the persons who approved of the killing that you were applying for amnesty for?  Do you see that?  It appears on paragraph 11(a), you speak of IFP leadership you put them in there.  Then at paragraph 11(b) you then put the name of Mrs Umbuasi, was that not exposing your organisation that you were seeking to protect?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "In my application there is some truth in it and some lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in explaining the objective which you sought to achieve you then give a reason that Mr Teledi was smuggling arms which were killing IFP members and therefore an order was given?  That is not protecting your organisation?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why should you lie about such an important and unimportant aspect like having to disclose that you knew why you had to go to Nelspruit and that an order had been given to you by Mrs Umbuasi when in any event in your application form you do include the name of Mrs Umbuasi and you do state that the order for the killing of Mr Teledi came from the IFP leadership?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "When I was making this application I was just making it on my own, I didn't have any assistance from someone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think I will leave that aspect.  In your evidence yesterday you stated that you received a call from Mr Mkwena after Mr Umviani's death in which he was still expressing a need for Mr Teledi to be killed as the mission remained incomplete.  Do you recall saying that?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then travelled to Empangeni to convey this message to Mrs Umbuasi.  Why did you have to go to Mr Mbambo and not to Mrs Umbuasi directly?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Most of the time when I was going to Mrs Umbuasi I used to go to Mr Mbambo's place first.  I didn't have a reason for this but it was just a usual thing to me, I used to do so to study at Mr Mbambo's place first and then go to Mrs Umbuasi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was it necessary for you to discuss that telephone conversation with Mr Mbambo?  He wasn't your commander at that stage was he?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "No he wasn't but as a person who used to know everything it was necessary for him to know this information and plus he went there before to Mr Teledi's place or to Bushbuck Ridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was it necessary for him to have known about this conversation that had been made by Mr Mkwena to you and to nobody else?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "He was a hit squad member therefore I just informed him and since he knew about this particular operation I wanted to put him in the picture.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To your knowledge did Mr Mkwena know Mr Mbambo?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "This is what I believed because Mr Mbambo, Hlongwane and Mr Umviani went to Bushbuck Ridge before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you know that Mr Mbambo, Hlongwane and the deceased Mr Umviani had been to Bushbuck Ridge before?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes I had that knowledge before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you got the telephone call from Mr Mkwena did you ask him why he was calling you about this mission?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "No I didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to your knowledge did Mr Mkwena know Mrs Umbuasi?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not strange that Mr Mkwena should be calling you an ordinary member of the hit squad and not call Mrs Umbuasi who was the leader in Natal?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I wouldn't know that, I wouldn't know why he decided to call me, I just took this as a serious matter since he had told me and then I took this forward to Empangeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you not call Mrs Umbuasi, why did you have to drive to Mrs Umbuasi's place, that's quite far from where you were?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you have to drive and not call her?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "I wanted to see Mr Mbambo as well because there was going to be a funeral on Saturday, funeral of one member of the hit squad and also to discuss about transport.  If he didn't have transport I was going to take him from Empangeni to Durban and then when we went to see Mrs Umbuasi she actually told us not to go back to Durban to go to Bushbuck Ridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also gave evidence yesterday that when you left Empangeni your first port of call was next to a police station in Nelspruit in a township known as Khanyamazani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbambo's evidence is not to that effect.  Mr Mbambo said you actually went to Khanyamazani to a house in Khanyamazani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "He's telling the truth.  I didn't mention this because I thought it wasn't important like I didn't mention stopping at garages, filling stations, I just stick on something which was relevant to the whole operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think I remember confirming this portion of your evidence yesterday in order to understand it properly and you remain resolved that your first port of call was at the police station and that's where you met Mr Mkwena?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "The reason I can mention this house it's because I thought it wasn't important because it's not relevant to the whole operation but I'm not denying that we went to a certain house but it wasn't before - we went there before the time which we were supposed to meet Mr Mkwena.  We arrived earlier and the house which we went it's not far from the police station where we were supposed to meet Mr Mkwena.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now are you therefore correcting your evidence that you did not meet Mr Mkwena next to the police station in Nelspruit but that you met Mr Mkwena in a house in Nelspruit in Khanyamazani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "We met him at the police station.  Before we went to the police station we went to this house which is not far from the police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you were at the police station did you meet Mr Mkwena or not?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes he arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your evidence would be that indeed the first meeting you had with Mr Mkwena was outside the police station in Khanyamazani and not in a house in Khanyamazani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that Mr Mbambo would be making a mistake if he says that the first meeting was in that house and not at the police station, outside the police station?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That's a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After Mr Umviani had passed away who became your commander?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Mbambo only became my commander on that operation only, on this trip but he wasn't my commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question is after Mr Umviani had died who became the commander of your unit?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "There was no commander after Umviani passed away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did your unit participate in any activities immediately after Mr Umviani's death?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how many members did your unit consist of?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "We were five.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that include Mr Umviani?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there any person who was senior, who was the immediate senior after Mr Umviani in your unit?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct, there was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mr Teledi aware of the structure of your unit?  Sorry, Mr Mkwena, William Mkwena?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he aware of the structure of your hit squad unit in Durban?",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "No I don't know.  He used to contact Umviani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he aware of the special relationship you had with Mr Umviani?  Was Mr Mkwena aware of the special relationship you shared with Mr Umviani?  You evidence is that you and Mr Umviani were quite close friends.",
            "Unknown"
        ],
        [
            "MONDLI NGXONGO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Oosthuizen, emanating from the questions from the panel, do you wish to re-examine?",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "I've got no re-examination Madame Chair, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where do you go from here Mr Oosthuizen?  Do you propose to call any other witness in support of Mr Ngxongo's application?",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "Madame Chair if I can just get instructions from my client?  At this stage I'm not aware of any other witnesses, if I can just confirm with him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May you do so.",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, during that recess Chairperson, there was one aspect of the evidence that came up as a direct result of your question and answer which I have instructions on and I would like to clear up.  It's just a very small issue.  I don't know what the procedures are but there was an implication in the applicant's evidence which had adverse consequences to my client and in that sense it will stand unchallenged unless I put my client's version to him and I would request that permission.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In view of the nature of these proceedings Mr Wills we'll afford you that opportunity but will request that in future if you have your time to put questions to a witness you exhaust that to the best of your abilities so that you know this does not play havoc with our record and also with our comprehension of the evidence.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you Chairperson, I fully understand that it has only arisen as a result of the cross-question that you put to the witness, I wasn't able to know what that answer was beforehand.\n\tSo did I understand you correctly in answer to one of the Chairperson's questions that you said that Mr Mbambo advised you not to reveal the details of the incident to the authorities?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now my instructions are that this had nothing to do with the filling of your application form, that this did in fact occur, it occurred when you were first arrested for this matter in early 1994, is that correct and it was in relation to the police authorities who were investigating this particular crime?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And further that my client at no stage interfered with your filling in of your application form for amnesty?",
            "Male"
        ],
        [
            "MONDLI NGXONGO",
            "No he didn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Oosthuizen have you had an occasion to take quick instructions from Mr Ngxongo as to whether he would like to call further witnesses in support of his application?",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "Madame Chair I've had an opportunity and it is my instructions that the applicant wishes not to call any further witnesses and that's his application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, during the course of these proceedings the name of Mrs Umbuasi, Mr Mtetwa were mentioned as well as the name of Nicky Brits and Captain Hlongwane.  Has Mrs Umbuasi whose name appears in the application form of Mr Ngxongo been given notice in terms of Section 19.4?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madame Chair, Mrs Umbuasi was given a Section 19.4 notice, I've got a copy here with me, it was faxed to I think Mr Falcon ...[indistinct].  I've made not of Mrs Umbuasi, again Nicky Brits, Mr Hlongwane, Mr Mtetwa to give them a Section 30 notice.  I actually spoke to Mr Lala this morning about the fact that they've been mentioned vive voce evidence so he assured me that he will prepare a Section 30 notice as soon as he has the record of the transcript.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Together with that portion of the evidence that implicates them?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Not the full record?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes we will wait for the transcript then we will do so accordingly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We really appreciate it.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Madame Chair, sorry if I can just assist?  My advices are that Captain Hlengwa has recently deceased six weeks ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have to confirm that, thanks Mr Wills for bringing that to our attention.  Ms Thabete, we'll have to get confirmation thereof so that we know for a fact that it is indeed so.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'll do so Madame Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills and Ms Thabete, we have a situation wherein certain persons have become implicated during vive voce evidence of Mr Ngxongo.  Ms Thabete has only been able to service Section 19.4 notice on Mrs Umbuasi because she was so implicated on the papers before us.  We now have to afford the persons so implicated and opportunity to respond if they so wish to the extent of their implication.  In the light of that do you think there will be any merit in proceeding to hear your legal argument when the implicated persons have not been given that opportunity?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Madame Chair, Members of the Committee, I'm of the view that it would be necessary for the implicated parties to be given an opportunity to deal with the aspects where they've been implicated prior to argument and prior to any decision being taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have a different view?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Maybe I have a question Madame Chair.  In terms of the proceedings one has to argue once, that's all or is it possible that we can have argument now and then when and if the implicated people respond then there's argument later on that particular aspect.  I don't know, I don't know how the proceedings go.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you don't have any firm view.  You would prefer to - I think usually you can only argue once you have listened to all the evidence and your argument can only be based on the full evidence because it must be a full argument, you can't have a partial argument.  Mr Oosthuizen, I think you really have to have a view particularly because it would impinge on the success or failure of your applicants of your client's application.",
            "Unknown"
        ],
        [
            "MR OOSTHUIZEN",
            "Madame Chair, Members of the Committee, indeed so I must agree with my learned colleague Mr Wills.  My client will be severely prejudiced and if this implicated person, being Mrs Umbuasi, is not given a 19.4 notice to come and testify as she is severely implicated, I don't think there's any purpose if like Madame Chair is saying that we should only partly address the Committee at this stage.  I think one should first get all the evidence and then only after that has been heard one can meaningfully address the Committee on the specific application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the view that is shed by the members of this panel that we would prefer to afford the persons who have since been implicate during vive voce evidence an opportunity to respond if they so wished and that they can respond in writing and that Ms Thabete, will you please put them on terms, give an indication when you would expect their written responses to that portion of evidence to which they've been implicated and that it should not be longer than a month.  To go back to what has been alluded to by Mr Oosthuizen, Mr Oosthuizen, Mrs Umbuasi was served with the Section 19.4 notice, she has elected not to attend these proceedings.  It is her right to do so.  We therefore are not so much concerned with Mrs Umbuasi as we are concerned with Captain Hlengwe, Mr Nicky Brits ...[intervention]",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Mtetwa, Mr Dingile, Mr William Mkwena and Mr David Mkwena and Brigadier Mati.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "These are persons who are implicated during these proceedings and we therefore have to give them the Section 30 notices.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I don't know whether the applicant does or maybe I can ask afterwards regarding their addresses or their whereabouts.  I don't know if anyone can assist me?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They can assist but it is the duty of your investigative unit to do that but they can assist if they have such details but not obliged to do so.  In the light of this development this matter will be adjourned, will be postponed, unfortunately we had hoped that we would be able to finalise this matter particularly because we are very interested in concluding all the incidents of which this matter is also part, of the hearings that have become popularly known as the Caprivi Hearings that are preventing Mr Wills to finalise his argument in respect of the other incidents.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes Madame Chair, just for the knowledge of the Committee, my understanding is I got a fax this week from evidence leader Mr Nati ...[indistinct] indicating that the other matter will be finalised in fact on the 8th and 9th next month and that we'll be presenting argument and I think heads have to be in there by the 26th of this month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the other matters will be finalised save for this incident?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I hope so yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we will then adjourn this matter to a date to be arranged.  Thank you very much for your attendance.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Members of the Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have now come to the end of our hearing here in Nelspruit.  We would like to express our appreciation to the members of the legal profession without whose assistance it will be difficult to conduct these hearings though at times became a pain on their own but it is a necessary pain.  We also would like to extend our appreciation to our translators who are doing a very difficult job but are doing it in a sterling fashion and to our administrative staff particularly the logistics officers who are responsible for arranging this venue and all other logistical requirements and our transcribers and our witness protection members and the members of the public without whose participation this process would not be a success it is proving to be and lastly to members of the Correctional Services, we really appreciated the accommodation that we were afforded by members of Correctional Services.  We know they've had to travel long distances but were able to accommodate our unreasonable requests at times to stay here until late.  We are doing so in order to make sure that we can conclude this painful process in order for our nation to advance forward.  Thank you very much for your attendance today and goodbye.\nWITNESS EXCUSED\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}