{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-02",
        "location": "NELSPRUIT",
        "day": "2",
        "names": [
            "MZOBONA LEONARD HADEBE"
        ],
        "matter": "GRENADE ATTACK ON BUS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53151&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990202ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR CLAASSEN",
            "MS THABETE",
            "MR SITHOLE",
            "ADV BOSMAN",
            "MZOBONA LEONARD HADEBE",
            "MR LAX",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR CLAASSEN",
            "MS THABETE",
            "MR SITHOLE",
            "ADV BOSMAN",
            "MR HADEBE",
            "MZOBONA LEONARD HADEBE",
            "MR LAX",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "That being so then can we proceed to hear the matter that is set down for today, that of Mr Mzobona Leonard Hadebe and Rapheal Senzagakhona Sithomo?  Mr Claassen, are we ready to proceed?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "We are ready to proceed, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, are we ready to proceed?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "We are, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, are we ready to proceed?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, we are, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we do so, may we for purposes of the record, have the legal representatives placing their names?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Legal representation for the applicant, Mr Dawie Claassen.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Legal representative for the victims, J T Sithole.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  On behalf of the Committee?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Ms Thabile Thabete, the Evidence Leader, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen, which applicant are you going to commence with?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, we are going to commence with the application of Mr Mzobona Leonard Hadebe.  Madam Chair, before I commence, I would just like to place on record before the Committee, that as a Committee I'm well aware Mr Hadebe has submitted in support of his application two sworn affidavits relating to certain incidents.\n\tMadam Chair, it is my submission that with regard to the second, as indexed in the bundle, the second application, the second affidavit by Mr Hadebe indeed contains certain statements and submissions which are indeed of an incriminating nature, Madam Chair.  \n\tIt is my instruction by the applicant that he wishes to amend his application to include some of these acts or omissions referred to in the particular statement.\n\tMadam Chair, it is also my intention then to bring a further amended application which clearly states with regard to which of the incidents mentioned in this second affidavit we intend bringing a further amnesty application.\n\tMadam Chair, for the purposes of the amnesty hearing today it is our wish that we wish to bring only an application as stated in his Form 1, with regard to the offence for which he's currently serving a jail sentence.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Claassen, may I just interpose here?\nIt's not bringing a further application.  Perhaps you phrased it incorrectly.  I take it that you want to amend your application.  It's one application relating to various incidents.  Perhaps we could just get that right for the record.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, you are indeed correct.  It is indeed just an amendment of the current application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is in fact, Mr Claassen, an amendment only of paragraph 9(a)?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of Mr Hadebe's application?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is indeed correct, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And only to the extent of including the acts for which he has already in his affidavit, given a statement in support of his written application but which he omitted to include in Form 1 of his application?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Pardon my choice or words, Madam Chair, that is indeed correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we then quickly, without having to make any elaborate application, can you just give an indication of the incidents for which he intended to apply for amnesty and which appears, I think from page 10 of the bundle.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unit page 14.  Can you just enumerate the incidents for which you would like to have them included in Form 1 of his application form?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Certainly, Madam Chair.  Those incidents would included, I think it starts from paragraph 5 and specifically 2.10, the applicants involvement in an instruction or conspiracy to attack and indeed attacks on Vuyu Section of the place where he was staying and the attack on some of the residents there.\n\tAlso as set out in paragraph 5, the illegal involvement in firearms ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say paragraph 5?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, Madam Chair, I mean paragraph 9.\n\tMadam Chair, I also specifically wish to refer to an incident which is set out in paragraph 15, concerning his involvement with the organisation, Uwusa, and attacks in this capacity on the organisation Fawu.\n\tMadam Chair, further also an incident referred to in paragraph 19, which according to the applicant's statement, occurred sometime during 1992, involving an attack at a stadium in Greylingstad.  \n\tAs well as a further incident as set out in paragraph 21, concerning an alleged attack on funeral goers, in which the applicant was involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I think paragraph 9(a) is then amended to include not only the murder in respect of the incident that occurred on the 28th of September 1992 at Ratanda in the district of Heidelberg, but to include the other incidents as enumerated herein by Mr Claassen and as contained in the further affidavit deposed to by Mr Hadebe.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.  I wish to thank the Committee for affording me this opportunity to enumerate on the paragraph.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we must make it clear that we are aware that Mr Hadebe was completing this application without any legal assistance.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is indeed my instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you now ready to proceed in respect of the Ratanda incident?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I am ready to proceed, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Hadebe going to take an oath?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "He is going to take an oath, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, will you please rise?  Your full names are Mzobona Leonard and your surname is Hadebe?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may sit down, you have taken an oath.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, as I previously mentioned, you are currently serving a jail sentence for an incident which occurred on the 28th of September 1992 at Ratanda Hostel in Heidelberg, is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, could you tell the Commission if you are a member of any political party?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Which party would that be?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "IFP, that's Inkatha Freedom Party.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "How long have you been a member of this party?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say starting from 1990.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "During 1992, were you a member of the IFP?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "In what capacity?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I was a Secretary General and also the Secretary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you saying that you were the Secretary General or the Secretary for the particular region?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I was trying to say I was a Secretary for the Heidelberg region.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMr Hadebe, during this time, 1992, you were also ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Claassen, I think he was still proceeding to explain ...",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Pardon me, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... the other positions he held within the IFP, when I interrupted.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Could you please continue, Mr Hadebe?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, you were explaining that you were the Secretary for the IFP in Heidelberg, and you wanted to continue to explain the other position that you held during that time in 1992.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I was also the leader of the Chairperson of the youth.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, during this time you were also employed, where did you work during this time?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I was working at Escort Bacon.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And you also lived in the Ratanda Hostel, is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, on the 28th of September 1992, an incident occurred for which you are bring an amnesty application today, could you just briefly in your own words state what exactly happened, and your involvement in what had occurred.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Thank you.\n\"Madam Chairperson, I would like to explain this way.  On the 28th of September a bus was bombed.  This bus was carrying ANC supporters.  The reason why it was bombed was because we had been fighting in that community in Ratanda, which is in Heidelberg.  The fighting was between the IFP and the ANC ...\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would like you to slow down as you give your evidence.  As you continue to give evidence it is being translated in different languages and therefore we would like you to slow down please, and we are also writing down whatever you say.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Thanks, I will try and do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were still explaining the reasons why the bus was bombed.\nMR HADEBE\n\"The reason why the ANC bus was bombed was because they had been fighting in the community in Ratanda, which was between two political organisations, the ANC and the IFP.  The reason why we had to commit this act was because most members of the IFP had already been killed and we were diminishing in number.  We were being killed because we were IFP.  That is my opinion.  They were saying that they don't want any IFP members in that particular area in Ratanda, they wanted it to be an ANC stronghold.\n\t\t\tOne Sunday, if I remember well it was on the 27th of September 1992, one of our Induna's, the headman who was in charge in the hostel, our leader in the hostel, was killed.  His name was - I would say his surname was Nyaki and his name was Mgababa.  After he was killed on that Sunday and he had been killed by ANC members, these members were working with us in the same company or firm.  Early the next morning which was Monday, when we were going to work, to report at work, I entered and reported at work.  We started work as usual.  As all the workers were getting into the factory - I was in the \"slag\" department which is a butchery, the people who were coming to work started insulting each other and I was surprised.  \n\t\t\tSome members of the ANC inside the same factory in my department, pointed fingers at me saying that you are the only one that's left.  You are in front and we are going to find you, we are going to get you.  I became afraid after hearing these words, therefore I approached one of the headmen who was in charge in our section.  I asked him that I'm not happy with the situation here, in other words I'm not feeling well and therefore I will need to go and consult with a doctor.  He agreed and said that he's going to go and inform our foreman and he said I can leave so that I can get a taxi to go to the doctor because if the taxis run out of the firm's gate I will not be able to walk on foot until I reach town where I could get taxis.  The reason was that I might die on the way if I don't get a taxi to take me to town.  \n\t\t\tWhen he left to go and inform the foreman, I also went out and took off my overall and wore my formal clothes.  I went straight to the township.  I alighted from the taxi next to the hostel in Ratanda.  I went and stayed inside the hostel.  \n\t\t\tComing to the bombing of the bus, it was during the evening.  I won't say it was late evening, it was about late afternoon, in the evening ...\"\n...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, won't you please take charge of the evidence that is being presented to us?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have not been able to know the relevance.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The evidence that has been led up to now by Mr Hadebe, I do not understand it's relevance in relation to the incident for which amnesty is being sought by him.  Won't you please just try and come to our assistance so that we can curtail these proceedings without having to lead unnecessary evidence?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I will do so, Madam Chair.\n\tMr Hadebe, just getting back to the situation at work, was the situation at work - you now indicated that you were a member of the IFP and there was opposition in the work context.   The work situation, were the workers at the factory predominantly IFP supporting or ANC supporting?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I won't be able to estimate who were the majority, I would say we were about 50/50.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, you also mentioned now that when leaving the factory you made use of a taxi, is there any relevance to this?  Why did you specifically take a taxi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we've covered that, Mr Claassen, unless you think there is something that will be taking us to ...(inaudible) be relevant in respect of the incident itself for which amnesty is being sought, we would like him to cover that aspect.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Committee pleases, Madam Chair.  I just wish to establish that certain modes of transport were used by certain political factions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed then.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMr Hadebe, could you just explain why did you specifically take a taxi and not for instance a bus?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I took a taxi because we didn't use the buses because it was known that only the ANC members could use buses and the IFP members should take taxis.  Even the taxis, there were two groups of taxis.  Others carried the ANC members, others carried the ANC(sic) members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, if I could just return to the incident you mentioned on the 27th September, the preceding Sunday.  You said that an IFP Induna, Mr Mgababa Nyaki was killed and that there was a meeting held, what exactly happened at this particular meeting?\nMR HADEBE\n\"The death of Mgababa makes us aware that we are being killed and we are getting finished and we should make some plans to also attack the ANC because they were intensively attacking us.  Then we decided to have a plan and we sat down and discussed as to how we were going to attack the ANC.\n\tAt the time when we were discussing this, we sat as a committee and the chairperson was Thokozani Biela.  When discussing this plan to attack the ANC members, because it looked like they were already defeating us when we tried to fight with them head-on or we tried to follow them.  Therefore, we tried to find some other ways where we could find them in a group or in big numbers and attack them.\n\t\tThen we agreed that since we know that there are taxis that only carry Inkatha and we also know that there are taxis which carried the ANC members together with the buses, so we decided that maybe we should attack one of their buses so that we can send a message to them to show them that we are also brave and prepared to fight them.\n\t\tMy involvement in that planning was the planning itself, that the bus should be bombed because if we have to shoot at it, firing at it might not be effective but we need something that is going to destroy everything, and we agreed on that point.\n\t\tTherefore, Thokozani Biela who was our chairperson selected two Indunas, saying that they will be responsible with selecting people who were going to carry out that plan, the plan to attack the ANC.   \n\t\tThe Indunas went aside and discussed this issue amongst themselves.  These two Indunas was Zaccarehia Sipho Mhlongo.  The other one was Thandogwake Ndlovu.  When they came back they said we have people who are going to attack the ANC people.  We have already selected them.  When we leave this meeting we will go and inform them.  That was the final agreement.  And we dispersed.\n\t\tOn Monday, the date on which the incident took place, I was coming from work and the other people who were not working were at the hostel.  Our chairperson, Thokozani Biela was working in the municipality in the township.  He was unable to go to work.  \n\t\tWhen I came back from work, I found that they were having a meeting.  We stayed there in the meeting until late in the afternoon.  And then those people who were selected to go and attack left us to go and wait for the bus.  The people who were elected were Alfred Boss Mazibuko and Nkosinathi Kanyle, together with Nkosinathi Emmanuel Ndletshe and Mzwaki Myaba.\n...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, sorry, can you just slow down a little bit.  Just repeat those names for us please?  Alfred Boss Mazibuko, Nkosinathi who?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The name of the people who were supposed to attack the bus are as follows:  The first one is Alfred Boss Mazibuko, the second one is Nkosinathi Kanyle, the third on is Nkosinathi Emmanuel Ndletshe, the fourth one is Mzwaki Myaba.  Those are the people who attacked the bus.\n\tComing to how they attacked the bus, I would say they went to hide next to the garage.  I don't remember the name of the garage next to the hostel or the filling station next to the ...(intervention)",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you see this or did you hear about it, Mr Hadebe?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I see this.  I'm still going to explain how I saw it or as to where I was standing.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.\nMR HADEBE\n\"As they went there to wait for the bus next to the filling station, I was so disturbed in, spiritually disturbed because of the things that the ANC was doing to us and I was therefore driven by my own convictions to leave the meeting and went straight to the gate of the hostel.  So from that position I could see what was happening in the vicinity of the filling station.\n\t\t\tAs the bus was coming and as it was reaching the garage, the filling station itself, they stood up, they attacked us.  They were standing in different positions.  I was looking at them at that particular moment.  \n\t\t\tAs the bus was parallel to one of the blocks of the hostel and they were already up by that time, ready to attack it, I heard a terrible explosion and I ran there behind one of a small office in the hostel.  It was an office which was no longer in use.\n\t\t\tThere was a soldier's car which was just at the gate of the hostel since there were police already staying the outside the hostel.  When these things were happening some of the police were just standing outside the hostel.  At the time of the explosion some of those police ran into their Casspir, some ran together with me to hide behind the office which I just explained before.\n\t\t\tI was so relieved that they did get the target.  After that I went out to see what was  happening.  At that time the bus has been derailed from the road and it was driving along the graveyard and it ended up joining another street in the township.  I think it's called Mpanza Street.\"",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, if I may just return to this meeting the previous night.  You indicated that a decision was made, was an instruction given from anyone to commit this particular crime?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, someone did give instructions.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Were you given any instructions?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I personally wasn't given any instructions to do anything, however it was our agreement at the table of the meeting, that things should be done.  In particular I'm here to ask amnesty in that in reference to the bus incident even if I personally did not with my own arm attack the bus.\n\tThe people who says you did put a hand or you did attack the bus, I cannot dismiss that allegation or I agree with them because they did see me at the vicinity at the time the bus was attacked.  I was visible, I wasn't hiding.  \n\tAnd in this house, this present house where I am today and before these people who are inside listening to my evidence, and to the people who are victims of such attack, I would like them to know that today I'm talking the truth, the whole truth, the final truth.  Some people who were working with us know exactly who carried out the attack on the bus.  \n\tEven the ANC people, some of them know that it's not me who did attack the bus.  However, I tried to emphasise that I didn't hit or attack the bus, however I admit that I was involved in the planning of the attack on the bus.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, the meeting at which this attack was planned, the members present, was this in a party political context?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, those were members of our political organisation and they were a committee, they constituted a committee.  It wasn't a general meeting for all the people but it was a committee meeting.  Only the committee members would attend the meeting.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just ask, what was your status at the meeting, were you a committee member, were you there in your capacity as chairman, what was your status at the meeting?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "As I said before I was a secretary, so I was writing down everything which was said.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, could you just briefly elaborate.  You were staying in the Ratanda Hostel inside the bigger township, what were the political sentiments inside the hostel?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The hostel is not right inside the location or the township, the hostel is at the entrance when you enter the township when coming from town.  You have to pass the hostel before you reach the township.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, the people living in the hostel, which political party did they predominantly support?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "They were mostly IFP members, that's Inkatha Freedom Party.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And the township of Ratanda, what would you say was the leading political sentiments inside the township?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Inside the township there were mixed, there were Inkatha and ANC but the ANC was dominating.  There were many organisations which had members inside the township, but the majority were ANC members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, could you just briefly - what was the atmosphere like between the residents of the hostel and the people inside Ratanda itself?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Things were very difficult, or the situation was tense because I personally wasn't able to enter the township during that time because there was this fighting.  Not only me myself, even other people from the hostel couldn't easily enter the township.  It's either when you go there you will come back running or you'll come back dead or many bad things might happen to you, or the reason because you're a hostel resident or that you are, also for the reason that you are an IFP member.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, at this meeting you testified that it was decided to concentrate on a bigger target, why was there specifically decided on a bus?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The reason why we chose to attack the bus is that we know that it carries a bigger number of people compared to a taxi.  That is the reason why we chose a bus and we all supported that.  The other reason was that because they were using buses.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Who are the \"they\" you are referring to?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "People who were using buses were ANC members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, by perpetrating this act, what did you or your party hope to achieve?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "We were going to achieve - I would say firstly, we were going to achieve preventing the ANC from getting more support in the area because people were going to be afraid and decide to go and join the IFP instead of the ANC, and when they come to join our organisation, the IFP, it will be the time where we will be getting stronger and gaining more power in the township and we would have a bigger number of supporters.  I would say that's it.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, in your personal capacity, did you stand to gain anything from this attack?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I wasn't going to gain anything.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Did you have any personal motives, did you know any of the people on the bus, any specific reason for attacking the bus which was selected?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say I personally if it was myself, taking into account the way I was so frustrated and angry, if the Indunas selected me to go and do it, I would have done the job because I hated the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say you were frustrated and your spirit was low, what is it that frustrated you and lowered you spirit before this incident?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I was frustrated because our members were being killed, members of the Inkatha Freedom Party and they came straight to me and pointed me right on my face and said you are the one who is left and you are going to be killed.\n\tAll these things frustrated me and I had to leave work that particular day and I was angry with the ANC members even those who were working with us at the factory and who were staying in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say they pointed fingers at you at work, was it during the very same Monday during which the incident took place?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "They pointed at me in the morning of that particular incident, just before the attack, and they said, as I've explained before they killed Mgababa the previous day and they came to work and said you are the only person who is left and we are coming for you.  That frustrated me and made me so angry and I had to leave work.\n\tThe bus was then bombed on the same Monday.  On the next day, on Tuesday, I woke up and I was feeling well and I reported to work.  They still continued to point fingers at me on Tuesday, those who were at work.  Some people didn't come to work.\n\tThey said to me;  we saw you, you bombed the bus.  They said you must hope the sun mustn't set.  I withstood all this and continued working because I knew what I wished to happen had already happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Claassen, you may proceed.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Claassen, just before you proceed, your client has omitted to answer your question.\n\tMr Hadebe, the question that originally put to you by your counsel was, did you know anybody on the bus personally?  You have not answered that yet.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say I knew most of the people in the bus because I worked with them in the same firm and I know which people take that particular bus.  Some of them I know their names, some of them I might know them personally but I will say they are people whom I have seen before and I know them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many buses were there that transported people on any given day, from Escort Bacon Factory to the location?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "In most cases there had been fighting and people didn't report to work as usual, and therefore there were about two buses.  The first one would be full, the second one will maybe be half empty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bus that you planned to attack, was that the first or the second bus on that day?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Any of the two, any one which would possible, would be easy to attack.  We didn't specifically choose a particular bus, the full or the empty one.  I would say one of the two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now during your planning, Mr Biela, was he also working at Escort Bacon Factory?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, he wasn't working at the Escort Bacon Factory, he was working in the municipality offices.  I don't know what kind of work he was doing there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now was he aware that there were two buses at Escort Bacon Factory?  Did you make him privy of the situation that existed with regard to the transportation of your colleagues who were ANC members?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "He knew about the transport arrangement going back and to work.  He personally even asked me and he also asked other people, so he would ask anybody about the transport arrangement.  So I would say he had information and he knew how we used to go to work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you say that in planning to ambush the bus you gave them all the details that were relevant with regard to how alleged ANC members who were working in your factory travelled in relation to the first and the second bus?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to ask you to repeat the question because I don't understand the question.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Did you as a person who was fully informed about the two buses that operated between your factory and your locations, did you make the people who participated in the planning meeting, did you make those people aware of the number of buses that operated between the factory and the location and the capacity in relation to the first and the second bus which operated within the route between the factory and the location?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I did give them that information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that information was used in the planning of the ambushing of the bus?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you, Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMr Hadebe, there's just a certain point I'd like to clarify.  You testified that there was a meeting on the Sunday evening and when you returned from work on the Monday there was, again you found that a meeting was being held.  At which of these two meetings was the actual bombing of a bus initially discussed?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The meeting in which we discussed the attack on the bus was the one we held of Mgababa was killed on Sunday.    That is where we discussed the plan.\n\tThe one on Monday when I was coming back from work, it was a meeting where those attackers were to be deployed to go and attack the bus, those four people I've just mentioned.  They were told they know how they were going to attack and how the Induna's instructions were.  That is what was said to them and they were deployed.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, staying on the issues of the buses, you testified that there were two buses because there was a lot of fighting.  Under normal circumstances, were there more than two buses on a daily basis?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say most people in that firm were using taxis only.  The reason why there had to be two buses is because there had been fighting and people had to use different modes of transport, therefore they had to bring two buses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was, before the fighting occurred, were there more than two buses?  When things were still normal, when there was no conflict in the area, did you have more than two buses operating from work?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "We didn't have buses, there were only taxis.  Buses only operated in the municipality area and some will go to town.  We were only using taxis in that area, but after the fighting had started and we had to use different modes of transport, therefore they introduced buses which came only to carry ANC members.  I personally wouldn't be allowed to travel on that particular bus because I was an IFP member.  I would say buses started operating in our area after the fighting had started.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you know who introduced the buses, Mr Hadebe?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, these particular buses, were they only operated to and from the Escort Bacon Factory and the town of Ratanda?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, these buses that you've just mentioned, what was the route that they followed, from and to where did they run on a daily basis?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The buses that I know which used to drive along the street will come from the township, Ratanda, they will go to town in Heidelberg and the other one will take the route via the municipality offices which passes - the municipality offices is near to the firm where I'm working.\n\tBut after the fighting started two buses were introduced which will proceed straight in the direction, or enter that particular firm where I was working.  And taxis, we ourselves were using taxis which were used only by IFP members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, referring back to the meeting you held, the people who lived in Ratanda Hostel, were they mostly employed at your place of employment or were they employed at different places?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Claassen, can I just come in here.  I think you should make it clear to your client to which meeting you are referring.  We're already having difficulty in following the two meetings.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Pardon me.\n\tMr Hadebe, referring to the meeting on the Sunday evening after the Induna was killed, the people present at that particular meeting, were they mostly work colleagues of yours - let me rephrase that, were they were mostly employed at your place of employment or in different places?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Most of the people I would say were a number of people.  There were people who were working and some who were not working but there were people who were staying with us together in the hostel.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, the question was, were the people mostly people who worked with you or not?  That was the question.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I was working with them.",
            "Male"
        ],
        [
            "MR LAX",
            "So at this meeting - if you'll allow me, Mr Claassen, I'm sorry to interpose.\n\tJust to be absolutely clear on this, we are talking about the Sunday meeting, the planning meeting.  At that meeting most of the people present were people who worked at the bacon factory and who lived in the  hostel?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "On the meeting where we planned the attack, the attack on the bus, it was after a general meeting where all people were there and a committee came out from that general meeting to go and discuss the plan because we were not going to discuss the plan in a general meeting, so therefore a committee was delegated to go and discuss the plan.\n\tAfter the general meeting where all the people attended, we had a meeting where our chairperson was Thokozani Biela and me personally, Hadebe, was present.  It was Agrippa Khunene and two Indunas, Thandagwaki Ndlovu and Sipho Zaccarehia Mhlongo and other people whom I can't remember but we were eight in number, all of us.   The eight people are the people who discussed the plan, we didn't discuss it in the general meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Now just one last question before you continue, Mr Claassen.\n\tWhat committee was this?  You keep saying \"the committee\", \"the committee\", what committee was it?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The committee I'm referring to, there are people who held positions in our organisation, they were people who were responsible for, if there's anything that has to be said to the public or things had to be planned, this is the committee which has to sit to discuss it and then take it to the supporters or the whole community in the area.  The committee should sit first before there could be any general meeting with all the members.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, was it a hostel committee, was it an Inkatha committee, was an Uwusa committee, was it just a Zulu committee of Izinduna, what was it?  Do you understand, it's not clear to us what kind of committee it was and that's why I'm asking you.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It was an Inkatha committee in the hostel in that region of Ratanda.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of which you were the General Secretary?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And of which Mr Biela was the Chair?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, just to lead to the circumstances surrounding, that preceded you.  You referred to the incident at your workplace that particular Monday, what was the political situation like at your place of employment?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The situation at work on that particular Monday morning, we IFP members were confused, the ANC members were jubilant.  When I was confused as to why they were happy, I would say I was thinking and in my mind it came to my mind that they might be happy because they might have killed one of our members.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Hadebe, in the time, not that specific day, preceding, let's say a week or more before the incident, what was the situation like in general at your workplace?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, I'm unable to get the ambit of your question.  If I can't, I think it will be even more difficult for the Mr Hadebe to be able to respond adequately.  Maybe you need to expand when you say what was the situation like in the workplace.  I think he's already explained that the membership at that workplace consisted of two groups who didn't see eye to eye, now do you want anything much more than what has already been placed, and if so, in relation to what?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I will leave it at that.\n\tMr Hadebe, maybe just in conclusion, how do you feel now about all that has happened?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Presently in my heart I would like to thank for having been given this opportunity to sit before this Commission and I would also like to thank the Commission for having started this process where we can come before it and come and reveal or say everything about ourselves.  I would say because people who were victims are also in the position to come and hear the evidence and know they were injured or how they were affected.  Thanks.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair, no further questions.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Claassen.  Mr Sithole, do you have any questions to pose to Mr Hadebe?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed and do so.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thank you, Madam Chair.\n\tMr Hadebe, it's common knowledge that on the day in question, the 28th of September 1992, you left work as an angry man, is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And is it correct further to say that when you left work, you actually said to Vuyi Jogazi that\t today is the day you are going to kill them?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I will not deny that because the way I was so angry, and I might have said this to this person and today I wouldn't be able to say exactly the words that I've said to the people when I left the place.  It they said I said so, I might have said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, they are talking about one person, Vuyi Jogazi, and you are talking more than one person.  Do you know Vuyi Jogazi?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I will say I know the name.  Maybe if I see him I will remember him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But now how are you able to agree with Mr Sithole when he mentions that this is what you said to Vuyi Jogazi and you say yes, you cannot deny that, if you don't even know who Vuyi Jogazi is?  And you go on to say this is what you might have said to \"them\" and not even to one person but to \"them\".",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "As I've said I said things to them, it's because when I left my workplace there were many people standing there where we washed the booths and I had to pass through them.  I don't remember saying things, or whether I said things or I didn't since I was angry.  There that's the reason why I say I can't deny that I said things, that after they had pointed at me saying that I'm the one that's left, then I knew they were going to kill me, so I might have said things.  That is the reason why I said I don't know whether I said those words or not, but I will agree if they so I did because there might have been ...(indistinct) and they know exactly what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you do not recall a Vuyi Jogazi, you don't know any person by that name?  You might be able to point him out if that person is identified to you, but you didn't know a person by the name of Vuyi Jogazi in your department?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I didn't know the name so maybe if they point him to me I might be able to recognise him.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.  Madam Chair, I would ask Vuyi Jogazi to stand up so that he could see Vuyi Jogazi.\n\tDo you know the lady that's just stood up?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I know her, we were working with her.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Do you remember seeing her on the 29th of September 1992 while you were walking out of the factory?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I don't remember seeing her.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Do you remember if there were any words that you uttered to any member of the group that was standing while you were walking out of the factory?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I remember saying some words before I left and these were directed to an Induna by the name of Zita Myaba, and I said the following to him:  I'm not in a position to work with these people or work together with these people, therefore I would like to go out so that I can get some rest.  This was the Induna who was in charge of the whole firm.  This is the person I talked to.\n\tI found him outside as I was getting out.  This is the only person I talked to.  And as I explained before, I said to him I'm unable to work with these people saying that they are going to kill me.  That's how it happened when I left that morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, may I interpose, Mr Sithole.\n\tI didn't get the first name of the Induna, what was his first name?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The Induna is Zita Myaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tAs you left the factory, you will agree with me that you were an angry man and you were angry with the Fawu members, is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "To say Fawu members, I would say no, I was angry with the ANC members.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Now when you say you were angry with ANC members, were those ANC members working with you in the factory or you were angry with every ANC member who, every person who was a member of the ANC?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Anyone who was a member of ANC, I was angry at him or her on that day.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Now if you're angry with any person who was an ANC member, how did you identify that the people who are going to board that bus are ANC members?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "This was known to the public or the community that the people who were ANC members and most of them, some will say so and some will wear clothes that you can easily identify them as ANC members, and they will separate themselves from the rest of other people and they would say so as well and they would actually tell that day, we don't want to mix with Inkatha people.  They would separate themselves and be on their own as ANC members.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Now people who were boarding that but, I'm specifically talking about people who were boarding that but, how did you identify the fact that they were ANC members?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because he has already stated in his evidence-in-chief, quite repeatedly, that only ANC members boarded the bus between Escort Bacon Factory and Ratanda Location and that they as IFP members only used taxis.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks for the clarification, Madam Chair.\n\tThe question which I wanted to ask, Madam Chair, is the clarification between Fawu members and ANC members, because according to his evidence-in-chief he actually said that the people who were boarding the bus were Fawu members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't get that impression, Mr Sithole, I thought he all along really referred to ANC members more than Fawu members.  You may put that question in order to seek clarity in respect of the difference between Fawu and ANC members, and whether he really had any conflict between, I mean the IFP had any conflict between Fawu members and itself.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Can you say to us, the members who were on the bus, were they Fawu members?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Fawu and ANC is one thing to me, there is no difference there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Now the decision of attacking that bus, was it taken on Sunday by the committee that involved you and the chairperson and the other Indunas, or was it taken on Monday?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The decision was taken on Sunday by the committee.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Can you explain to this Committee as to what was the precise decision that was taken on Sunday?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "On Sunday, it was after Mgababa was killed, a meeting was called so that people would be informed that Mgababa had died and he's been killed by the ANC, and also to take a decision as to what we can use as to show the ANC that we were also human beings and they can't kill us that easily and then it was decided that this decision was going overlooked by the committee of Inkatha.  That is why we as a committee, we left the general meeting and we went and held this meeting together as a committee.\n\tWe sat down and we decided as to what we should use in order to send this message to the ANC, and a decision was taken that we should attack them.  The on Monday the people who were chosen by the Indunas were called, that they should come to the meeting, this is the Monday meeting, and they were told to go and attack.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Was a decision taken on Sunday to attack the bus which was used by Fawu members or ANC members or was a decision taken just to go and attack any bus?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely, Mr Sithole, there wasn't any bus?  That was the only bus according to Mr Hadebe's version.  There was only one bus which was being used and that bus was being used by ANC, and according to him ANC and Fawu were one and the same thing.  So maybe if you could just clarify exactly what you want him to respond to because if you want him to respond to the nature of the bus that was to be attacked, I think he has already given evidence thereto.  It was to attack a bus which was used by either Fawu or ANC.  He draws no distinction between the two.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Sithole, he also - and this is something you may want to clarify.  He hasn't to my mind, it's not clear, you asked him what was the precise decision and he's given a very vague answer.  Maybe you would like to clarify that.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Thanks.  Thanks, Chair.\n\tWhat I want to know is what was the precise decision, what was the instruction given by the committee, the committee where you sat with Biela and the two Indunas as to how are you going to attack the bus and which bus are you going to attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, maybe let's take this in two stages.  I think I have it clear in my mind but maybe you may not and it may not be clear also to the other Members of my Committee.\n\tThere are two meetings, there is this general meeting which is been attended to by the Executive Committee of the IFP, which is a bigger meeting which took a decision to attack a bus, then let's confine ourselves to the differences, what decisions were taken in respect of these two meetings which both occurred on the 27th, that's the Sunday.  Maybe if we could get clarity on which decision, specific decisions were taken by the two different meetings.  The first meeting, that's the bigger meeting that involved the Executive Committee of the local branch of the IFP, he as already testified that they decided that they will have to attack.  Maybe just find out what exactly was the precise decision in relation to what was to be attacked, were they going to attack, were they going to revenge apparently, to retaliate because Mr Mgababa had been killed allegedly by the ANC.  Then pursue the details of the decision, the precise details of the decision taken by the smaller meeting, the special group.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I think Madam Chair, that is the point which I wanted to put forward.\n\tWhat was the decision of the committee which involved yourself, Biela and the two Indunas?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Amongst others, because there were also other people who were present at that meeting.  It was a bigger meeting.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "There's no sound coming out.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the translators are not getting anything coming from Mr Hadebe's evidence and they are unable to translate.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "We are but there ...(inaudible).\nNO SOUND DUE TO FAULTY EQUIPMENT",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are we in a position to attend to the technical problem?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I think we are fine now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We would appreciate if Ms Thabete could come back because we are proceeding with Mr Sithole's cross-examination.  The technical problem has now been attended to.\n\tMr Sithole, we won't wait for her.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "My last question was, what was the decision that was taken by the smaller committee which involved you, Biela, the two Indunas and the other people? - that is the second meeting on Sunday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are talking about the smaller meeting, because according to my notes the smaller meeting consisted of eight people, the smaller meeting.  Are you able to hear, Mr Hadebe?  Has the question been translated to you?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you in a position to respond to that question?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The decision which was taken in that small committee meeting was that Thandogwake, the Induna, and Mhlongo, the other Induna, Zaccarehia Mhlongo, they were  the people who were supposed to take - when I say sticks I am referring to the bombs, they were the ones responsible to take these bombs and give them to the operatives who were going to be chosen by them.  This was agreed.  The Indunas were the ones who were supposed to chose the operatives.  The decision was taken that the Indunas will be responsible for choosing the people who were going to attack and give them the weapons to attack with.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "So by Sunday evening you had identified your target, is that correct?",
            "Male"
        ],
        [
            "MR LAX",
            "That's not what he said.  You might want to ask him that but he hasn't said that yet, all he said is that the Indunas would be responsible for choosing the operatives.  He's said nothing more than that so far, in relation to the decision on that day.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "By Sunday evening, had you identified the target as yet?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "We didn't know that on Sunday evening, we came to know about this on a Monday when we gathered just before the incident, and that is when we realised who the operatives were.  We as committee members we figured that out that these were the people who were chosen by the Indunas to go and attack, but others didn't know that, why they were there and what exactly they were going to do.  The committee members knew about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you don't seem to comprehend the question that has been put to you.  What Mr Sithole has put to you is, by Sunday night, had you identified your target?  Your target being a bus which would be ferrying ANC supporters.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, we knew about that on Sunday, that the bus was going to be attacked, and specifically the bus which was used by the ANC supporters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at which of the two meetings did you identify your target, did you select a target?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to clarify one thing.  When we were sitting as a committee we came to a decision as to how we were going to attack and who to attack and where to attack, and we decided that we were going to attack a bus which had ANC supporters and we decided that the bus should be the one coming from Escort because that bus is the one that carries more ANC supporters.  Then we decided that the Indunas were the ones who were going to select the operatives.\n\tWe didn't know on that meeting on Sunday who the operatives were.  In this committee meeting we didn't know, we didn't know who was going to attack the bus.  We only came to know when we were there on Monday in the other meeting which occurred on Monday.  We heard Indunas saying; you and you, you know what we've told you yesterday, now it's time for you to go and work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you've gone further than what my question intended to elicit from you.  So your response basically is that by Sunday you had already selected your target and your target was the ANC bus that would be carrying employees from Escort Bacon Factory?  Escort Bacon Factory is the name of the company.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, we've decided so on Sunday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it was a very short question and we wanted to elicit a very short response.  Try and just keep to what is being asked of you.\n\tMr Sithole, you may proceed.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tOn Monday the 28th when you came to work, didn't you feel guilty towards your fellow employees who would be boarding that bus that evening?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I didn't feel guilty at all.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And why is that?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I may.  I don't know if there's any real relevance to any of the applicant's testimony in this line of questioning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, maybe let's find out from Mr Sithole whether there is any relevance in respect of his feelings after the commission of this offence.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "That is, Your Worship, on Monday the 28th before the commission of the offence.  The information that I have from the victims is that on the 28th he acted strangely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can you just find out from him whether he did act strangely on Monday?  And maybe simply just put it to him that that's the information that you have and find out what his response will be to that information which is in your possession.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tIs it correct that on the 28th of September, on the morning when you were at work you acted strangely and you left very quickly from work?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Sithole, I don't want to in way curtail your cross-examination but if it's possible, I don't say you're under obligation to do so, can't you give us an indication of where this line of questioning is taking us?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair.  The reason behind the question, I wanted to establish first as to when was the initial attack planned and whether it is related to the work environment in any way, because the victims are saying he actually committed the offence out of anger, not out of political motivation.\n\tMr Hadebe, on the day in question when you came back to work in the morning, can you briefly explain to the Commission if you say you were acting strangely, what is it that you were doing?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "When I left home for work and when I arrived at work I was disturbed emotionally because we've just lost Mgababa the previous day, and it wasn't the first time that the ANC had killed someone from our organisation.  That's why I was sad on that Monday morning.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Mr Hadebe, can you briefly explain to this Committee why didn't you in your criminal case explain to the Court the truth, tell the Court the truth as to the fact that you were at work on that day?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The reason I denied in Court is because I couldn't tell whether I was at work or not at work because I reported earlier in the morning and then I left early again.  I denied this in Court and I also denied the crime, I said I didn't know anything about this incident.  I told the Court that I went home and I stayed indoors.  And today I do agree that I denied everything in Court.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And would make this Committee believe you when you are saying that you were there on that day, and why would the Committee not believe what is contained on the Court record from page 19 of the record that is before the Committee?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I may.  I think that was a very long question and I think it might just be a bit unfair to the applicant,  If Mr Sithole can maybe just rephrase it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The applicant has not indicated any difficulty in respect of that question, Mr Claassen.  Just don't interfere with cross-examination unless indeed your client does indicate any difficulty.  He hasn't.\n\tAre you able to respond, Mr Hadebe, to that question?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It will be difficult for me to answer this question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why is it difficult for you to respond to that question?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I think it will be because that I will have to answer why I denied everything in Court and why the Committee should trust me today.  But what I want to tell Mr Sithole is that what I am saying here today is the truth even though I didn't tell the truth in Court, but what I'm here to tell the Committee today is the truth and the only truth and I swear on this, this is the truth.  What I've already mentioned is the truth and what I am still going to tell the Committee will be the truth from the bottom of my heart.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, Mr Hadebe, it has taken you quite some time to explain why you can't give any explanation why your evidence in this regard is different to that which you gave during your criminal proceedings.  If you had endeavoured to explain why that evidence is different to the one you are giving to this Committee, I think you would have been able to finish your explanation.  Now are you able to give any explanation why you lied in your criminal, during your criminal proceedings, about you not being at work and why you now you should be believed when you say you were at work?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "What made me lie in Court was, I was protecting the people who were actually the operatives in this crime and I was hoping that since I didn't do it, I was going to be found not guilty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the question is only in relation to you having been present that morning.  How would that have protected the people who had actually participated in the commission of the offence?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "You see, in Court you said you were at work all the time.  Wasn't that his defence?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That was the defence, Madam Chair.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's true, that's what I said.  I would like to tell this Committee that it is true that I lied in Court.  I was trying to protect myself from being sentenced and also I was protecting the actual people who committed this crime so that they are not sent to prison, but today I am here to tell the truth.  That is why I'm telling the truth today as it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr Sithole.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tTo add to that problem that I've just indicated, on page 17 of the evidence there's a material difference to the list of people whom you allege that are the perpetrators of this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean number 17 of the paginated bundle?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Number 17 of the paginated bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that would be the application form of Mr Sithomo?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what you are saying about Sithomo's application?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I'm saying there's a material difference in the names of the perpetrators of the incident from the list of names that were submitted by the applicant.  Maybe to rephrase it, Madam Chair.\n\tYou have stated that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wouldn't know.  I think you will have to tell him what Sithomo has said.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "...(inaudible).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can't be expected ...(inaudible).",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair, that's what I'm going to do now.\n\tOn page 17 of the paginated evidence on Mr Sithomo's application, he mentions that Thokozani Biela, Kujeza Nxango, Philisa Choncho and two other members, namely ...(inaudible)\nNO SOUND",
            "Male"
        ],
        [
            "MR SITHOLE",
            "... namely Thandogwake Ndlovu and Zaccarehia Mhlongo committed the bombing.  What do you say to that, Mr Hadebe?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I in defence to Mr Hadebe say that that's a very unfair question to put to him.  I think as things stand the application form, and in particular Mr Sithomo's response to paragraph 9.4 that you are eluding to, 9(a)4, the particulars therein are very scanty.  I cannot comprehend what Mr Sithomo is saying.  It would unfair to put issues which are not clear for Mr Hadebe to comment upon.  I think you can recall Mr Hadebe to comment thereon once you have obtained proper evidence  in respect of that point in particular from Mr Sithomo.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "As it pleases, Madam Chair.  Madam Chair, I will just ask for a few seconds to go through my notes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you are not going to be long we will afford you an opportunity to complete your cross-examination, if it's not going to be too long, otherwise it has been drawn to my attention that it's 1 o'clock and it's about time to adjourn for lunch.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Madam Chair, we can adjourn for lunch and then I'll finish my cross-examination after lunch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then shall we adjourn for lunch and reconvene at half past one, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, you are reminded that you are still under your former oath.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, you were still busy with Mr Hadebe, putting questions to him.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tMr Hadebe, let's go to the day of the incident.  Do  you remember the testimony given by Johanna Msibi in the criminal trial?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you just tell him what Johanna Msibi said, he won't remember.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks.\n\tDo you remember Johanna Msibi testifying that she saw you wearing a white overall and a red band over your head on that day?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I do remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For our assistance, Mr Sithole, can you refer is that part of the evidence contained in the judgment and if that is so, on which page?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "As the Chair pleases.  I will have to go back and look at the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I thought you probably had it.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It's not the one that I've marked here",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, thanks.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "And she testified also that she saw you throwing an object towards the bus, are you still continuing to deny that?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I deny this.  It may happen that she saw me, but not to see me throwing an object in the bus because where I was standing it was an open space, I wasn't hiding from anything.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just clarify this.\n\tWere you wearing a white overall and a red band, can you just clarify that for us?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I never wore an overall.  The only place where you can see me wearing an overall is at work, not outside work, not at the hostel or at the township.",
            "Male"
        ],
        [
            "MR LAX",
            "And the headband?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I wasn't wearing anything like that.  I was wearing my jacket if I'm not mistaken, nothing else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, I've now found the reference I think, with regard to what you put to him as having been said by Johanna.  That is on page 30, I think that's the last paragraph on page 30.  Wherein she testified that she saw the applicant throwing something at the bus.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tNow are you saying the witnesses who testified in the criminal case are now, in fact they were actually lying to the Court?  The evidence that you said before this Committee is the truth?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I'm coming back and asking the same question again.  Why would the Committee today believe your testimony in this regard the testimony of the witnesses?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "As I've already mentioned that everything that I'm saying here today is the truth and nothing else but the truth because I've realised that the lie that I've said in Court made me go to prison.  That is why today I decided to tell the truth, and I would like for the Committee to really believe me because I'm telling the truth.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Can we go back to the question of motive.  You'll agree with me that on that day when you left work you were angry, that's point number one.  Is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Secondly, you were angry with your fellow workers because another member of your organisation was killed, is that correct?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And thirdly, you - I'm putting this to you, that you were angry with them because you suspected that they or their organisation killed the deceased, Mgababa?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, they were the ones who killed him, and this wasn't the first time they actually killed someone from our organisation but this was the last straw to me.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And out of anger you left your workplace and went to the hostel to finalise the plan of the attack?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "When I arrived at the hostel where I was staying, it wasn't my aim that I wanted to finalise the decision which we'd taken care of the previous day, but ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "...(inaudible).",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I'm putting it to you that - sorry? ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Please finish your answer.  You said it wasn't your aim to finalise the decision, did you want to say anything more, it sounded like you were going to carry on, maybe you weren't.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "When I arrived at the hostel I stayed there inside the house.  I got out when the meeting was called and this was the time that whatever we've decided was going to proceed.\n\tThe reason I left work wasn't because I wanted to go ahead because the decision had already been taken, even though I didn't know as to what time it was going to occur but I knew that Monday was the day when the bus was going to be attacked.\n\tThe reason I left work was because they've pointed at me and I decided to leave early because I was scared that they were going to attack me after work because at that time they've already pointed at me that I was going to be the next victim.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Mr Hadebe, do you want this Committee to believe that you did not know what time the bus was going to be attacked?  I put it to you further that you are ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Woe, woe, one question at a time.  If you're saying - let him reply to the first thing.\n\tDo you want us to believe that you didn't know what time the bus would be attacked?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I didn't know the time because I didn't know what time the bus was going to pass there, but I knew the day, not the time.  I didn't know whether the bus was going to pass there at an earlier time or later time.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on, Mr Sithole.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Thanks.\n\tMr Hadebe, surely you are the only person who worked at Escort, you are the only person who knew what time the Fawu members were knocking off, you are the only person who would have given the committee a proper indication as to what time the bus will be passing or what time they are going to be knocking off.  Would you want us to believe that you didn't know what time the bus was going to pass?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, he said he didn't know what time ...(indistinct), rather put it to him if that's what you are wanting to do, that he did know because he had the information etc., as you've tried to put it.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Mr Hadebe, you had the information as to what the victims are going to pass, to knock off, number one, and surely you should know exactly at what time they will pass the hostel.  Now do you want us to believe that you didn't have that information at all?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to put this this way.  When we knock off at work we don't take the bus or the taxi at the same time.\n\tI will put this for example:  say we're knocking off at 4 o'clock or 5 o'clock, you will find that some of us take buses and taxis earlier and some they take later.  Therefore, I didn't know what time the bus was going to pass the hostel, but the people who were the operatives who were already there waiting for the bus to pass and they knew the exact place where they were going to attack the bus.\n\tYes, we knocked off the same time but we usually don't take transportation back home at the same time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I find that very strange, Mr Hadebe, and in a way you are confusing your own testimony before us.  I don't know whether you understand the questions which are being put to you or even begin to think about your responses thereto.\n\tYour evidence has always been;  in the Executive Committee meeting wherein a decision was taken to target the bus because it would be carrying a large number of ANC people, you gave important information to that meeting.  And one of the information you gave was the fact the IFP did not board any of the two buses that operated to transport members of the ANC from work to Ratanda Location.  \n\tNow I would find it very strange if you did not tell them what time you knocked off and the approximate time they should be expecting the bus to go past the place that you probably identified as being the best place for the operatives to be in order to launch the attack on the bus.  Do you understand my difficulty?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to apologise, maybe I didn't answer the question correctly.  I would like to clarify this.\n\tWhen we knock off at work, when I'm talking about time as to which the bus was going to drive past the hostel, I'm referring to this because what really occurs is that when we knock off we members of IFP, we take taxis and go home quicker than the ANC members because they used to wait for each other and then take the bus.\n\tNow where the bus was going to be attacked near the hostel, that's where the operators were waiting and they knew that as from five to quarter past five the bus may drive past that place.  This is what I was trying to put.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may not know the precise minute when the bus would be going past but surely you must have told them what time you usually knocked off and what time the bus usually came to pick up workers who would use it normally to transport themselves to their homes?  Isn't that the information that you gave to that meeting?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now did you know how many buses would be going past the hostel?  Did all of them go past the hostel or did one of them use a different route from the one used by the other that went past the hostel?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "They were using one route, all buses but the buses had different colours and therefore one could easily identify which bus one was looking for, but all of them were driving past the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bus that was used by your colleagues, how different was it from the other buses which operated and went past the hostel in the area?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Other buses had red and white colour and the other buses had green like that paper I'm pointing here and cream white.  Those with the red and white colour belonged to a certain man, I've forgotten his name, and the green and cream white belonged to Malinga, so I knew these buses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To whom did the ones used by your colleagues belong?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "They were using the green and cream white colour buses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose buses were they? - you've mentioned two names, Malinga and somebody else.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Malinga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tThe perpetrators that you allege committed the offence, were they from Ratanda Hostel?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "From Ratanda Hostel.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "So with all - they actually knew the bus as well?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, they knew them very well.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "So you're also saying that there was no need for you to go and identify the bus for them?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, there was no need for me to be with them there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Madam Chair, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, I noticed that the victims, some of the victims are here.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you had an opportunity to properly consult with them, particularly in view of the earlier testimony given by Mr Hadebe, just to get their reaction to that testimony during lunchtime?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, I did, Madam Chair.  I don't know whether I should put it to the Committee or put it to the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the reason why I'm asking is that if there is anything, if there is a version which - I don't know whether you propose to call in any witnesses to contradict the evidence of Mr Hadebe.  If you intend to do so and there is anything that Mr Hadebe has said that they will probably gainsay, it would be important for you to put it to him what their version will be when you lead them in chief.\n\tHowever, if you do not intend to call any witness from their side in opposition, then you can complete your cross-examination without putting anything to him.  But it would be important to put it to him in order to enable him to comment thereon before they come in to give that version.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.  The way I think it would be wise to do it, Madam Chair, is to put the version to him at this stage and then I'll take further instructions on whether they are going to testify or anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The victims have instructed me as follows: 1) That the incident has nothing to do with the ANC and the IFP, the incident has to do with problems that occurred at work.\n...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Just let him answer to that.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Sorry?",
            "Male"
        ],
        [
            "MR LAX",
            "Let him reply to that point.  It's no good putting five points and then you ask him to reply and he gives you one answer and you don't know which point he's replying to.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Thanks, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "However, where you not properly going to tabulate the various incidents that occurred at work?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, that's basically what I was going to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Start with the first incident then.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The victims will testify that there was a labour dispute between them and the employer and you as members of Uwusa, you ...(indistinct) with the employer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean there was a labour dispute between the members of Fawu and the employer.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "All I can say is we were working peacefully and we didn't have any problems.  We as workers never had any problems at work.  The only problem came when in the township they decided that they've decided that they didn't want Inkatha members.  This spread up until at work.\n\tThey decided that they didn't want Inkatha members at work, and we were working and we didn't have a powerful union which we trusted.  The only union which was there was Fawu if I'm not mistaken.\n\tWhen we were supposed to choose a union, it was long after we started disagreeing from outside, from the township and then we were told that we should tell them the name of the union which we wanted it to be the one.  Some chose Fawu and others Uwusa.  \n\tWhen they said no, we needed one union, we people who chose Uwusa didn't want to be under Fawu because we identified Fawu as an ANC union.  Then the Fawu people also said they didn't want to belong under Uwusa because Uwusa belonged to Inkatha.\n\tThey said they will never mix with IFP dogs.  That's when we had a serious dispute but it had nothing to do with management.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's precisely what Mr Sithole is putting to you, that you as workers had a dispute, a labour dispute with regard to the trade union you wanted to see being active in the area, in your working area.  And you are saying yes, you wanted Uwusa whereas the other people wanted Fawu.  Are you not saying the same thing as what he is saying?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I'm trying to explain this because I heard Mr Sithole saying that my colleagues are saying that we had a dispute but which had nothing to do with the politics, it was strictly for the company.  Now I'm trying to explain there that it wasn't exactly about the company or labour related only but it stretched down to politics as well.\n\tWhen we were fighting people kept on saying we don't Inkatha, we don't want Inkatha, and this is what caused the problem, that why Inkatha wasn't wanted.  Yes, I can say unions were part of this dispute and I don't know which union ended up being the one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not so, Mr Hadebe, that it is common cause that Uwusa members were perceived to be IFP members inasmuch as Fawu members were perceived to be ANC members?  Isn't that common cause?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You may proceed, Mr Sithole, I don't think there really is any difference to what you are putting to him and what he is responding.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tSecondly, that on the day in question when the incident occurred, on the 28th of September 1992, you were carrying out, that is Uwusa members were carrying out a revenge attack on the victims solely because they were Fawu members.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It's not true, we were not attacking Fawu but we were attacking the ANC.  As I've already stated I regard Fawu and the ANC to be one thing.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I think that is all, Madam Chair.  I think I will be calling one witness who would come and give just a perspective of the side of the Fawu members as to what was happening during that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the people who were attacked in the bus not people who were proceeding to a particular conference?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Are those not your instructions?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, Madam Chair, these were people who were coming from work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And going home?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "And going home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete, do you have any questions to put to Mr Hadebe?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may proceed to put such questions.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.\n\tMr Hadebe, from your evidence would I be correct to say you are saying that as IFP people at work or as Uwusa people at work, you were being attacked by Fawu people?  Is that what you have been saying?  Would it be correct for me to say this?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I'm sorry I didn't get that exactly, what you are trying to say.",
            "Male"
        ],
        [
            "MS THABETE",
            "Then can you explain to me, on page ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think there was no translation ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Ja, I didn't get exactly what he was trying to say, that is why I'm trying to put the point.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would you like Ms Thabete to repeat her question, Mr Translator?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, would you be kind enough to repeat your question so that it can be properly translated to Mr Hadebe?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Okay.\n\tMy question is, from the evidence that Mr Hadebe, you've led, would I be correct to say that you have testified that the Fawu members at work were attacking you as Uwusa members?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It's correct that ANC members who are Fawu members were attacking us inside the factory and also outside the factory.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you say outside the firm, what do you mean?  Were they attacking you at the hostels?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say from the hostel itself and even at work.  Before we entered the work premises we also got attacked.  I would ...(intervention)",
            "Male"
        ],
        [
            "MS THABETE",
            "Before you do, I just want to get to the point, I don't want you to elaborate, I'll ask you the questions.  I think you have answered my question.\n\tMy next question is, one page 12 of the bundle which is paragraph 15 of your second affidavit - do you have it in front of you?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS THABETE",
            "It reads as follows\n\"I was working at Escort Bacon Factory and was a member of Uwusa.  Here we had other people who joined Fawu.  These people were always attacked by us at their homes and at work.  We used to carry our traditional weapons when going to work and leave them with the security at the gate.  This was not allowed but it was only allowed because it was Uwusa members who carried them and attacking Fawu members after work.\"\nCan you explain what you meant by that in relation to the version that you've given us today?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, these things did happen, that when we're going to work we were armed with traditional weapons because there was a time of which I can't remember the exact time, we were not able to board taxis because they shot at one of our taxis, the taxis that normally took us to work.  Fortunately no-one was killed but some people were injured and therefore we had to go to work on foot, armed with these weapons.\n\tWhen we arrive at work we would leave those weapons at the gate with the security who were guarding the firm and after work we will take our weapons and we'll take them home because outside the firm there is a station and you'll find a great number of ANC members and you couldn't pass so therefore we used to take them to defend ourselves against them with these weapons.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Hadebe, I ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "May I interpose, Mr Hadebe.  We would appreciate it if you could just confine your responses to questions put to you.  I think the reason - the question that was put to you was, why are you saying you were under constant and various attacks by the ANC at work and outside the work environment when at paragraph 15 you have stated that you were the ones who always attacked the ANC people, both at their homes and at their work?  Do you see the contradiction?\n\tInitially you said you were the subject of various attacks at the hands of the ANC, whereas in your affidavit you are saying it was not the ANC members who were under constant, who were being a subject of attacks, it was you as members of Uwusa who always attacked the members of the ANC at their homes and at work.  I think that's the contradiction that Ms Thabete is trying to clear.  \n\tIf you can explain the contradiction you may do so, if you can't please say so.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to explain that when we attacked - with respect I would like to apologise if it looked like I'm contradicting myself, I will try within my powers to explain exactly what happened.\n\tIn our attacks to ANC members, whether they were Fawu members or ANC members, it would happen in this way;  they would come first to attack us and we will go back and attack them.  That's the reason why I said we were attacking them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they started attacking you and it took you a long time before you could retaliate and attack them, and that is why your affidavit stands as it does? Because it gives the impression that they never attacked you, that you were the only ones who were attacking them.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, it's us who attacked them but after they have attacked us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And further, if you just have a reference to paragraph 14, you say that you respected the ANC because you had never seen nor heard anything bad about them, that it was always you who were always provoking and killing them and that you were misled by your party.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I do accept that before I used to respect the ANC because if there was a conflict and we all wanted to sit down and reconcile and talk, I personally was able to go to the township without any problem to go and discuss things with the youth.   I would go to the hall in the community and talk to the people and I would also accompany them to peace committees or peace meetings in town.\n\tHowever, when any person who is a member of Inkatha goes to the committee, the township will be attacked or assaulted and that is the reason why I said I respected them.  \n\tThat respect only disappeared after I was also pointed out as a person who is left out, who is going to be attacked because it was said I was the one who was leading the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were pointed out on the 28th of September 1993 and this affidavit was signed by you on the 16th of October 1996.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, basically what I'm saying to you is that there is no suggestion in your affidavit that any attacks were launched by the ANC either on the IFP or attacks on the Uwusa members, because this affidavit which signed long after you were pointed out by Uwusa members or  your colleagues.  You made no suggestion that the ANC equally provoked you, instead you said the provocation came from your side only.  And this you say three years after you were pointed at by the ANC, which pointing provoked you.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Thank you for these words.  I would like to explain that at the time when I was giving this statement the person who was taking down the statement, I didn't give that person the particulars as to exactly who did what and who did what.\n\tWhen we were talking she asked me to explain exactly what happened at what time and the things that I explained to her, after it was taken down and written down, those are the things that I told her, the things that where I was involved I was doing something but we never discussed whether they were also attacking us and we were attacking them back.  \n\tI didn't explain that the ANC attacked at a particular instance and we attacked at a particular instance, but I was telling them exactly what we did, not what they did to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete, you may proceed.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.\n\tI just wanted to ask you one question about paragraph 15.  Which time period was this, which time period are you referring to, can you remember? - when you were attacking Fawu members.",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I  won't be able to remember the exact time.",
            "Male"
        ],
        [
            "MS THABETE",
            "Maybe just to lead you on that.  The attack on the bus took place on the 28th of September 1992, so how far back was your attacks on Fawu members?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Before the bus incident we attacked ...(indistinct) for a number of times.",
            "Male"
        ],
        [
            "MS THABETE",
            "My next question is paragraph 16 where you say that in one meeting your organiser, Mr Mbatha told you to attack ANC Fawu members and drive them out of the company so that only Zulus or IFP members can remain.  And then you go on to say\n\"We did just that and even now, people who are working in that company are IFP only.\"\nWhat period was this?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Even if I can't remember the specific date, however we got that instruction from Mr Mbatha who was the organiser or the person who is in charge of Uwusa.  He said; gentlemen, if you want your things to go well in this area you have to take out the Fawu members from the workplace, Fawu members meaning the ANC members, you have to attack them or recruit them to join you. ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still remember the question, Mr Hadebe?  The question only seek to elicit the time period when this is alleged to have been stated, not the detail.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I won't remember the specific time or month but it was during 1992 ...(intervention)",
            "Male"
        ],
        [
            "MS THABETE",
            "Was it before or after the attack - maybe I should lead you there, when you eventually managed to get all the people who were working in that company to be IFP, according to your statement?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Before the attack of the bus.  All this happened before the bus was attacked.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm not sure whether you understand what you're saying.  Are you saying that before you attacked the bus you managed to change everybody in the company to be IFP?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, we didn't convert all the people to be IFP members.  At that time they were not yet converted to be IFP members.  We didn't manage to change them to be IFP members.\n\tI would say that there were many people staying in the hostel who were not working and those were the people who were helping us when we were getting attacked by the Fawu and ANC members.\n\tWhen the Fawu people run away, the people when they run, the Fawu people run away from the workplace, those unemployed people from the hostel will go to the factory to look for work and the firm would normally employ them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Hadebe, when did you get arrested for the bus attack?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "If I'm not mistaken it was 1993.  I can't say whether it was July.  I don't know the exact month but it was 1993.",
            "Male"
        ],
        [
            "MS THABETE",
            "I want to come to the people who were working at your company or firm.  I just want to find out, besides the fact that there were Fawu members and Uwusa members, were there any people who were unpolitical, who did not belong to any political organisation in your firm?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Do you mean within the firm?",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Inside the firm there were some other people ...(intervention)",
            "Male"
        ],
        [
            "MS THABETE",
            "No, that's not my question, my question is were there any people who did not belong to either, to any of the organisations, political organisations, that is IFP, Uwusa and ANC, Fawu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "To any of the two political organisations.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Ja, to any of the two political ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Or their perceived affiliates, IFP with its perceived affiliate being Uwusa, the ANC with its perceived affiliate being Fawu.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you concede that there were people who were neither members of the ANC nor the IFP?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It's possible.  It's possible that there were people who were not affiliated to any of the two political organisations.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you, Mr Hadebe.  My next question following to that, would it be possible that those people  used the same form of transport that ANC or IFP people used, is that possible?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I won't be sure about that because what I can say is I used to see the people who boarded the bus.  There were people who were always celebrating and chanting and they were proud that they were ANC and also Fawu members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by saying they were always celebrating and chanting?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "They were dancing - I mean they were doing to the toyi-toying and insulting, pointing at us, we the IFP members, when they were boarding the bus.  That is what they were doing.  That's the celebration I'm talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that every time they boarded buses they would be toyi-toying, chanting ANC slogans? - all the time.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, they used to sing that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Every day?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "During those days, that particular week where we attacked them, when they entered the factory and even when they were working they were singing, insulting us.\n\tEven if they were not singing at all times when they were working or all the time when they were in the ..(indistinct), but they had time where they did sing.  Especially the time when they have to board the bus, they would sing and toyi-toyi and insult us.\n\tSometimes when they arrive the bus they will stop singing or sometimes they will continue singing in the bus.  Sometimes when they arrive in the township we might find that they have stopped singing.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Hadebe, I find that confusing because earlier on when you were asked a question about the time of the bus, whether you knew what time the bus went past the hostel, if my memory serves me well you said you wouldn't have known because you finished work at quarter to five, you IFP people went straight to the taxis leaving behind the ANC employees going on their way to the buses but you never saw them getting into the buses and going.  Would I be correct?  I don't know if my memory serves me correctly.",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, I didn't see them when they boarded the bus because I was no longer in the factory.",
            "Male"
        ],
        [
            "MS THABETE",
            "So what are you saying, are you saying that you used to see them when they go to get on the bus, to board on the bus singing slogans or you are saying that you never used to see them because you would leave first with the taxis?  Which one is it?  Be brief please, Mr Hadebe, straight to the point.  Just be brief please when you explain.",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to explain that it was known that they will take the buses home.  I knew that they boarded the buses.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm not disputing that, what I'm asking is, you've just said just now, you said you used to see the ANC people going to the bus and shouting slogans, that's how you know that the people in the bus were ANC people but earlier on you had said you wouldn't know what time the bus would go past the hostels because you left work early with the taxis before they got into the buses.  So my question is simple, did you see them boarding the buses or didn't you?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to explain that this is the thing that they used to do ...(intervention)",
            "Male"
        ],
        [
            "MS THABETE",
            "Did you see them boarding the ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you ever seen them doing that, in view of the evidence that you have previously given, that you were the one to leave the premises before ...(intervention)",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "On this particular Monday I didn't see them doing it but this is a thing that they normally do.  The reason why I didn't see them on Monday is because I left early from work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, I'm sure inasmuch as I can see the attraction in pursuing this point you may well take up when you address us, bearing in mind  that he's already said this is what they did for the entire week preceding the commission of this offence, and the incident occurred on a Monday.  I'm sure that there will be a law that you will be able to take up when do your legal address.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.\n\tMy last question.  During your meeting when you were deciding that you were going to attack that bus, did you take into consideration the fact that there might be people who did not belong to the ANC in that bus that you were going to attack?  Did you discuss that at all, that possibility?",
            "Female"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "We never discussed that because it never came to our minds that there will be people who (are ANC) (sic) members because we always regarded all the people in the bus as ANC members.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you, no further questions, Madam Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabete.  Mr Claassen, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.  If I could just have a moment, there's just a single matter.\n\tMr Hadebe, just going back to the day of the incident and the line of questioning that you indeed knew when, it was put to you that you did know when this bus more or less was going to pass by the hostel.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Could you have known, other than the fact that it had been work colleagues and Fawu members, who any of the persons in the bus might have been, meaning their identities.",
            "Male"
        ],
        [
            "INTERPRETER",
            "May you repeat your question please.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Is there any way that on that particular day you might have known who the people were on the buses that returned from your workplace?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I will be able to know which people would be boarding the bus.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "You only knew them as ANC and Fawu members, you did not know them in person, you could not have known who they were, the people themselves?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I knew the people who were supposed to board the bus and I knew very well that this is the bus that carries ANC members, there is no other bus.  It has not been changed, there are only two buses that carries these people from Escort.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair, I'll leave it there.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Claassen.  Mr Lax, do you have any questions to put to Mr Hadebe?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tMr Hadebe, did I hear you correctly in your testimony when you said that the reason you didn't tell us, or you didn't tell the truth in Court, was that you were trying to avoid the case for yourself and to avoid the actual perpetrators being found out or being found guilty?  Is that a correct understanding?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Would you in the light of that then explain to us paragraph 2 of your affidavit on page 8 where you say in the second sentence of that paragraph\n\"I was forced to plead guilty by my comrades despite the fact that I did not commit the crime.\"",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's how it has been stated.",
            "Male"
        ],
        [
            "MR LAX",
            "Well we're asking you to explain that please.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "We discussed this together with these colleagues of mine or comrades and they said I should plead guilty so that many people shouldn't be arrested within the IFP, and they themselves would try to acquire a legal representative for me to help me to win the case.\n\tIt so happened that before we went for trial, before the case was transferred to the Supreme Court of Heidelberg to Springs Supreme Court, it became apparent that they are unable to secure legal fees.  At the end of the day I had to pay the money myself and therefore I said to them; now I'm going to deny, plead no guilty in this particular case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, I'm going to interrupt you inasmuch as I think it's very discourteous to do so, but we really do not have time.  I have been requesting you ever since we started to confine your responses to questions put to you.\n\tA simply question has been put to you, you have not yet responded to that question.  You say that you lied at the criminal trial in order to protect the real perpetrators of this offence, you lied there to protect them and yet in your affidavit which you signed in support of your application for amnesty you stated that they forced you to plead guilty despite the fact that you had not committed the offence.  Do you see the serious contradiction in those two statements?  \n\tMr Lax wants you to explain why there are those contradictions.  You are to explain only how they come about, not to elaborate on anything else other than that.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to apologise, Chairperson, on that point.  On this particular statement I'm now confused as to what exactly I was putting or whatever was put down while I was giving the statement because we reached a situation where we were discussing exactly what was happening.  I would like to apologise because I  don't remember exactly what was happening at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But this statement has been read to you by your legal representative prior to the commencement of these proceedings, is it not so?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, it was read to me here\nand even on these particular points with reference to this query, this question, and I also showed him or talked to him that I don't remember putting it like that.  We also had a problem before we appeared at the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can give no explanation, nor that you can't remember, it was written by you.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, I don't know how it came to be like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tMr Hadebe, you were telling us that on the Monday you were coming back from work, you went on to explain that Biela hadn't been able to go to work and you found him busy with a meeting when you got back to the hostel after work.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I did explain but I was trying to clarify that Biela was no longer able to go to work in the township because of the conflict, so he had to stay in the hostel.  That is what I was trying to explain.  Therefore on the particular Monday he didn't go to work, he was just at the hostel.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and the meeting you found him busy with was the meeting just before the attack, is that not right, the meeting in the afternoon?  That's what I have here.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, that was before the attack.",
            "Male"
        ],
        [
            "MR LAX",
            "Now my question is this, if you only left work in the morning and returned directly to the hostel, how could you found him busy with a meeting in the afternoon when you got back from work?  Did you get back in the morning or did you get back in the afternoon?  Do you understand the problem I have?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "When I left work and went to the hostel, I went straight to my room, I didn't get out and walk around the hostel.  The only time I left my room was when there was a trumpet being blown calling for a meeting, then I went out to go and attend the meeting. ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time did you get to the hostel from work?  Did you get to the hostel in the morning or during the afternoon?  That is what is being ascertained.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "If I'm not mistaken I arrived at the hostel at about ten and then I entered my room.",
            "Male"
        ],
        [
            "MR LAX",
            "So you can't explain why, in that whole description of going to the meeting, you gave evidence to say that you found Biela in the meeting when you came back from work?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must say before you answer, I have a different recollection because I was taking notes whilst you were talking.  I seem to have a different recollection to that of my colleague, that your evidence was that you came back, you stayed in your room and later joined Biela that afternoon in the meeting.  Now that's what I took directly from you whilst you were giving evidence in Zulu, which might explain the difference I think between my notes and the notes of my colleague.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chair, I accept there may have been a translation problem.  That's fine, I'll move onto another point.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you said that after these people had pointed at you at work that morning of the bomb attack, that you went and spoke to an Induna.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you've given us two different versions of what you've told him.  On the one hand you said that you were feeling sick, you wanted to go into town to see a doctor, on the other hand you said these people were threatening you with death, you couldn't work with them, you wanted to go back to the hostel.  Please just explain these two different versions.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, it's correct, it's contradicting and I will explain the contradiction in this way.  The first Induna whom I told that I'm sick is the Induna in my department and the second who asked me was the one I found outside, the one who was in charge of the whole factory.  This is the one that I found outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But who is Myaba?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Mr Myaba is the Induna that I found outside and he is the Induna who is in charge of the whole factory.  The first Induna is Agrippa Khunene.",
            "Male"
        ],
        [
            "MR LAX",
            "When you were asked about - you said that when these ANC members came to work that Monday morning the IFP members were confused and the ANC members were happy, do you remember that?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That the IFP people were jubilant and the IFP were - I'm asking whether you mean that the IFP people were jubilant - no the ANC people were jubilant and the IFP people were angry or were frustrated, is that the question?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the word that was translated was confused, it may have been sad or angry or maybe another word you might have used in Zulu, I'm not sure.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, the IFP members at the workplace were confused.  As I have stated before, I had to walk out of the workplace because I was not in a position to work on that particular day.",
            "Male"
        ],
        [
            "MR LAX",
            "My question was;  you were asked what were they happy about and you said you thought they were happy because you thought it was because they'd killed one of your members.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.  They came in a jubilant mood and they also stated that we got one of you and you are the one who is left and we have to kill you.",
            "Male"
        ],
        [
            "MR LAX",
            "The simple question is this, you didn't have to think that that was why they were happy, you knew that was why they were happy because you knew, they told you they had killed one of your members and you were next, isn't that so?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I knew.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lax.  Ms Bosman, do you have questions to put to Mr Hadebe?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.\n\tMr Hadebe, I would just like some clarification on a few minor points.  This meeting on the Monday after you'd got home from work, what was your status there, were you there in an official capacity, did you just stumble across the meeting, what was your position there?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "On that Monday meeting I attended in the capacity as an organisation member and to listen what exactly what was going to be said in the meeting.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you participate in any discussion in that meeting?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I didn't participate, I didn't even say anything.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Right, then my next question where I don't exactly have clarity is, which bus was attacked, do you know?  Was it the first bus or the second bus or were there more buses?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "This is the first big bus.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Then my last question is, perhaps you could just, the first big bus, what do you mean by the big bus?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, there are two buses, a big one and a small one.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So there were more people in this one I take it?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would think so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then could you just turn to page 16 of the bundle, that's your - no, paragraph 16, I'm sorry, paragraph 16 of your affidavit.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "There are two affidavits, I don't know which one.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The one on page 13, do you have it?  Where it says\n\"In one meeting I organised and Mr Mbatha told us to attack ANC Fawu members and drive them out of the company so that only Zulus or IFP members can remain.  We did just that and even now people who are working in that company are IFP only.\"\nYou have dealt with it but I'm not clear on it.  Where you say:\n\"even now people who are working in that company are IFP only.\"\nAt what stage were the workers all IFP members?  What are you talking about there?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It is at the time when the ANC people were not longer coming, were not reporting to work.  There were a few of them at work but most of them - and the only people who were going to work at that time were people who were our members, but you know they were not real members, they were pretending as if they are our members.\n\tThey pretended in order that they can go to work.  They pretended to be our members and they attended, they went to work.  Therefore, at that time I was sure that ...(intervention)",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Sorry, Mr Hadebe, I want to know what time it was?\n\"even now\"\nWhat time were you referring to with the:\n\"even now\"\nWas it in 1992, was it in 1993, was it at the time of your arrest, was at the time when you were already in prison, what time is the:\n\"even now\"",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "After the bus was bombed.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "It's still not ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "He said: \"after the bus was bombed\".",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "It's still not clear to me.  The day after the bus was bombed, a week after the bus was bombed, a month after the bus was bombed?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say towards the end of 1992.  I realised that the IFP members are the majority or there are more IFP members in the factory.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I just need further clarity on that aspect.  What are you saying, are you saying prior to the commission of this offence, that is before the 28th of September 1992, the majority of workers at your company, at Escort Bacon Factory, were IFP workers and not ANC workers?  Is that what you are saying?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting or actually stating that before the 28th of September 1992, that's when the ambush on the bus took place, the majority of workers at Escort Bacon Factory were IFP members or members affiliated to the IFP?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in your department, one would therefore by implication presume that the majority of workers in your department, that's the butchery department, were IFP members, is that not so?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as you have stated in  your affidavit that Mr Mbatha who had instructed you to make sure that your achieve that important objective of making sure that you put in as many IFP members in the workplace, that objective you had attained?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you in the light of that evidence, explain why you felt intimidated by a handful of ANC workers during the morning of the 28th of September, that resulted in you being so angry to a point of leaving the premises because you felt so intimidated?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "The reason why I became afraid is because in my workplace there are many sections which I normally walk around and enter, some of which are hidden and I was afraid maybe sometimes they can corner me into one of the refrigerators or get me on those particular areas and not knowing who exactly are my attackers.  I decided it's better for me to be killed outside of that area or to die next to my people because it was possible that in the factory they could have cornered me in a particular corner and killed me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, did you discuss the taunting with any IFP member or members in your department?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I did discuss that after all the things that were planned have been done and I explained to the people the reason why I left the work, this and that happened, but it was after the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting we should believe that the reason why you left was because you were taunted and you felt intimidated even though you had quite a number of people that you could have gone to support you against the taunting by a handful of ANC workers?  You were in the majority, that's your evidence.  You as IFP or Uwusa members were in the majority in that factory.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Chairperson, I had to be afraid because there is no safety in that factory.  We might be many people inside there.  In the first place we are using knives and I have to walk up and down the factory passing all these people.  What came to my mind is, if it happens that I passed and entered into one of the big refrigerators and they close the door, I can't open it from the inside.\n\tOr it's possible that when trying to pass these people, someone who will be brave enough will stab me as I pass them.  And that came to my mind, that they might try to kill me unaware, so I thought it would be better to be out of this place and if they were to attack me, to attack me in a place where I'll be able to see them coming to attack me because I felt unsafe in that place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had your life, prior to this incident, ever been put at risk whilst you were at work?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Before, even if I didn't put it in my papers or I don't remember if I ever included that in my statements, it was well known in the township that the people used to sing slogans including my name inside it, saying that I was supposed to be killed, and I used not to take that very seriously because I thought it's just one of the slogans that they used because ourselves, we also chanted quoting some of their names.\n\tTherefore, at the time when they had pointed at me with fingers, I realised now this is serious, that they're going to kill me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But had you not stated in your affidavit that, and that's the evidence I seem to recall having been led by you when you were giving oral testimony, that you were held in esteem by the locals in the township, you were amongst the few of the IFP members who could make contact and interact with the members of the community who were largely ANC?  Wasn't that what you said in your oral testimony?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I did say that because those people that I used to meet and talk to in the township didn't have any problem with me and I never had any problem with them, but people from outside our meetings, people didn't even attend those discussions between myself and the community, these are the people who wanted me to be killed.\n\tFor example, in my own meetings those people who I used to go and meet and discuss in the community, my own organisation people never had a problem with them because these other people were the people who didn't accept me and they were saying if you are an Inkatha you have to be killed, if you are an ANC you have to be killed but it was not the people I was working with, that was the other group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your response, Mr Hadebe, to the evidence that was led during your criminal trial in which both Johanna and Sophie identified you as having been, not only present at the scene of the offence, but as having participated  in the commission of the offence?\n\tIn your testimony you said something which puzzled me, you said you wouldn't deny the fact that they saw you, that they could be right, but how can they be right when you say you never physically participated in the actual commission of the offence, and that is the throwing of the handgrenade at the bus in question which resulted in one person being killed and several people being injured?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I did accept or admit that they might have seen me.  Why, because at the place where we were we were a number of people I explained that I left the group and went towards the gate of the hostel just before the incident of the bombing of the bus.\n\tWhen I arrived in the front or at the gate of the hostel, I was in an open space where I was visible.  I only went for hiding during the explosion, and after the explosion I did come back out again.  So it is possible - I'm saying that it is possible that they might have seen me standing there because people, some people were crying and some people were insulting and all these things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Johanna does not say she saw you there, she says she saw you throwing something at the bus that would suggest that you threw a grenade at the bus, that resulted in the explosion that subsequently occurred.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to emphasise that it was going to be impossible for me to throw the bomb into the bus because in our organisation you are not allowed to take any act or commit any act unless you are given an instruction by the Indunas.\n\tIf the Indunas had selected me as one of those who was supposed to attack the bus, I would have done that but since they didn't select me, they selected those few people who were supposed to carry out the act, those were the people who were supposed to commit the act and I wouldn't have done it as a person not selected.\n\tI'm stressing that in our organisation you cannot you cannot do anything without instructions from the Indunas themselves.  I explained that the attack on the bus, there were people selected to carry out the job.\n\tI personally did not throw or I didn't take part in the attack on the bus.  As the people said that there are four, the Indunas explained, these are the people who were going to attack the bus.  That's for that particular task.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've testified that you saw those four alleged perpetrators throwing the handgrenade at the bus, you actually saw that, how far were these people from where you were standing?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "It wasn't a long distance.  Even if it won't be easy for me to estimate the metres or distance, I would say from here, to estimate, when you are at the gate of the hostel you are able to see a distance and you can be able to see things happening at the vicinity of the garage, when you are standing at the hostel itself where I was standing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm saying how far can you estimate, how far were you from them?  They were at the garage you say and you were at the gate of the hostel, who far was where they were next to the garage to where you were, which is at the gate of the hostel?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Madam Chair, it's ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can just estimate with reference to this building.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "With reference to this building we're in, I don't know how long from there, from that side, how long it is from where I'm facing.  I would say one block of the hostel is longer than this building, going to that direction where you are sitting.  It's a very long block and there's also a space where there is a gate.  I think the distance of the hall will cover one block and things which happened, let me say from the other side of the block, while I'm on the other side where there is a gate, meaning the distance of the whole block including the gate space.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talk about the hall, are you talking about this building only or the other houses on the outside, outside rooms?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say from the curtain ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean from the where the police are sitting until moving up to behind me by the black curtains?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would say you have to pass those police.  On those curtains there, you can see some curtains behind the police, when you get out of the door there are curtains behind the police and you have to pass those curtains behind you.  That would be the size of one block in the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, can we approximate that distance?  Would you say it's about 50 metres?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I do agree to that, I'd say it's about 50 metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you say - were these people in one place?  If you say they were about 50 metres away  from you were, were they in one place?  I thought they were at several places around the garage, one block away from the hostel.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Those whom I could see, the two of them which were visible, those who were on the side of the hostel, those are the two people who were visible.  Those who were on the other side I couldn't see because I was shadowed by the bus so I didn't know what they did on the other side but I only saw the two which were on my side.  They were not standing in one position, one place, they were in different places and they didn't take a long time while they were still standing there ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When in your affidavit you say you saw the four perpetrators throwing grenades, was that a mistake then?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Chairperson, I would say that when they left the hostel and they were told by the Indunas to leave the hostel ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I'm going to interrupt you because I want us to keep to what is relevant.  When you state in your affidavit that you saw the four of them throwing the grenades, that's what you say, you saw them throwing the grenades, was that a mistake?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That was not a mistake, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can that be reconciled with what you've just stated now?  Because you say you only saw two people who were from your side and who were visible and that the others you couldn't have been able to see because they were not within sight?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I'm trying to explain that at the place where I was standing I could see all the four people who were deployed to go and attack the bus.  It's a very clear sight, you can see everything.  As I'm explaining that I saw them when they stood up.  Even those other two on the other side, I did see them standing up as the bus was coming.\n\tAnd when they threw the grenade, whether they threw them at the same time into the bus - when they stood up I was looking at them and then there was an explosion and then I ran for hiding and I came back after the bus had disappeared, and then I saw them running back to the hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hadebe, you are a man of many words, you don't confine yourself to what is being put to you.  You still haven't answered whether you've made a mistake when you say you saw all four perpetrators throwing handgrenades, and I quote\n\"and petrol bombs into that bus and they ran back to the hostel.\"\nSo it is a mistake what you have stated here in your affidavit because this is not what you actually witnessed, you only saw two and not four people throwing handgrenades at the bus.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct, Chairperson.  The other two on the other side, I only saw them getting up, standing but when they were throwing the grenades I saw there were only two from my side throwing grenade but those other one from that side, I didn't see how they threw the grenade into the bus.  All that I know is that four people were elected to go and throw  grenades at the bus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were being questioned by Mr Lax about the reason you gave a false testimony during your criminal trial, you still persisted that it was intended to protect the real perpetrators.  Do you recall having said that?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes, I remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how would the fact that you denied having participated in the incident at all have gone towards an inch towards protecting the real perpetrators?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "When I say I didn't take part in the attack I wanted to say that the only part I took was the planning and if I were to be arrested as a member of the party, the best thing is to deny and also deny on behalf of those members of the party.  At the same time trying to protect myself that I should be convicted or they be convicted too because that will be not be painting a good picture about my organisation.\n\tHowever, my denial or my lie didn't help me because I ended up getting convicted and that is why I'm here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I believe Mr Lax wants to put one question to you before we can move to the second applicant.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  I'm sorry, there's just a note I'd made and I'd forgotten to ask that question.\n\tIt just relates to - you've told us that, for want of a better description, the balance of power at the workplace in September 1992 was that it was predominantly Uwusa/IFP and that the minority at that stage was now Fawu.  That was your evidence earlier and it was your evidence again under questioning by the Chairperson.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now from a reading of the judgment, which is the finding of the judge at your trial, the judge says that as at September 1992 - and I'm translating from the Afrikaans at page 27, line 20\n\"Fawu was in any event already well established while Uwusa was not properly established.\"\nAnd this is in the context of him explaining, giving his understanding that most of the aggression came from Uwusa who were trying to gain dominance in the workplace, rather than from Fawu who were trying to retain it.  Do you understand the context and the issue I'm putting to you?",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I won't be able to understand why he said that but maybe I might be allowed to give my view on that.",
            "Male"
        ],
        [
            "MR LAX",
            "You have given us your view, we've heard you.  You wouldn't agree with what he said.  I'm just drawing your attention to the fact that that is what he found.",
            "Male"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree, because you are saying - he's saying Fawu was the dominant union at the workplace and you are saying Uwusa was the dominant union at the workplace.  Do you agree with that or do you disagree with it?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Chairperson, I can't deny and I can't agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can you say that?  You've just testified so many times repeatedly today, that in your opinion and as a fact ...(intervention)",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I finish, can I finish my sentence.  You've stated that as a fact there were more Fawu members - I'm sorry, there were more IFP/Uwusa members than Fawu/ANC members in the workplace and that Fawu/ANC members were in the minority, you said that as a fact.  You were not speculating, you stated that as a fact.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how can you say you don't know, when you've stated already as a fact that that organisation together with its trade union affiliate was in the majority?  - That's your organisation.",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "I would like to - I think I heard it, the question was like in Court they thought that the ANC members or Fawu members were the majority in the workplace.  I thought that's what they were saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's correct, that's what they were\nsaying.  This is what the Court found.  Do you agree with the finding of the Court, in your own knowledge as a person who worked at the factory?",
            "Unknown"
        ],
        [
            "MZOBONA LEONARD HADEBE",
            "No, I don't agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen, arising from the questions put by the Members of the Committee, do you have any re-examination to do?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I have no re-examination, Madam Chair.\nNO FURTHER EXAMINATION BY MR CLAASSEN\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}