{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-04",
        "location": "NELSPRUIT",
        "day": "4",
        "names": [
            "VOICE SAMBO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53157&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990204ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS THABETE",
            "MR BLACK",
            "VOICE SAMBO",
            "INTERPRETER",
            "MR LAX",
            "ADV BOSMAN",
            "ADRIAN CHARLES O'FARRELL",
            "MR O'FARRELL",
            "UNKNOWN"
        ],
        "original_speakers": [
            "MS THABETE",
            "CHAIRPERSON",
            "MR BLACK",
            "VOICE SAMBO",
            "INTERPRETER",
            "MR SAMBO",
            "MR LAX",
            "ADV BOSMAN",
            "MR CHAIRPERSON",
            "ADRIAN CHARLES O'FARRELL",
            "MR O'FARRELL",
            "MR BLACK ADDRESSES COMMITTEE",
            "MS THABETE ADDRESSES COMMITTEE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Ms Thabete, where are we today, which matter is going to be heard first?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madam Chair, we are going to proceed with the matter of Voice Sambo.   Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will the legal representatives kindly place their names on the record?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Madam Chair, my name is Black, Advocate Black, from the Johannesburg bar, I'm duly instructed by Attorney Nkosi from Ermelo, and I'll be representing the applicant in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "My name is Ms Thabile Thabete, I'm appearing for the TRC and I'm representing the interests of Mr O'Farrell who is the victim.   Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, are we in a position to commence with your client's application?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, Madam Chair.   If I, at the outset, with your permission, may I simply, may I refer to certain aspects of the papers, so that we get that in order, so that there's no confusion during the proceedings, and may I also state, and with the permission of the applicant, that he cannot read, and so should any questions be directed to any paragraph there, he would require the assistance of my attorney to actually read matters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And probably, to facilitate the matters, whatever is being read and whatever he's going to refer to in the papers, can be read and the translators are here to come to our assistance and they'll be in a position to quickly translate.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean that would be much faster than having to rely on your attorney to do the translating... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...I mean - before you can proceed, Mr Black, if you are now ready to proceed, can we make inquiries from Ms Thabete about whether section 19.4 notices were served on the families of the deceased, Mr Van der Spuy, and if so they were so served, who is representing their interests?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madam Chair, notices were served on Mrs Snyman for the deceased, but she said she wouldn't come, she's in Namibia right now, and I was not given any instructions, but I will be looking after her interests as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabete.   Mr Black, you may commence with your evidence?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Madam Chair.   The offences in respect of which the applicant is seeking amnesty appear, first of all, in his amnesty application form on page 8 of the record.   Thereafter they are referred to on page 27 of the record, which is the judgment which was delivered by Judge Curlewis, where it's more clearly set out.\n\tThe first charge is one of murder, the second I presume is preventing two constables in carrying out their duties, the third charge is being in possession of a 9mm pistol, the fourth charge is being in possession of ammunition for that pistol, the fifth charge, for which he was arraigned in the High Court, was escaping from lawful custody.   On page 46 of the record it appears that - no, I beg your - no, no, chair, I beg your pardon - it's on page 42 of the record, it appears that the applicant was found guilty on counts 1, 2, 3 and 4, and not guilty on count 5.   So it's in respect of 1, 2, 3 and 4 of the counts for which he was found guilty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you enumerate those counts, and may I find out, Mr Black, why this application was not amended?   We know that Mr Mthuli appeared on behalf of Mr Sambo.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   With respect, the counts are effectively, as appears on page 8 of the original form, that of murder and possession of a firearm and ammunition.   So the only count which wasn't elaborated was preventing two constables from carrying out their duty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but those acts were not stated as were supposed to have been under paragraph 9(a)(1) of the application form, and one would really want to see lawyers doing what they are supposed to be doing, properly representing their clients' interests, by making sure that, where possible, papers coming before this committee have been properly prepared, particularly where they have had time to do so.   The reason why I'm raising this in respect of Mr Mthuli's representation of Mr Sambo is that I was involved in the previous matter, the previous hearing, wherein this matter was postponed to a date to be arranged then, and that was some time in October of 1998.   I would have imagined that between that time and now the firm of attorneys would have had time to go through the papers and supplement them where appropriate, particularly where they lack the information as this application did in the application form.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   I may also highlight another issue which I raised also with the attorney and with the applicant, and it was explained to me the circumstances under which the original application was filled in.   There is - and I must draw the committee's attention to this, and at the end of the evidence of the applicant, he will give an explanation -as I've indicated, the applicant himself is not literate and he - but I take the committee's point that he was represented and it could have been cleared up.\n\tI draw the committee's attention also to - and I, because I don't want the applicant to dwell on it and I will lead evidence of the explanation - to page 5 of the original application, paragraph 10(a), which appears to give some difficulty prima facie when he's asked about his political motive.   That can be cleared up and I will do so in due course and I'll allow the applicant please to clear it up, apparently there's a language misinterpretation that could have taken place there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, Mr Black, can you just enumerate the offences in respect of which amnesty is being sought?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It is one of murder, one count of murder, then as, in terms of which he was found guilty, on page 42.   The second count is preventing two constables from carrying out their duties.   And the third count is being in possession of a 9mm pistol, I imagine that's unlawful possession.   And the fourth count is being in unlawful possession of ammunition for that pistol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   There's a further - to clear up the papers - the committee will notice that from page 10 to 16 of the bundle, that is the applicant's typed out statement.  Then from page 17 to 20 of the bundle, that is a typed supplementary affidavit filed by the applicant, it is not signed, but there is a handwritten signed - that's a typescript of the handwritten affidavit which appears from page 21 to 26, so... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are fully aware of that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay.   And that hand..., I may just point out that that handwritten supplementary affidavit, 21 to 26, was prepared by my instructing attorney, it's his handwriting, and there is a date error, an obvious date error, which appears in there.    He refers to, on page 19, paragraph 10.1, that the incident refers to an incident on the 29th of October 1998, that should be 1992.   Furthermore, there are annexures referred to in that paragraph 10, there's an Annexure B and an Annexure C, and these affidavits are really affidavits of persons which were, or evidence led at the inquest.   They haven't been, for some reason or other, my attorney says that they were sent through to the office in Cape Town, but they haven't been attached, and they may be of relevance if Mr O'Farrell is going to give evidence.  So perhaps could I, with the permission of the committee, hand up copies at this stage, or perhaps one should wait until - to see if O'Farrell is in fact going to testify or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may, I think, for the sake of completing the documents before us... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...hand over that, because there was an omission.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are sitting with an affidavit wherein Annexure C was attached in part of that affidavit, and we don't have Annexure C.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "There's Annexure B and Annexure C.   Then there is a further Annexure A that is referred to on page 18.   I've requested a copy of this annexure from my attorney.   He says he's unable to locate that annexure, but it simply relates to a fairly important incident of harassment relating to the planting, alleged planting of an AK47, on the premises of the applicant.   My attorney says that the information contained in there was personally conveyed to him and he is prepared under oath to confirm it, if necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, will that part of evidence take us anywhere in enabling us to come to a just and equitable decision in respect of the offences for which Mr Sambo is seeking amnesty?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It simply relates to a series of incidents of harassment, which eventually motivated Mr Sambo into committing this shooting, and which influenced his motive and thinking at the time, but the facts themselves Mr Sambo himself can just testify about, as to what he discovered and that particular incident, as to who planted the AK47, what political other parties were involved, I don't think would really be relevant at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   I think anything that will be within Mr Sambo's province we'd prefer to hear it from him, and not from an attorney because that wouldn't be direct evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is so.   I just wanted to draw the committee's attention to the fact that that annexure wasn't admitted, and it's simply a confirmatory affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must warn you at this stage that we would not like to hear evidence in any greater detail, if any at all, which relates to his harassment.    We have read his affidavit and it deals quite extensively with his harassment.   So any evidence that would probably add more to what we have already read in his papers, we would welcome, but anything that would be repeating what is contained in the papers before us, we would be reluctant to grant you any indulgence in adducing that kind of evidence.  We must warn you at this stage.   You are, however, free to address us when an appropriate time comes in order to persuade us to view the matter differently.   You may proceed now, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Thank you, Madam Chair.   I may just add that there are one two incidents which may be referred to not in the papers which came to light during the course of consultation.    Then, without further ado, may the applicant be sworn in and then we may proceed.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR BLACK",
            "May I just also place on record that the applicant is and will be testifying in Seswati(?).   Thank you.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, I'll refer you, unfortunately, in an affidavit typed... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Switch off your microphone, Advocate Black, if you are talking to your instructing attorneys lest what you say privately becomes incorporated into our record.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Or it may be offensive in some ways.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...had a copy that they would be able to read.  You do have?   Thank you very much.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I do.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   Madam Chair, with the indulgence, as I've indicated, there may well be, it may come across as a bit of leading evidence, but should there be any objection, please let me know, because of the difficulty that we have with the reading aspect ability.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What, I mean don't you simply want to find out if he doesn't - if there is anything that he doesn't agree with in his statement, wouldn't that (indistinct) these proceedings instead of having to go through the evidence... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, as the Court - as... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...that is before us by way of an affidavit?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   As it pleases Madam Chair.   Mr Sambo, you've signed an affidavit, you first of all signed an application form which you submitted to the TRC?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now, we'll come back to that application form, because there's one aspect of that which I want you to explain to the Court.   Now, after that, a further typed out statement was prepared for you with the assistance of an attorney and you signed that before a commissioner of oaths, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now the contents of that affidavit have been read to you and do you confirm that what is contained in that affidavit is true and correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "It is true.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then, subsequent to that affidavit typed being prepared, a further supplementary affidavit was prepared, giving information found out by your attorney and relating to further investigation of this matter, and a handwritten copy of that affidavit was also signed by yourself, after it had been read to you and the contents explained to you, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, Mr Sambo, what is contained in these affidavits, is there anything in addition that you want to place before the committee, do you want to, I understand there are certain issues that you want to raise before the committee which were not contained in this affidavit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may be lead him by indicating which aspect... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...you want him to address us on... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...or to testify about... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...otherwise he will probably just go on rambling, Mr Black... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, all right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...take charge of the proceedings.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   Mr Sambo, we've already established on your affidavits that you are and were trained, military trained, as a member of the African National Congress and that you entered the country and were arrested in 1991, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I don't understand you, what about 1991?",
            "Male"
        ],
        [
            "MR BLACK",
            "You were arrested by the security police in Khanya Mazane?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You were then released, by way of indemnity proceedings, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then you attempted to live a normal life?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You allege here now that you were approached and offered a bribe to work for the police, or a front organisation of the security forces, and to give them information?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "I just want you to tell the committee, what was your position, both within the ANC and in the community of which you lived in Komatipoort, what status did you have there?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I was an MK commander as from 1987.   In my community in Komatipoort, Nkomaze area, east of Nkomaze area, I was working as a co-ordinator and commanders used to contact me and give me messages and I will take various messages to relevant guerillas, and I would recruit people for MK and also help them to escape through Swaziland.   When they are in Swaziland, I will organise for them to get to the refugee camps.   I will help them to go up until they are and get their training.   I was also responsible for the mobilisation of ANC members.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, right, Mr Sambo, your prominent position in the ANC, a key role in that area, was that known to the security police, after you had been released?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I do suspect that they knew that, but there was no confirmation, they knew this from informers.",
            "Male"
        ],
        [
            "MR BLACK",
            "So after they had attempted to recruit you and you refused their bribe, what did you experience then from the security police, how did they react to it?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "There was one white policeman who was from Nelspruit who used to visit my house, I don't know his name, I've forgotten that, and another guy who was from Matzulu Township, an African guy, they used to come to my place to recruit me.   At first they said there was a company from America which wanted to open companies at Nkomaze area, they wanted me to collect information for them about the situation in that area, so that when these people or the investors who were about to come from America would be assured that their companies will be safe in that area.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, Mr Sambo... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, what is the relevance of this evidence?   It is contained... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I was just... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...in your papers... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...it appears on paragraph 9.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even when reading the papers, I couldn't see the relevance of that piece of evidence... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, with respect... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...even to show the political context in which the offence ultimately was committed.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Well it transpires that they were a front for the security police, he was offered, that's the bribe that he was offered to be recruited and he refused.   That's why he's trying to explain that he found out that they were incorrect.   But if I may just lead the witness then please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do so, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Sambo, we've already put this in your affidavit.   As far as this company that you claim, you say that two policemen came to recruit you, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "So the money that they were offering to you was offered to you by policemen not by company representatives?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "So that was an attempt to recruit you to work for the security police?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now you refused that, and that is the point that we're getting at, after you refused to co-operate with the security police, and after they'd attempted to recruit you, what then happened to you and your family, and I don't want you to go into every detail that is not already on the papers.   We have gone there, the two, Ngwenya and Venter security forces came to your house and they started harassing you, demanding that they search for ANC weapons?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "What I would like to ask from the chairperson, so that whatever I have to say will be straight, I'll need the chairperson to give me time to explain exactly what happened, because what happened happened to me, I know every little detail about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I respond to your request, Mr Sambo?   We are here to hear your application for amnesty for the murder of Mr Van der Spuy, the deceased, and attempted murder of Mr O'Farrell and of preventing them from carrying out their duties on the 29th of October 1992, and also of being found to be in unlawful possession of a firearm, one 9mm pistol and the ammunition in respect of that firearm.   We understand the harassment that you were subject to prior to the commission of the offences for which you are seeking amnesty.   You have attempted to explain that harassment to us by way of an affidavit.   We already have that information before us.   What is important for us, in order to decide whether you must be granted amnesty or not, is for you to explain the circumstances surrounding the offences for which you are seeking amnesty.   We are not trying to prevent you from taking this committee into your confidence by explaining the facts around which the offences were committed, we want to hear you on those facts, that is the evidence that we would like to hear.   We, however, are reluctant to allow you to elaborate on what happened about your military training, because it does not impinge on the offences for which amnesty is being sought.   I hope I have made myself well understood.   We are not being insensitive to your needs, it is because of our sensitivity that we would like to confine you to what is relevant for us to decide.   You may then proceed to give your evidence in relation to the offences for which you are seeking amnesty.  Anything that your advocate deems it relevant will obviously, as it is his job to do, bring that to your attention and will lead you in your evidence in chief in respect of that evidence.    Don't be intimidated by our intimation of not wanting to hear anything irrelevant.   It is just to make our jobs easier.   You are aware that this is a committee which has a very short lifespan and we are trying to make sure that we do not waste any time unduly.  We hope you will appreciate our difficulties.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, Mr Sambo, let me go further.   You have set out in your affidavit in some detail certain paragraphs.   You've dealt with the harassment that you've had, the incidents, this was done by the security police, do you confirm that, it was as a direct consequence of your refusal to work with the police?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That has been confirmed, Mr Black... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...why do you want him to repeat himself?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Because I just want to put it in context.   Apart from the references that you've made in this affidavit, could you tell the committee, just prior to this shooting that took place in October 1992, what happened to Sweetie Sambo, what are the circumstances and who was he?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Would you please repeat the last part, Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood it, you wanted him to explain the circumstances which happened... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...surrounding one Sweetie Sambo prior to the commission of this offence... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That's so, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...and you wanted him further to explain who was Sweetie Sambo?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Sweetie Sambo, Johannes, is my brother.   From my house where I'm staying to his place, I think it's 700 metres approximately, or between 700 and 800 metres.   His house was on the left-hand side of the road when you're facing to that direction.   He was a member of the African National Congress.   I recruited him.   Because I had a car, most of the time I will be with him in my car.   Sweetie Sambo also had a problem.   His house was also searched.   One day, since the police were usually coming to his house and raiding his house, the security branch especially, Sweetie was stolen in front of his children and wife, abducted, and we still don't know where he is today.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, did they take any photographs of this man, did the security police ever have any photographs of Sweetie, and where did they get them?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, as I've already explained that police used to come to my house either twice a week or once a week, white policemen will come to my house and they've stolen Sweetie's photograph, this photograph it was me and Sweetie.  I was wearing soldier's clothes or uniform in those photographs and security branch stole these photographs, that's when we lost Sweetie Sambo, or when he was abducted, after they've stolen the photographs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did he disappear?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Late 1991, if not early 1992, I'm not certain of the month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it late 1991 or early 1992, you are saying it's both late 1991 and 1992?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I'm not certain, I didn't write this thing down, but I have, in my memory I have this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that's why we are going to rely on you to give us the testimony that we can rely on, and I will repeat my question again, did this happen in late 1991 or late 1992, or early 1992?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I think it was in 1991, 1992, late 1991.   Now I remember, it's late '91.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Proceed, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   And what did you think had happened to - what do you think the security police - what has happened to Mr Sambo, Sweetie Sambo, at the time what did you think had happened when he'd been abducted and disappeared and never heard of again?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I wasn't the only one, I used to report various incidents.   We searched for him, we heard that the last place where he was seen was Nkamdamiya, at Nkamdamiya Base.  As I've already explained that we searched for him.   The last person who saw him was a security guy who was working at the gate.   He's the one who gave us this information that he saw Sweetie Sambo, and he also explained that he saw policemen and one of the policemen was from Mangwene Township and he was working at Komatipoort Police Station.  After that, we lost track and we didn't know what happened to him after he was seen at Nkamdamiya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...I am going to plead with you, and I hope I'm doing this for the last time, I want you to confine your responses to questions put to you by your counsel.   Please, we want to complete our work timeously.   The reason why you are being represented by counsel, counsel understands the law and he knows what information we have to rely upon in reaching a decision in respect of the offences for which you seek amnesty.   The question that was put to you is, \"What do you think happened to Sweetie?\"   You have come with evidence that has no bearing to the question that has been put before you.   Listen to the question.   If you do not understand the question, tell your counsel through us that you do not understand the question.   Do not attempt to answer a question that you do not understand, and do not respond to questions that have not been put to you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   So, in other words, did you think that the security police, let's get to the point, did you think that the last time Sweetie was seen in the hands of the security police, since then he's never been seen, do you believe that the security police, or someone in the security forces, killed Mr Sambo?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you ever believe, after all this harassment and disappearance of your brother, that the security police would be prepared to kill you because of your non co-operation and your activities?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's very leading, Mr Black.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And let's - there's another incident, which I don't want you to into great detail, but you did say that, in consultations, that at one stage Askaris were sent to your house to search for you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And they attempted to trap you into selling them guns?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't we just ask questions that will elicit the correct answers without leading your client?   You've been asking seriously leading questions on things that are not that innocuous.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well I'm trying to avoid a situation that - if I had to ask what happened when the Askaris came there, we would end up with a detailed story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm sure you've consulted with Mr Sambo... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...and we have warned Mr Sambo that we wouldn't want to have any information that is not intended to be ascertained by any question you ask.   Try him and see whether he has not really got short of what we'd stated to him just now.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't lead him, otherwise there's no reason for us to sit here when you're going to ask leading questions.   That's not the evidence that we'd like to have on our records.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Now, Mr Sambo, these various and regular harassments by the security police and the incidents which you referred to in your affidavit, where they attempted to, or somebody attempted to plant AK47's on your property, and attempted to elicit the purchase of arms, and the regular visits which you say you were receiving from the security police, did you report this to your ANC command structure at all?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, I used to report, especially the Nelspruit Branch, the people I used to work with them.",
            "Male"
        ],
        [
            "MR BLACK",
            "And what did they say you must do about it, or what were they going to do about it?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Chris Hani came here in Nelspruit and I was told that I must come to Nelspruit.   I've spoken to Mr Chris Hani and he told me that, because I've already decided that I wanted to go and join Holomisa, and Chris Hani said no, I mustn't, I must stay at home and defend myself when there was a need for me to defend myself, because I was doing a job there in Komatipoort.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this meeting with Mr Hani?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "In 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when were attempts made to plant weapons on you by Askaris?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "In 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when did you report all these incidents to the ANC in Nelspruit?   When, when did you report them?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Usually, if anything happened today, I would go the next day to Nelspruit and report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black, you may proceed.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   So let us now arrive at October 1992.   By this stage, after all your experiences and your instructions given by the ANC, what did you think that the intention of the security police were?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Security Branch wanted to kill me, they wanted to assassinate me.    I gathered this from their actions or their behaviour.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, in October of 1992... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you let him explain... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...Mr Black, what he means by saying that the Security Branch wanted to kill him by assassinating him and he concluded that they still wanted to kill him through an assassination from their behaviour... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...what was the behaviour that made him to conclude that the intention was to assassinate him?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Do you understand what, Mr Sambo, why did you believe that they were going to assassinate you, or send somebody to kill you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I'm not thinking this, it's something that I know.   This is what happened, one day I left my place, I went to see my girlfriend.   Her mother and herself, my girlfriend, told me that seven men came at night.   The house was a two roomed house made of steel, iron steel, and they told me there were four African policemen and three white policemen.   Two of the African men, I knew them, and they knocked hard and forcefully, they searched the house and they asked them as to where I was, and they told them that I was at my place in Block B.   My girlfriend knew at that time that the police wanted to kill me.   She knew this because I told her so.   So I told my boyfriend (sic) that whenever policemen will come and her, she must tell them where to find me in Block B at my place, and they told my girlfriend that they were going to kill me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying, in short, police came to your girlfriend's house one night, searched and advised your girlfriend that they wanted to kill you, and then left?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yebo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I wish you could be as short as that, Mr Sambo.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, okay, in October 1992 when this shooting took place between you and the two policemen, I just want you to tell the committee what happened in the morning of that day?   You state in your affidavit, on page 13 of the papers, that there were soldiers came to search and sweep your premises and your house, that's in the morning, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, did they cause any damage to your property?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that relevant, Mr Black?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, they caused damage to my property.   I have evidence of that, I think I have it here with me.",
            "Male"
        ],
        [
            "MR BLACK",
            "Madam Chair, I do have photographs of fences that have been broken down, etcetera, in their actions in the morning, but I won't hand them up if the committee feels it's not relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how would it impinge on what he did later on?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well it's his experience what took place that very morning.   The evidence will come out that the soldiers swept the premises and after they were satisfied, they alleged that there were hidden arms and ammunition there, as appears in the affidavit, so I'm not... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "...pressing.   And... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we have read that evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, the... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would like to - we would like you to lead him on anything that you wanted highlighted further than... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   No, I think... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...how it has been presented in his affidavit.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Well, he's able to present it better.   What his idea was, after they'd found no evidence and then later on two men arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you proceed from that?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.   Now, after the soldiers had damaged your property and swept your premises, what was their purpose, did they tell you, as you've said in your affidavit, they were searching for arms?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, they told me.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did they find anything?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "At my place, there was no ammunition or firearm which was found which belonged to me, except for the gun which was brought at my place by the security branch at night while I was sleeping, I didn't even see them, it was raining like it's raining today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know, Mr Black... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, but Mr Sambo - may I please clarify?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   The kind of evidence that Mr Sambo is adducing is going to play havoc with our record.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I want to clear it up, he's misunderstood.  Mr Sambo, I'm talking upon the day, not the previous occasion, we've already got that in affidavit, where they found a gun that was planted and it was dry and it had been raining, so clearly nothing happened to you after that, I'm talking about the day, we've got now past all that, the committee don't want to hear that because it's on affidavit, okay, so we're now getting to - they want to get to the day of when the actual shooting took place, when the policeman was shot by yourself.   Now on that day, on that morning... (intervention).   What did he say?",
            "Male"
        ],
        [
            "MR LAX",
            "He said they found nothing.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you.   Now on that day, we want to get the sequence of events now, the soldiers arrived, they damaged your property, they found nothing, they had extensive search and there were no weapons found, then they left, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, what - how did you - what did you think they were doing, were they genuinely looking for weapons, were they preparing the terrain, or what was going on?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Before I answer this question, are we talking about the very same day of the incident, on the 29th?",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, that's where we've got to now.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Every time when they came to my place, I used to ask them why they were there.   On that day, they said to me they were looking for guns and they had sniffing dogs which - that were telling them that there were ammunition at my place, or guns.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, okay, but they found nothing on that day?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, they found nothing.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now later on on that very day... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Black, he hasn't answered your question.  Your question to him was, what did he think they were doing by coming there and searching, did they have some other purpose or were they just searching, that was your question, he still hasn't answered it.",
            "Male"
        ],
        [
            "MR BLACK",
            "What I put to you, Mr Sambo, let's put it this way, let's start the sequence of events as they set out, the soldiers come to your house, they search the house, they look for ammunition and arms, they found nothing.   Later on that day two white men come to your house, okay, and that's when the shooting incident took place.   Now the question that I'm asking you is, why do you think the soldiers first came to your house and then later on you saw two white men coming there?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "When the soldiers left and these two men arrived, I thought these were the people who were coming to assassinate me, I don't know if I'm answering correct your question, if I heard it correctly.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.   The question that I'm putting to you that, it's not really that important, but the question that I'm putting to you is, soldiers come, they confirm that there's no weapons there, later on you see two white men come there, what do you think the purpose of the soldiers was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I take it from here, Mr Black?   Mr Sambo, soldiers kept on coming to your house, allegedly to search your house for firearms.   As we have read your papers, in some instances and pertinently on the 22nd of October, they came, searched your house, they even harassed your wife, threatened her with death as well, they kept on coming quite frequently to do one thing, that is to search for weapons, and at every time of that search, no weapons were found by them, yet they continued to come.   You obviously regarded their action as intended to harass you, is it not so?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I, as a trained comrade... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, respond to the question that I've put to you, did you or did you not regard the actions of the police as nothing but harassment?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Harassment in that they will kill me as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to confine yourself to questions being put to you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right, Mr Sambo, now did the soldiers confirm that the place is clean, as it were?   Later on that day, after the soldiers had left and confirmed that the place was clean and had swept the place, no weapons were there, you see two white men arrive?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now in what type of vehicle did they arrive in?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "A white 4 x 4, I've forgotten the model, they had a Moby Jack(?), they were towing a Moby Jack, and there was a Colt Gallant on top.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did the vehicle have any, the 4 x 4 have any police identification emblems or any other form of emblem on it?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "There was nothing to identify that car as a police vehicle.    The only thing that I saw on that car is this emblem on the doors, these stickers were on the doors, a Shell emblem.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now, when they arrived in this vehicle with the Shell emblem, I don't want you, for the purposes of this hearing, to have to go into each minute detail as to the factual occurrences during the course of the shooting, unless the committee so require, but as far as the two white men are concerned, what did they do?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I was in one of my cars and I was resting on my back, I was lying on my back, I was resting there, I saw this car coming and I ignored it, I thought it was a car belonging to a filling station.   After ten minutes, the car came and stopped at a small gate and two men came out from the car.   One of them was a massive guy, like the camera man here in front.   They entered my place and there was a yard where my cars were parked, a big yard, I think four of my cars were parked there, but these were not cars in good condition, I was buying them from a garage in Benoni, from a scrapyard... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, don't go into all that detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would need the details in respect of this incident, Mr... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, as - if you do... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...Black... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "...require that... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...you can traverse whatever detail, minute detail.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Okay, carry on and tell what happened?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "These cars are parked under a net so that they are not burnt by the sun.   They are facing in one direction.   One white man...",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, those cars you're referring to, were they drivable?   Okay.   So they weren't stolen cars?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that, Mr Black, because they were not drivable they therefore were not stolen cars?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well he can answer perhaps.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that a terrible way of putting it to your client?   I mean you are putting it as a conclusion of fact... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...the fact that if cars are not drivable, they therefore have not been stolen.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "All right.   Well, were those cars in any way stolen vehicles?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I bought those cars.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, just continue, Mr Sambo, about... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Black, just because he bought them doesn't mean they weren't stolen.   I mean, really, but anyway, that's...",
            "Male"
        ],
        [
            "MR BLACK",
            "All right, continue, Mr Sambo.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Where I was sitting inside my car, I would see everything, because it was an open space, or there was no building structure.   I left there, or I got out of the car, and I went towards the cars, where the cars were parked.   I realised that one of those white men had parked next to one of those cars, or behind one of those cars, and when I looked around, I saw that the other one was parked next to the Nissan Sentra, and then in the middle there were two cars and then at the end there was a BMW.   This other white man had opened the doors of the BMW.   I went straight to the one who opened the doors of the BMW.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, just to make our life a little easier, you already are aware who of the two persons are, you were present during the criminal trial, you are aware that the deceased was Mr Van der Spuy and the person who is here is Mr O'Farrell.   Now won't you, when you give your evidence, just give an indication of which white man you are referring to?    Are you able to say who actually opened the doors of the BMW?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I won't be able to do so, but the huge one, the massive one, the one who died, whose his name?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Spuy.   Yes, Mr Sambo, thank you.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I went straight to Van der Spuy.   When I arrived there, I asked him, because I've realised that he had already opened my property and he gave himself permission to do so.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did Mr Van der Spuy identify who he was?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did he say he's from the police?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, he didn't say.   Before the shooting, he didn't even tell me as to who he was.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   Who did you think these people were now?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Honestly, in my mind I thought they were security branch, just a little bit, but I also thought that they were from a filling station, because they were driving a car with a filling station emblem or Shell emblem, therefore I thought they were from a filling station.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, just carry on and say what happened then.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "When I asked him, because I can understand English a little bit, I asked him in English why he was opening my cars' doors and he didn't even ask for my permission to do so.   Since we were on this side and the car was facing to that direction, and I came from this angle, he moved backwards a little bit, he started saying something to me, but he was too fast, I couldn't even understand what he was saying, and then he pull out his gun.",
            "Male"
        ],
        [
            "MR BLACK",
            "When he pulled out his gun, who did you think these people were now?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "It was too quick, I didn't even have to think of anything, because immediately after he pulled out his gun, he shot at me.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well where did you think they came from, were they just ordinary people, or what?",
            "Male"
        ],
        [
            "MR LAX",
            "He said he didn't have time to think about that, that's his evidence.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well okay, carry on, Mr Sambo.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I went towards him and I grabbed the hand which had the gun.   We fought just for a little while, because at the time this other white guy wasn't there.   This happened during a short period of time, I can't even estimate the time, it was too quick.   Fortunately, I grabbed the gun from his hand and I shot at him, as he shot at me, I also shot him.   After I shot him, he ran behind the BMW.   I didn't look at him at that time and then I started looking for this other one, I don't know his name, this other white man, and then I realised that he was now in front of the BMW.   When I saw him, he already had a gun, like I've already mentioned that there's a net where I put the cars under, it's sort of a garage which is made out net, at that time that's when I realised that these people may be police, and I told him to drop the gun, and at that time I was shooting.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, when you started to realise that these people might be police, what do you think their purpose was there to do, what was their reason for being there, when you realised that they were police, what did you think their reason was?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's when I realised that these were the ones who were going to come and kill me one day, even though I didn't know.",
            "Male"
        ],
        [
            "MR BLACK",
            "Earlier on you used the word \"assassinate\", is that what - encapsulated in one word, did you think that these people were there to assassinate you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, would you just continue please, Mr Sambo?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "When I was shooting down, when I told this other white man that he must drop his gun down, he did so and then he ran away into the field.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You shot down before saying he must drop his gun?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's correct.   I took his gun.   There was sand there.   Now I had his gun, the other one, since he saw me as he was turning behind the BMW, at the time I was hurting because I could feel the pain where the other guy shot me... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "Just - you were asked, Mr Sambo, to try and, for the case of record, when you talk about \"the other guy\", who shot you, Mr Van der Spuy or O'Farrell?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Van der Spuy.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   And what happened to Mr O'Farrell?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "The last time I saw him he ran towards the field, and then when I turned back looking for the other one, because when standing next to the Nissan Sentra, you will see the wall of the house towards the pathway to the gate.  I went up straight.   There was a flower next to - or a plant next to the Sentra.   Approximately five metres, this flower pot was there next to this Sentra, and then I realised that he was lying there.   As soon as he saw me, he started screaming.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't his evidence that as he was lying there, he was screaming, and not that he was screaming when he saw somebody, mis-translated?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "When he saw me, he started screaming, because I was coming towards him having the gun, or pointing the gun at him, that's when he told me that \"I am a policeman and please don't shoot me\", that's what he told me, he told me this in English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what you mean when you say he was screaming?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "When I was, or when I arrived at that corner, that's when I saw him and he saw me.   Where I was, it's a pathway going towards where he was lying, that's when he started shouting, saying that he's a policeman and I mustn't shoot at him, he said I mustn't kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was a translation about that?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I walked past him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr Sambo, with your evidence.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I saw my wife in front of him.   As I was walking towards my wife, my wife told me that I have blood all over my body and I have been shot at, even though I knew that, but she told me so.   We went towards the gate, we were walking going outside my yard where the cars were parked.   Outside there, I went inside that car, I opened the left door and I searched the car, but I didn't search under the seat, I just checked for guns so that - because I was scared that this other one will go and pick up one gun and try to shoot me.   When I realised that there was no guns, if I can remember very well, I was dizzy and then I sat down.   As I was sitting down there, my wife was next to me.   Just before five minutes was over, I think it was approximately five to seven minutes at most, I may say five minutes, the ambulance arrived.   I still have a problem about the arrival of the ambulance, or the story surrounding the ambulance, because ambulances is very scarce in that area, or it is rare to see an ambulance, but when I looked at this ambulance, I saw this white man, the one who ran away.   When the ambulance stopped, they opened the door, they said to me I must get inside the ambulance.   I refused.   This white guy came closer and I told him he must stop there, if he come closer, I was going to shoot him.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, why did you say this to this man, if he comes closer he's going to shoot you (sic), what did you think he was going to do to you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I knew that if he comes closer to me and grab the gun, he was going to shoot me, he wasn't going to do anything except to shoot me.",
            "Male"
        ],
        [
            "MR BLACK",
            "So are you saying that you didn't believe that they were there to help you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR BLACK",
            "And how did you believe and think at that - still - who was he working for, that man that was in the ambulance, that's Mr O'Farrell, I assume?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I realised there and there that this was planned, and I realised that they were going to shoot me and then the ambulance was going to be there quick so that no-one will explain anything after I'm dead.",
            "Male"
        ],
        [
            "MR BLACK",
            "So did you think that the whole operation had been planned?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And had been planned by security police with two assassins?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Even today, I still maintain that it was planned by security police, no-one can turn me from this belief.",
            "Male"
        ],
        [
            "MR BLACK",
            "So did you go with the ambulance?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't, I didn't want to take that ambulance.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then, could you just then say what happened after that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "After I refused getting inside that ambulance, we took one of my cars.   My wife drove me.   I told her, because I think I was at my senses at that time, I wasn't feeling any dizziness.   We went to Dongwe Police Station.  When we arrived there, we stopped at the gate, I just don't remember very well whether there were three or two African policemen.   I am well-known at that place.   We told them to come closer because we had a problem.    They came to me.  I told them that there were two people who came to my place, and I told them that I didn't know these people, and I told them that they came and they shot, and I told them that I also shot them, I don't know as to whether they are still alive or what happened to them.   I gave them both guns.",
            "Male"
        ],
        [
            "MR BLACK",
            "Which guns did you give them?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "These two men's guns, I gave the policemen both guns, the one which I grabbed from the policeman and then I shot the policeman, and then the other one is Mr O'Farrell's gun, so I gave them both.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "And then I said to them I needed assistance, and I asked them to take me to hospital.   I've almost forgotten one thing, I also asked them to write down the numbers of the guns for me, and then they did so.   And these policemen said to me they didn't have a car to take me to hospital, they said I must go to a clinic in Mangwene Township, and they said to me they will come afterwards to check on me in the clinic.   It was clear to me that this was just another story or something that I cannot rely on.   I didn't go to clinic, I told my wife to drive towards Msindi, it is near, it's a distance like from here in (Indistinct) to Nelspruit, there's just a river crossing, so after you've crossed the river you are in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To what hospital did your wife drive you, Msindi?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "We went to Shongwe Hospital, we hired a kombi there, we hired a kombi at Msindi to go to Shongwe Hospital.  We left my car in another house and then we went to Shongwe Hospital by the kombi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Shongwe Hospital the same as Kwamakalede Hospital?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr Sambo.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "When we arrived at Kwamakalede Hospital, we started registering and I sent my wife that - or I told my wife that she must go and contact Nelspruit people.   It was late at this time... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, when you say \"Nelspruit people\", who are you referring to, she must contact the Nelspruit people, what do you mean by that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "ANC offices in Nelspruit, I gave her two telephone numbers.   The people who were responsible here was Joe Nkona and Dombi, Joe Shibanga.   Ntombi Shope was working in Nelspruit ANC offices, she was working with Joe.  I gave my wife two telephone numbers, one was a home telephone number and the other was a office telephone number, and I asked her to report the matter to them.   She left.",
            "Male"
        ],
        [
            "MR BLACK",
            "Why do you want her to report it to the ANC?   Why did you want her to report to the ANC?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "So that they see to it that I'm protected while I'm in hospital.   What I said to my wife, if they were going to be able to come, they must come at the very same time after she reported the matter to them.   When I was sleeping there in hospital on that stretcher, I saw policemen, five of them.   Among the five, one was a black policeman from Dongwe Police Station, and one was a soldier, a white soldier, and one policeman from Komatipoort Police Station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He thinks he is from Komatipoort.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I only know one from Dongwe out of the five.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what I'm saying is that you thought one soldier was from Komatipoort, you didn't know him?   You didn't know as a fact that he came from Komatipoort, your evidence was that you thought?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "These policemen were five who came to hospital.  One was from Dongwe Police Station, I know him.    The two were wearing soldier's uniform, and then the others were wearing their private clothes, because before the police uniform never used to be the same, so in this period they were wearing different uniforms, one from Dongwe and Komatipoort the uniform was different.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason why you thought he came from Komatipoort and not from Dongwe, because of the type of uniform he had?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct, that's what I thought.   These two were from Komatipoort.   When I realised that there were police there, immediately I was taken by the hospital staff to theatre.    When I gained consciousness, I realised that my foot was cuffed.    I didn't say anything.   Later, at about eight o'clock, I'm not sure of the time, I think it was about eight, nine o'clock, the superintendent came, he told me he was the hospital superintendent and he told me that there were police outside and he told me that they were there to take me to Nelspruit.   I refused.   I think we had a conversation with the superintendent for about an hour, but what I've realised is that whatever I was discussing with him, he was going outside and tell the policemen that I was refusing to go with the police to Nelspruit.   There was another guy who was a male nurse, and there were also two sisters.   I told them, whilst the superintendent had gone outside, that I wasn't going to go to Nelspruit and they supported me, they said yes, I mustn't go to Nelspruit, and they said to me I must refused from the superintendent to be taken to Nelspruit.   And then I said to them if eventually I'll be taken forcefully, they must report to ANC that I've been taken by the police and the superintendent from the hospital, because I may disappear and not be found ever again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose, Mr Black?   Is there anything that turns around this portion of Mr Sambo's evidence?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I don't think so at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there is, please come to our assistance, because we do not want any evidence that's not relevant to the offences for which he has applied for amnesty.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.   Mr Sambo... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come to our rescue.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Ja.   Mr Sambo, this is what happened afterwards.  The committee is only concerned about what you thought and your suspicions and your fears at the time of the commission of the offence.   What took place in the hospital, nothing happened to you there, except that you suspected that the superintendent was reporting to the police, is that all?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Nothing else, except for what happened at home, and I've already explained what happened at home.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   You've also gone further in your affidavit, on page 14 of the record, you relate an incident that took place, in paragraph 17 of that, and we don't need to go into detail there.   This is that in 1993 at one stage you were taken by Tonga police who had been sent to Weitz, and they didn't take you to the Tonga Police Station, but they took you to Nelspruit office and there they sent your brother and your father back with them, although you were prepared to go along voluntarily in your own car, they said, \"Come in our kombi\".   Do you remember that, without going into - do you confirm that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I don't want that evidence to be led before this committee.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I'm just trying to conclude the aftermath.   And that's where you were accused of shooting Ben in Ermelo, etcetera, okay?   Do you remember that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yebo.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   Now we won't go into that detail.   You then carry on, we're coming to a conclusion, on page 15, that you were sent to Graskop at one stage and you were there, you didn't realise that you were going to stand trial, but you had to stand trial and you were given pro Deo counsel by the Court, you didn't have a chance to contact your lawyers?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.   And at all times when you were asked to come along and co-operate, either at the police station or to go to the court, you did so on your own accord and voluntarily?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Would you please repeat that?",
            "Male"
        ],
        [
            "MR BLACK",
            "After the incident relating to the shooting at your home and the killing of Mr Van der Spuy, on occasions you were asked to come to Tonga, and at Tonga, on the last occasion, you were told to go to Graskop, not to stand trial but to sort out something about the inquest report, and at all times did you co-operate and act voluntarily?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Because, if I may just read out, and I think it was agreed, I just want to read the statement here that you've put in your typed statement, and it reads as follows\n\"On this fateful day, I acted with a bona fide and genuine belief that the attack on me was a purely political one, aimed at eliminating me by the security forces, as they were known to kill and eliminate opponents of the apartheid regime.\"",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then it goes on to say that\n\"This is evident from the disappearances of many MK cadres and which a few former security forces have applied for amnesty for their deeds.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would he know how many security policemen have applied for the disappearance of how many AK soldiers?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Sambo, without going into the numbers of people who've disappeared and the number of security police who were involved, how is it that you are aware of the fact that certain security forces members had applied for amnesty in respect of the disappearance of MK cadres, how do you know that they've applied for amnesty?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Since the TRC had started, I've been following it through the radios and newspapers, and the ANC as well, they've been telling me, that's how I came to know that there are policemen who are applying for amnesty.   I don't know if I understand your question very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, basically what I'm saying is that this is sheer speculation on your behalf, because not everyone is aware of how many policemen have applied for the disappearances of how many MK soldiers.   We ourselves working for the amnesty committee are unaware of that.   Until the process has been concluded, nobody can speculate whether people have applied for as many as the disappearance of MK soldiers from the security forces, and that information is not relevant to this application in any event.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.   Okay, if I could continue, you add there in this paragraph, I'm just reading the words that were stated in your affidavit, it states there\n\"It's my submission that you acted in the bona fide, acted in good faith, bona fide, in furtherance of a political struggle waged by my organisation, which was still a liberation movement at the time, although negotiations were still going on.\"",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And then do you stand by your evidence that at the time of the incident in question, and that is that the shooting of Mr Van der Spuy, you were on the firm belief that this was a political assassination plot to kill you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I still believe so.",
            "Male"
        ],
        [
            "MR BLACK",
            "And that these men had been sent there after the soldiers had cleared the place of ammunition for the purposes of carrying out an assassination on you because of your political beliefs?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's true.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, in conclusion, do you say that - and if I may just elaborate a little bit on that - and this belief, did it come about because of all the evidence we've now heard and which is on paper relating to the harassment by security police and the activities, political activities, in which you took part in?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I know a lot about security branch, and also I was told by people or members of the police that they wanted to kill me.   The person who explained to me made it clear to me he was a policeman and he was working for security branch, he came to my house.",
            "Male"
        ],
        [
            "MR BLACK",
            "Is that after the incident?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And he confirmed that this was an attempt to kill you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, he told me so, but he said to me exactly - if I can explain exactly what he said to me, this person from security branch, I didn't force him to tell me this, I went to his house and I requested to see him, because I knew that he was one of the people who used to come to my place who was with the security branch, at the time I didn't know him, but then later I knew him.   I don't know whether I should tell the committee his name, because I don't have a problem with that, if the committee will allow me to say his name, I will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may do so, Mr Black, I mean... (intervention).",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Malopi.   He was working for the security branch, but he was working at the gate.   I wanted to get information from Malopi, I went to his house and then he said to me he really wanted to speak to me, but not at his house, he will come to my place.   At that time he was no longer working at Komatipoort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was he working?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "He had resigned, this is what he told me, he resigned because he wanted to go back to school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when was this information disclosed to you?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "After the incident of shooting, after the shooting incident with the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when had he resigned from the police force?   By \"him\", I mean Mr Malopi.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "After the incident.   It's just that I don't know for certain, but it was after the incident when he resigned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he told you when he was no longer with the police force?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, he told me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just ask a question here?   You said that he worked at the gate, was it like sort of a watchman at the gate or what was his function, or do you mean at the border gate, it's not clear to me.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Let me just clarify this.   In Komatipoort, in town, policemen are working in different departments.   The ones who were responsible for killing people, they are placed or their offices are at the border of Mozambique and South Africa, next to Nkomaze River, that's where he was working.   When I say the gate, I mean the border gate.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And do you know what his rank was, what was his rank?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I'm not sure, but I don't think he was someone who's high on the hierarchy, I think he was a little bit lower.   This is just my suspicion.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Ja, this is what I am trying to establish is what sort of knowledge he could have had, but do you have any idea of what his age was, you said he was going back to school, was he a very young policeman?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Older than me, he may be two years older than me or three years older than me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't know how old you are, but could you just try and translate that into his age at that time?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I think he was 33 years, and I think at that time I was 28.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may continue, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Madam Chair.   Now, just to conclude this evidence, Mr Sambo, you say in paragraph 21 of your affidavit, I'll just read it out to you and you'll just confirm.   You say\n\"I regret the shock and suffering endured by the members of the family of the deceased.\"\nYou go on to say that:-\n\"As an MK soldier, at all material times...\"\nthat's not your words, but:-\n\"...at all relevant times, I took part in various operations.\"\nYou say:-\n\"It was my genuine belief that the deceased was an enemy agent whose bent, or whose intention, was to kill you or eliminate you and he had to be stopped as he had already shot you first.\"",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "It is true.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black, that should conclude Mr Sambo's evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   May I just ask, is there anything further that you wish to add to what you've already said?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which is relevant, Mr Black... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Which is relevant, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...to the offences for which he seeks amnesty, that must be cardinally clear to Mr Sambo.   I am sure you would like to say far much more in respect of his harassment and the difficult circumstances around which his family members lived as it can be gleaned from the papers before us, but we'd want him to confine himself to facts which would only support the acts for which he seeks amnesty.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Do you understand, Mr Sambo?   Now just simply, we've concluded the evidence, you've given evidence even on paper, although you might not have said everything about your harassment, about the surrounding circumstances under which you believed that at the time of the killing, you were being, this was an assassination plot on your life?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, there is something I would like to add on top of what I've said already.",
            "Male"
        ],
        [
            "MR BLACK",
            "In connection with what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this relevant, Mr Sambo, is that... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, what do you want to say?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I want to explain something to the committee, that I didn't list out every little thing which the whites have done to me, or the policemen have done to me, because I didn't know that I was supposed to... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, I'm going to interrupt you.   Mr Black, let us not be disappointed in how you are conducting your evidence in chief.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We want facts around the offences for which Mr Sambo is seeking amnesty.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, Mr Sambo, let me put it this way then, can we, would you be satisfied, tell the committee that what is contained here relating to all the harassment, what suffering your family has undergone, both physically, mentally and otherwise, the committee has already expressed that they understand that, but you are saying, okay, you haven't told everything to them, but there are other facts, but we don't, at this stage, need to know what those other facts are and incidents of harassment, there is sufficient before the committee to understand, in my submission, that you were harassed.   What they were concerned about is what you believe at the time of the shooting.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Nothing.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, there's nothing further, thank you.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "MR BLACK",
            "Madam Chair, that would, at this stage conclude the evidence of the applicant.   We were going to call another witness, but it was simply going to be of a confirmatory nature and the committee has already their, if not their acceptance, but their understanding of what is contained in the papers before it under oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't want to dictate to you, Mr Black, on how to run your client's application, it is your duty to do so... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...as best as you can.   If, in your best judgment, you feel that you still have to lead further evidence to support Mr Sambo's application, we will not prevent you from doing so.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "However, if that evidence will be the evidence only to show how Mr Sambo was harassed prior to the commission of the offences for which amnesty is being sought, we will remain again in our view that I think that information has sufficiently been conveyed in his application and pertinently in his two affidavits.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Madam Chair, that's why I say it was really confirmation about events leading up to the incident, and the belief held by both Mr Sambo and members of his family as to what these people had been doing on his property.   Whether the belief is justified or not, I've explained that to Mr Sambo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Having regard to what I've just said... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...you will then obviously exercise your mind whether there really is a need to call such further testimony to support the main application.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   No, in my discretion, I don't think it would be necessary at this stage.   Thank you.   Ms Thabete, I'm sure you have questions to put to Mr Sambo.",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair, I do, but before I do, can I please have five minutes to consult?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.   We'll take a five minute adjournment and we'll return at ten to twelve.   If you do need more time Ms Thabete, will you please just give us an indication well ahead of the time that we have now set down to reconvene, ten to twelve.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you, I'll do so, Madam Chair.\nCOMMITTEE ADJOURNS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's been drawn to my attention that I didn't apprise you of the fact that if you so wanted to take off your jacket, you may do so.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I'll be indebted to the committee for that.   Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, you may proceed to put questions.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, you spoke about the army coming into your house on that day in question.   Did they see the cars that were parked - the four cars that were parked in your house - at your house, sorry?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes, they saw them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did they search them?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes, they searched them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did they find anything?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Nothing.",
            "Male"
        ],
        [
            "MS THABETE",
            "And then, later on that day, when Mr Van der Spuy and Mr O'Farrell came, you were asked a question as to what you thought they would be doing there, or you were asked a question who you thought they were, and you said well, because you as a Shell emblem you thought they were from the garage, do you remember that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "And later on you said you thought they were there to kill you.   In your application at page 5 of the bundle, No 10(a), you've written that you thought they were thieves.   Can you just clarify who you thought Mr Van der Spuy and Mr O'Farrell were, when you saw them that day, in the light of the answers that I've given you, or that you gave to us?",
            "Female"
        ],
        [
            "MR BLACK",
            "Sorry to interrupt my learned friend here for the -I did indicate to the Court and it slipped my mind, that I would be leading evidence to clarify that issue, in my opening address, but I must - I'm afraid it did slip my mind and, with all due respect, I could be given the opportunity, although I've no objection to my learned friend explaining now, as I've tried to indicate the difficulty in leading this evidence, if she refers to paragraph 5, it means nothing to the applicant, he doesn't read, but if she had to say in... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's page 5, not paragraph... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Ja, page 5, but if... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...paragraph 10(a).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "But if she had to say what is written in paragraph 10(a), that being the document which was filled in at the prison at the time of his making - in other words explain to him what the nature of the document... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "...otherwise I could do it, I could clarify that if the Court, if the committee gives me that opportunity, but I forgot to do it at the end of the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you did indicate at the commencement of your evidence, Mr Black, that you intended, you identified certain paragraphs that you intended to clarify to the committee, I just took it for granted that the further questioning also addressed this particular issue, because I made a note that you referred to paragraph 10(a) on page 5.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   What I wanted to do was, just explain to the committee the circumstances under which this was completed, this form, and how it's come about that this wording is there, and I did indicate that it was a language problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Would the committee give me that opportunity just to clear it up, otherwise we could end up having questions and questions about it the whole time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's give Ms Thabete an opportunity to respond to that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you recall Mr Black making that request, that he wanted to have certain paragraphs contained in the application form... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, I recall that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...clarified?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I recall that, Madam Chair, and I have no objections to him doing that, more especially why I'm asking this question is that it was also raised at the trial that at some stage the applicant thought these people were thieves, so I would gladly like him to clarify it please.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, in view of the nature of the inquiry that we are conducting and the fact that you had indeed, right when you started with your evidence in chief, raised these concerns with the committee, we will grant you an opportunity to clarify that issue by leading this aspect of evidence with Mr Sambo.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, I'm indebted to you, Madam Chair, and I'm certain, I'll be sure that it's brief.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Sambo, you were asked a question, now you will recall that... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Clarify on the basis of what you could have gone ahead, had... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...that opportunity not slipped you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not on the basis of the question asked by Ms Thabete",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.   Mr Sambo, you will recall that when you applied for amnesty the first time, when you were in prison, a form had to be completed?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.   Now who completed that form?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Another prisoner.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now when you spoke to this prisoner, in what language did you speak to him?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "In Swazi.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now it appears, apart from all the spelling and the difficulties here, but without going through this form one by one question, the one question that is asked, and this is what is relevant now, is it says, there's a question or a request that you must state what political objective you wanted to achieve by your actions, okay?   Now in reply to that question, what is written here, although very bad English, it says, what's written here\n\"No, I...\"\npresume it must be:-\n\"...thought they were thieves.\"",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I think the person who was helping me didn't understand what I was saying to him, but what I know is that the reason I said they were thieves, I meant security branch, they were people who were working for the government, the old government, who were thieves and who used to steal.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja, but Mr Sambo, let's not get into long detail, what words did you use, what word did you use to describe these people in Seswati?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Thieves, criminals.",
            "Male"
        ],
        [
            "MR BLACK",
            "So that could... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He means it's more criminals than thieves.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Ja.   So you mean you considered them to be criminals?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes.   I meant security branch, they were criminals.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   Thank you, Madam Chair, I don't want to, need to go into...\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black, now that you've been afforded the opportunity that you had earlier on indicated that you would want to be afforded, we'll go back to Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "(cont)\n\tMr Sambo, in the light of the clarification that you've given, maybe you can explain, you see on page 39 of the bundle, in the judgment, there is a suggestion, or the judge said, in your evidence you say that you thought that these two whites were going to perhaps steal from the car, or look to see if they could steal from the car.   Did you give such evidence in court, or do you remember giving such evidence in court?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I don't remember saying so.",
            "Male"
        ],
        [
            "MS THABETE",
            "So are you saying that when the judge said you did say this, he was not telling the truth?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Won't you read to him the relevant portion of the evidence to which you are alluding?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, in court the judge says you said... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What page, Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It's page 39 of the bundle, page 13 of the judgment... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Line... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which paragraph?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "...20, or line 19.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "The judge says you said you thought that these two whites were going to perhaps steal from your car or look to see if they could steal from your car and then come back at night.   So what I want to know is, did you say that or didn't you say that, in the light of what you've explained?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, do you understand the ambit of Ms Thabete's question?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I don't truly understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you gave testimony at your criminal trial, did you tell the truth about how Mr Van der Spuy was killed and how Mr O'Farrell came to be disarmed, and the surrounding facts around that incident, did you tell the truth?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I didn't tell the whole truth in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now according to the judgment before us, it is stated that during that trial you said you thought that the two policemen, whom you described as two whites, were coming to your place to steal from your car, or to look to see if they could steal from your car and then come back that night and steal.   Did you say that?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't say so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you sure you did not give that evidence during your criminal trial?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I am not sure, I've forgotten as to what exactly I've said in court, but I didn't tell the whole truth, even though there was partial truth and somewhere I was lying in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying you do not recall what untruths you said in court in respect of the offences for which you were standing?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I do remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the simple question is, the judge stated that this is what you said during your testimony when your criminal trial was being conducted, you said two whites came and you thought those two whites were coming to steal from your car, or to look if they could come back later at night to steal from the car.   Is that what you told the judge, is that the lie you told the judge during your criminal trial?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed, Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, I find that interesting because that same stealing, or that same factor is raised by you in your application.    Do you want to respond to that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "In my application I only referred to criminal, not stealing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, suppose, you spoke about criminal activity and you didn't specify what kind of criminal activity.   Why did you say so, because what you are saying in your application seemed to coincide the evidence you gave during your criminal trial.   Even during your criminal trial, you referred to criminal activity, you regarded these people as criminals, or as potential criminals, who would come and steal from your car.   You didn't say, during your criminal trial, that the police in question were possible assassins because of the threats that you had been receiving from the security force, your suspicion that you would be killed by the security force, you did not allude to any political motive, the motive you alluded to was purely criminal.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "In court I wasn't given a chance to explain like here today.   Even my lawyer didn't give me a chance to listen to me, I only had 30 minutes consultation with my lawyer, and I even told him that I'm seeing him for the first time and he's not giving me enough time to explain, and he told me that he knows exactly what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now let me just get clarity on one issue and one issue only, is it your evidence today that you deliberately lied in court in your criminal trial, is it your evidence?   And let me tell you why I'm asking that, we have had countless applications wherein applicants have said to us, \"We lied during our criminal trials\", then they give us the reason why they lied, and they say, \"We are now coming with the truth before this commission, because we believe that we can trust them in the truth that we would like to unburden to them\".   Now what are you saying?   Are you saying you also lied during your criminal trial, and if you did, why did you lie?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I didn't want to be sentenced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it not true then that you would have maintained that lie whether you had consulted with you lawyer for 100 hours or for ten minutes?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the lie did not result because you had not been afforded a proper and sufficient opportunity to consult with your lawyer?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "If you can please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have today suggested that the reason why you lied during your criminal trial was because you had not been afforded sufficient opportunity to consult with your lawyer, that you had very little time to consult with your lawyer, that's what you have suggested to us today.   My question is, would the time of consultation with your lawyer have mattered at all to change your decision to lie, in the light of the fact that the reason why you lied was because you thought that lie would enable you to escape being convicted, you lied to escape a conviction, is it not so?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct, but I was going to tell my lawyer, even if it was a lie, I was going to tell him, because I didn't want to be sentenced, I was going to tell my lawyer so that I escape from being sent to prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm getting more confused, Mr Sambo.   Did you say what is contained in this judgment or did you not say so?    No, you ask me, I have asked the question.   You can ask me to simplify my question if you think it's that complex, and I will endeavour to do so.   I am here to assist you, you are here to assist me.   I will simplify my question.    You have been referred to a version you gave during your criminal trial which is encapsulated in the judgment of Judge Curlewis, as appearing on page 13 thereof, and I quote what the judge said you had said during your criminal trial.    He says you said the follwoing, now listen carefully, you thought that these two whites, and by these two whites Judge Curlewis was referring to the deceased, Mr Van der Spuy, and the person who's still living, Mr O'Farrell, you thought that the two whites were going to perhaps steal from your car, or look to see if they could steal from your car, and then come back that night, and this was in broad daylight in front of your brother.   I think there is a typing error there, it should have read as this was in broad daylight in front of your brother, that they couldn't have stolen during the day, but you thought they would come back and steal from your car at night, and that's why they came to see what is it that they could back and steal at night.   I am not saying that, it is Judge Curlewis saying, summarising your evidence.   Now you would want to have us believe that Judge Curlewis was summarising the evidence that never came from you, which would be highly improbable.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I do remember.   I said so in court as it's written down, but it was because I had to explain this thing, or the incident which occurred on that week.   This BMW had no wheels... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know, Mr Sambo, you will make our job much more easier if you only respond to questions put to you, without having to come with elaborations, which tend to even distort what could be very good explanations by you.   What I want to know is, did you say what is contained in this judgment, as summarised by Judge Curlewis, did you say so?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was that a lie, you were not telling the truth?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I was telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were telling the truth about the fact that you thought the two whites you saw were coming to steal from your car?   You must be careful now of what you are saying.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I wasn't telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why... (intervention).",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "What I don't understand clearly, because if I understand you well, is that you're saying that I said that those white men came there so that they would steal and/or to check if they can come later at night and steal, and now you want me to confirm if I said so or not.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will try to speak to you in Swazi, because I don't know whether these people who are interpreting are not interpreting this very well.   It looks very simple.   Do you understand Zulu?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What we are trying to get from you is that what's written by Judge Curlewis who wrote or was the presiding judge when you were arrested for murder of Constable Van der Spuy and the case which you were facing of not allowing them to do their job, together with Constable O'Farrell, and also for the possession of a firearm which was unlicensed, in that case the judge is saying that your testimony was, these two white men were injured because when they came to your place and went to your cars, you thought that these two white men were there to steal inside your car, or you thought they were going to come back and steal at night.   The reason they came when it was still daylight, they wanted to see as to what was inside those cars or that car, so that when they come at night they steal.   This is the evidence which Judge Curlewis said you had gave.   Is this the evidence you've told the Court?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you telling the truth when you gave this evidence in court?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "You mean which evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're talking about this very evidence.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "This was a lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If this was a lie, can you give us the reason why you told this lie in court?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, I can give you.   What made me say so, I didn't tell the Court that I knew these people, therefore I wanted the Court to believe that these people came to steal there, that's why I said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You thought you were going to be released by saying this lie?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand each other now.   The question from Ms Thabete now is that she understands that you lied in court at that time, because you were trying to escape conviction, but now what is troubling her is that this lie which you've told the Court, that these two men, or white men, who came to your house and opened your car, because they wanted to steal from your car, this lie, it's almost exactly or similar to your statement, the one which you've written for the commission as they've already read it to you from page 5, paragraph 10(a).   Now you were applying for your amnesty, because here in this application for your amnesty, you did again write that you thought that these people were thieves, you used thieves - I'm not finished - now I know, as a chairperson, that you've already tried to explain that you didn't write this application on your own, you were being helped by someone else.   If you've written this personally, your aim was to write and refer to these people as criminals, not as thieves.   Do we understand each other?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, we do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete now, she has a problem, even though you've now explained.   Her problem is that there is no evidence here that these people were there to kill you, or to assassin you.   Even though you used a word like criminals, to her it's still the same, that criminals and thieves are almost the same, it's almost the same like the evidence you've told the Court.   Now you can answer and explain so that we go further.   Do we understand each other?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Can I answer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "When I was writing my application for amnesty, and when I said these people were criminals, I was meaning criminals from the security branch, criminals who are doing secret things if they want to further their aims, because they wanted to kill me politically, but no-one would have found out who they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, you may proceed.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Very well, Mr Sambo, still on the same point but I'm proceeding, you gave evidence that when you approached the two, Mr Van der Spuy and Mr O'Farrell, they did not inform you that they were policemen, is that\ncorrect?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "It is my instruction, Mr Sambo, that when you approached them, they did explain that they were policemen and they wanted to search your vehicles.   What is your comment?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "What I've said is the truth, they didn't tell me they were police.   On our first encounter, when I went and approached the one who died, Mr... (intervention).",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Sambo, if they had told you that they were police... (intervention).",
            "Female"
        ],
        [
            "MR LAX",
            "Just hang on, we're waiting for the translation to finish, please.   Please continue, Ms Translator, you were saying when you first approached Van der Spuy... (intervention).",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "...something, and then you stopped.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "When I first approached Van der Spuy, he didn't say that he was a policeman.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Sambo, if they had introduced themselves as policemen, would it have changed your response to them, would it have made any difference to the way things happened that day?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I think the reason for them not identifying themselves as policemen, it's because they were there to kill me.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, my question... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, the question is, had they identified themselves as policemen, would this, I quote Ms Thabete, have changed the way things happened that day?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I don't know.   They should know that.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm talking about yourself, would you have shot Mr Van der Spuy?",
            "Female"
        ],
        [
            "MR LAX",
            "Perhaps put it another way, if I may assist, what would you have done if they had told you that they were policemen at that point in time?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "You mean before shooting me?   You mean them identifying themselves before they shoot me or after they've shot me?",
            "Male"
        ],
        [
            "MR LAX",
            "I'm saying that at the time you approached Van der Spuy, what would you have done if he had said, \"I'm a policeman, I'm here to check these cars out\", what would you have done?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I was going to let him search my car.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you approached Mr Van der Spuy and Mr O'Farrell, were they next to the cars?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes, they were.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your evidence you said they had started opening the doors of the cars, isn't it?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Only one had, Ms Thabete, that's his... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Van der Spuy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Van der Spuy only.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Now my question to you, Mr Sambo, I hope it's the last question on this aspect, it's that in your evidence you've told us that in your mind you thought these were security branch policemen.   You saw... (intervention).",
            "Female"
        ],
        [
            "MR BLACK",
            "Sorry, may I just interrupt there?   There are different stages, as... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just allow her, Mr Black, to complete her question because it will probably address your problem.   Proceed, Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you, Madam Chair.   You say when you saw Mr - according to your earlier evidence, when you saw Mr O'Farrell and Mr Van der Spuy, you thought they were security branch policemen.   When you approached them, you say they didn't tell you that they were policemen, but you thought they were policemen, they were busy searching your car.",
            "Female"
        ],
        [
            "MR LAX",
            "To be fair, Ms Thabete, he said he thought a little bit that they were policemen, but he saw the sign on the side of their vehicle... (intervention).",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes, the emblem.",
            "Female"
        ],
        [
            "MR LAX",
            "...and he thought they were from a garage, he thought they were from a Shell garage, that was actually the full text of his testimony at that point in time.",
            "Male"
        ],
        [
            "MS THABETE",
            "But I thought we had addressed that question, because my first question was, he said they came from a garage, and then he said he thought they were going to kill him, and then he said he thought they were police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There were various stages at which he said different things... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Oh, okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...I think that's why Mr Black in fact was intervening to object to your line of questioning, because it didn't contextualise the situation as already testified to by Mr Sambo.   Rephrase your question.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Fair enough, maybe I should rephrase my question.   At the stage when you approached Mr Van der Spuy and Mr O'Farrell, would it be correct for me to say you thought they were security branch policemen?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I only realised that when he took the gun from his pocket or wherever he took his gun, that's when I realised that they were police, because I knew that police or security branch were the people who wanted me dead.",
            "Male"
        ],
        [
            "MS THABETE",
            "So all along who did you think they were, before you saw them taking out the guns, who did you think they were?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I thought that they were from the garage, Shell garage.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay, I'll move on.   It is my instruction - I have already said that it's my instruction that they actually introduced themselves to you as policemen and you responded and you said that's not true, they did not.   It's also my instruction that you, when they, after they had told you that they were policemen, you actually caused a scene and you prevented them from further searching your car, is that correct?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it also not correct that after you had prevented them from further searching your cars, Mr Van der Spuy warned you that he will place you under arrest?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it also not true that after he had warned you, he grabbed you by the arm, saying that he's placing you under arrest, whereupon you grabbed him around the waist and attempted to remove his firearm, isn't that correct?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "Further, is it not correct that when you attempted to remove Mr Van der Spuy's firearm, he pushed you and he drew his weapon and fired one warning shot in the ground?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's a lie.",
            "Male"
        ],
        [
            "MS THABETE",
            "Further, Mr Sambo, is it not true that after he had fired one shot on the ground, you came back, you grabbed him around the waist, whereupon Mr Van der Spuy bit you, or I'm sorry, bit your hand?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who bit whose hand?",
            "Male"
        ],
        [
            "MS THABETE",
            "The applicant bit Mr Van der Spuy's hand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Isn't that correct?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "So, Mr Sambo, are you saying the evidence from the photographs that were taken on the scene showing a bite, were not from you, you did not bite Mr Van der Spuy's hand?",
            "Female"
        ],
        [
            "MR BLACK",
            "May I just - I certainly don't have any such evidence, and I haven't see any such photograph.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one, I just lost that because my colleague was telling me about something, what evidence is that, Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Madam Chair, my learned friend is attempting to create or refer to a court record which we don't have, and... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you have a copy of the court record?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I've got a copy of the judgment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   I mean that is referred to in the judgment.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, but we haven't seen any photographs of any such... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I agree, we also don't have any such copies, but these have been referred to in the judgment.   To the extent that I think Ms Thabete wants to delve deeper into those photographs and details surrounding the evidence impinging on the photographs, you might have to have the photographs in front of you, but I don't think that's what she's attempting to do.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hope, Ms Thabete, you are aware of the difficulty that might present the committee if you were to go deeper into the nature of the photographs and the details surrounding the evidence contained in the photographs themselves?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madam Chair, I understand that, but I also have instructions, and I just wanted the applicant to verify, in the light of the fact that, besides the instructions I have, it's there in the judgement, page 6, page 32 of the bundle, where it refers to the bite mark on Mr Van der Spuy's wrist, I just wanted to find out whether... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I think it's for Mr Sambo to admit or deny that evidence, but I think that can't take the matter any further, you can't object to that question simply because you don't have copies of the photographs.   As I understand Mr Sambo's evidence in that regard, it's a denial.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, okay.   May I... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It can't be taken any further.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   No, I just wanted that to be placed on record, because I just have some difficulties in, you know, that matter being put to him without seeing the photographs.",
            "Male"
        ],
        [
            "MS THABETE",
            "Page 32 of the bundle, page 6 of the judgment, line 20.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, for your peace of mind, we do not think as a committee that anything can turn around that piece of evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that will really come to be uneasiness... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...with which you are taking this line of cross-examination.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   No, no, I appreciate that the committee is fully cognisant and aware of the laws of evidence in this regard and my learned friend may continue.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Madam Chair, may I just address Mr Black on this point?   Mr Black, I would just like sort of clarity in my own mind, are you saying that the court record would not be admissible evidence, because it's a public document?   If Ms Thabete were in a position to produce extracts or anything from the court record, would you accept that that is admissible evidence?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, most certainly, but we just don't have - to put to a person the bite mark on the right hand without having it before you, is a bit unfair.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "No, I just wanted to make sure that I understand your objection correctly.   Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Ms Thabete.   Thank you, Ms Bosman.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "So, Mr Sambo, you're saying you did not bite Mr Van der Spuy's hand, is that your evidence?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's his evidence, Ms Thabete... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...let's move on.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Okay.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, it wasn't his hand, it's his wrist, is it not correct?",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's his right wrist.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "...it's his right wrist, yes.",
            "Female"
        ],
        [
            "MR LAX",
            "He might say, \"Yes, I didn't bite his hand\".",
            "Male"
        ],
        [
            "MS THABETE",
            "I stand to be corrected, thank you member of the committee.   Did you bite his right wrist, Mr Sambo?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "The hand which had a gun, I think that's the hand which I bite when I took the gun.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you're admitting to the fact that you actually bit Mr Van der Spuy's right-hand wrist?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why have you just denied that part of Ms Thabete's question?   I know in Seswate it really doesn't make any difference whether it's a wrist or it's a hand, there is no material distinction between the two, why did you say, \"No, I didn't bite his hand\", but you can say, \"Yes, I bit his wrist\"?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "After he shot me, Mr Van der Spuy, I grabbed his hand, the one, the hand which had a gun.   We fought, because I wanted to take his gun from him, because I was scared that he was going to kill me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that evidence - no, I think the question was not that you assaulted him, the question was you bit his wrist, and you said no.   Was that not translated properly to you?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "It means it wasn't translated properly to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   You may proceed, Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "According to my instructions, Mr Sambo, after biting Mr Van der Spuy's right-hand wrist, as you've admitted that you did bite it, you disarmed the deceased, is that correct?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you please repeat yourself, Ms Thabete, for my notes?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, isn't it correct that you after you had bitten the right-hand wrist of Mr Van der Spuy, you disarmed him?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "It happened same time, when I grabbed his hand, I was trying to take his gun, because I grabbed his hand in a way that the gun wasn't facing towards me, because the gun was already on.   I didn't want the gun to shoot me, and then I took the gun from him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you bite him?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "As I was taking the gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you bite him, it didn't happen that when your teeth were in his flesh, you took the gun from him?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's how it happened.",
            "Male"
        ],
        [
            "MS THABETE",
            "After taking - after disarming the deceased, is it correct that you took two steps backwards, you cocked the weapon and you swung the weapon around their faces, their faces, that is Mr O'Farrell and Mr Van der Spuy's faces, is that correct?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "If you can please repeat?   No, I didn't.   Maybe I don't understand your question, you said after I disarmed him... (intervention).",
            "Male"
        ],
        [
            "MS THABETE",
            "It's my instructions, Mr Sambo, that after disarming the deceased, you took two steps backwards, you cocked the weapon, and then you swung the weapon around onto their faces, the faces of Mr... (intervention).",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instructions that you turned around and then you started walking away, and as you were at the gate, Mr Van der Spuy shouted at Mr O'Farrell that \"Shoot him, because he has my gun\", that's what he said, and upon you hearing that... (intervention).",
            "Female"
        ],
        [
            "MR LAX",
            "Just let him answer.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's one sentence.",
            "Female"
        ],
        [
            "MR LAX",
            "Part of the problem, Ms Thabete, is that when you put three or four different facts into one question and he says no, he may be saying no to just one of them, or he may be saying no to all of them, and you leave the door wide open to all sorts of problems later.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm indebted to you.   It's my instruction, Mr Sambo, that after you had swung the weapon around their faces, you turned and you started walking away to the gate, is that true?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "No, that's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instruction that Mr Van der Spuy shouted at Mr O'Farrell and said, \"Shoot him, he has my gun\"?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instructions that upon you hearing Mr Van der Spuy saying, \"Shoot him, he has my gun\", you turned around and at that stage you saw Mr O'Farrell drawing his gun and cocking it, is that true?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "No, that's not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instructions, Mr Sambo, that after you saw Mr O'Farrell drawing his gun, you then shot at the deceased.   What is your response to that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "This is a lie, a blue lie.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instructions that Mr O'Farrell, after you had shot the deceased, Mr O'Farrell pointed the firearm at you, and before he could shoot you, he was attacked, and as a result of his hands being hit by the said attack, he shot at you, or one shot was fired as a result of the attack, is that true?",
            "Female"
        ],
        [
            "MR BLACK",
            "With respect, could my just learned friend clarify what she means by \"attacked\", I don't know... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you do that, Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, my instructions are when Mr O'Farrell had pointed the firearm at you, he was attacked by your brother and some other people who were at your house.   Do you know anything about that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "This is a lie.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instruction that when they attacked him, they hit his hand, whereupon, or resulting in the trigger being pulled and one shot being fired in your direction.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many people is it alleged attacked Mr O'Farrell?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "This is not true.",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry, Madam Chair?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many people are you alleging attacked Mr O'Farrell?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I will have to get... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've mentioned the brother?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "My instructions are it's the brother and other people, but I don't have the exact number, I can quickly... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it a small group, is it one person?   Mr O'Farrell, I think we can grant you a right to sit next to Ms Thabete so that it can facilitate her getting instructions from you as she puts questions to Mr Sambo and as Mr Sambo responds to her questions.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "My instructions, Madam Chair, are that it was plus-minus approximately six people, amongst them was the brother of the applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, Mr Sambo, do you recall that a small group of people, consisting of approximately six persons, including your brother, attacked Mr O'Farrell?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's a blue lie, I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the occurrence of this incident, was there such a group of persons?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I don't have any information of such.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not at any stage material to this incident witness a small group of persons who had gathered around the scene?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I didn't see any people, except for the two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your brother not in the vicinity during the occurrence of this incident?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I didn't see him at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   You may proceed, Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you, Madam Chair.   Mr Sambo, it's my instructions that the deceased never shot you.   The shot that actually injured you was fired by Mr O'Farrell.   What's your response to that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "That's a blue lie.   If he shot me, I would have killed him, he's lying.",
            "Male"
        ],
        [
            "MS THABETE",
            "It's also my instructions, Mr Sambo, that after he had been shot, Mr O'Farrell was, after Mr O'Farrell was attacked again by your brother and the other group of people, two shots also were mistakenly - two shots were mistakenly fired and they went off into the ground.   What's your comment?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I can't understand your question clearly?",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm saying besides the shot that injured you, according to my instructions two other shots were fired on the ground by mistake.   Do you know anything about that?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I don't know whether I should ask something in order for me to understand your question clearly?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I don't understand whether you're referring to the bullets which went off when I was trying to get hold, or to get the gun from Mr Van der Spuy or are you talking about another two shots which I don't know.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm talking about the incident where Mr O'Farrell was attacked by a group of people and two shots were mistakenly fired on the ground... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "...by Mr O'Farrell.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "What is your response?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hear any shots being fired after you had disarmed Mr Van der Spuy?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hear any shots being fired after you had shot Mr Van der Spuy?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there no old ladies and old men in the vicinity during the occurrence of this incident?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I didn't see them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Immediately after grappling for the gun with Mr Van der Spuy, was Mr O'Farrell within your sight, could you see him?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "After I shot Van der Spuy, that's when I saw Mr O'Farrell.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was he at that stage?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Right in front of the BMW and he was coming towards my direction.   He had his gun pointing at me.   At that time I've already shot Mr Van der Spuy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your evidence is that there was no-one around Mr O'Farrell at that stage as he was cocking his firearm?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No, there wasn't, there was no-one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the evidence that suggests that it is not you who dispossessed him of his firearm, but it is in fact the people who had grouped around the scene of the incident, that evidence is in fact not true?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's a lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, you may proceed.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Sambo, when did you, if there was nobody around the scene, can you explain when did your brother come to the scene?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I saw him when my wife was driving from my house.  I don't know where he came from, but I saw him jumping inside the car.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where was your wife going?   This is after the scene.",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "We were heading for the police station.",
            "Male"
        ],
        [
            "MS THABETE",
            "I don't quite get you, Mr Sambo, I'm asking you when did your brother arrive at the scene?   You're saying you saw him when you were on your way with your wife to the police station?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "This was after the incident, and this is when, after O'Farrell came with the ambulance and then Victor came and jumped in the car.   I don't know where he was coming from, I didn't see that.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm a bit confused, I don't know whether... (intervention).",
            "Female"
        ],
        [
            "MR LAX",
            "There's nothing to be confused about, Ms Thabete, his previous evidence was that after this whole thing, they drove to a police station, his wife drove him.    What he's now saying is that the only time his brother came \"on the scene\", in inverted commas, not necessarily the scene of the shooting, is when his brother got into the car at the time they were heading for the police station.   His previous evidence was that there was nobody else at the house, when you asked him about other people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the vicinity, not in the house.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Sorry, Mr Sambo, before you do, what's confusing me is that in your affidavit you say you went to the police station together with your wife and your brother where you submitted guns and told them what had happened.   So what I wanted to know is, when did your brother arrive at your house?",
            "Female"
        ],
        [
            "VOICE SAMBO",
            "I asked my wife as to where was my brother coming from, where was he coming from, because he only jumped inside the car when we were, me and my wife, we were on our way to the police station, I even asked my wife this, where did he come from, but he came after.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still have difficulty with that response, Ms Thabete?   Do you still have difficulties?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I do, but maybe I'm confused and... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Ja.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What confuses you?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "What I was asking, the applicant says there was nobody at the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In the vicinity around... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "In the vicinity around.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...where this incident took place... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...not necessarily in the house, in the premises... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "In the premises.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, yes.   And my instructions are that the brother, together with other people, attacked Mr O'Farrell.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Now you will recall that when that was put to him, he said as far as he is aware, he only saw Mr O'Farrell, and he saw Mr O'Farrell cocking his gun approaching him, and that there was no-one around Mr O'Farrell at that stage, not the brother nor a small group of people that we are aware, according to the court records, are alleged to have been around and are alleged to have in fact assaulted Mr O'Farrell and dispossessed Mr O'Farrell of his gun.   He has further stated that it was not that small group who dispossessed Mr O'Farrell, it was himself who did that.   Now the brother, as he says, left him in the lurch, so to say, when this thing was going on, he suddenly appeared from nowhere after the shooting had taken place and as they were driving to the police station with his wife, and he doesn't know where the brother was.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Is that correct, Mr Sambo, as the chairperson's put it?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "I've got no further questions, Madam Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Could I just, before you finish, can I just clarify?   Mr Sambo, did you live on the premises where this incident took place?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No.   It's my parents' house, my house it's next door, next to my parents' house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now how far, how far from where the incident took place, is your parents' house?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "50 to 70 metres.   50 metres.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And were there people home that day?   It was daylight as far as I have it?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't see anyone there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just to follow up, were there people at your house, which was about 50 metres away?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yebo.",
            "Male"
        ],
        [
            "MR LAX",
            "Lots of people?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "There was my wife only.",
            "Male"
        ],
        [
            "MR LAX",
            "Only your wife?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yebo.",
            "Male"
        ],
        [
            "MR LAX",
            "And where was your brother, before this thing happened, was he around?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I didn't see Victor at all before this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't it your earlier evidence that your brother was sitting in the sand somewhere in one of the premises?   Am I recollecting incorrectly?   I could be.  If I am, please correct me.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't say so.   I did mention a sand next to the BMW under the tree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, and I'm glad I have been corrected, because I think I had made a note to that effect.   Now I recall, Mr Sambo, I think I am recalling the summary of the evidence given by Judge Curlewis, but your version is that your brother was never at the scene at all as far as you can recall, is it not so?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "There are just two, perhaps three aspects that I just want some clarity on.",
            "Male"
        ],
        [
            "MR BLACK",
            "It was put to... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not really - are you sure that will be re-examination, if you want clarity?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, I could, it probably would be re-examination in the sense, it was put to you by a question that after you had disarmed the deceased, this is what my learned friend put to you, that after you had bit the wrist and disarmed the deceased, you cocked the weapon and you waved it around, all right?   You denied that.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now at that stage had you already, after disarming the deceased, had you already been shot, before you had disarmed the deceased?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "And then you said, it was then put to you that Mr O'Farrell then shot you, and your answer to that was, that's not correct, because by that time you could have killed him.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Because at that stage you already had the gun of the deceased in your possession, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Which time are you referring to... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you saw Mr... (intervention).",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "...when you say \"at that time\"?",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you saw Mr O'Farrell, you had a gun that belonged to Mr Van der Spuy.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It was put to you that Mr O'Farrell was starting to walk towards you with his gun cocked, and that he's the one that shot you and not Mr Van der Spuy, and your answer was, \"It's not true, because I could have killed him if he did that\".",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Because at that stage you already had Mr Van der Spuy's gun, is that correct, and you had already been shot?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "I have no further questions, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman, do you have any questions to put to Mr Sambo?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Yes, thank you, chairperson.   Mr Sambo, I would like you to clarify a few matters.   You mentioned a security guard at the gate who last saw your brother, who has been kidnapped, according to you.   Who was this security guard?    He told you that he had seen your brother at the border, at the gate.   You gave evidence saying, let me just repeat, you said that your brother was kidnapped, Sweetie, and that the last person who saw him was the security guard at the gate, is that correct, do you remember that?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who was this security guard, do you know his name?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I've forgotten his name, but he's an old man who is staying in Nance location, but he was working there at Makadama base.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Right.   Thank you.   Then, I did not quite get this clear in my notes, you referred to your meeting with the late Chris Hani, and you said something about you wanting to join Holomisa, and this was in 1991.   Can you perhaps just expand on that, I'm rather confused?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, I can.   In 1991, I was harassed by police, there were MK soldiers who were taken for training, they were taken to Holomisa's place, probably in Eastern Cape, therefore I thought if I talked to Chris Hani and go to Holomisa for training, it was going to be better.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But your evidence suggested that you were getting disgruntled and frustrated with the ANC, to a point of wanting to join somebody different from the ANC, hence Ms Bosman's question about the context in which that evidence was given, because Holomisa did not have his own organisation then?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "I would explain this.   As underground soldiers, we will meet Holomisa, we know that most MK members will go to Holomisa, Chris Hani as well used to go to Holomisa.   This happened.   Not that I wanted to leave ANC, this didn't happen, I never wanted to leave ANC.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "We will leave that at that, thank you, Mr Sambo.   Yes, you also mentioned that you'd asked your wife to inform the ANC about the incident, and then as far as my notes show, you never told us what happened.   Did the ANC ever respond?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Yes, she reported to the ANC officers, and they came to hospital and I gave them the details as to what happened at home.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When did they come?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "In the morning, in Robbs Hospital, this is when I was transferred to Nelspruit Hospital.   Police took me from Shongwe Hospital and I was admitted in Nelspruit Hospital, which is Robbs Ferreira Hospital.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.   Perhaps this is not quite a fair question, but let's see, do you have any idea why Mr O'Farrell would say that he had shot you, why would he not have said, \"Well Van der Spuy shot him and I was attacked\", why would he say he shot you?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "No, I wouldn't know.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Madam Chair, that will be all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Bosman.   Mr Lax, do you have any questions to put to Mr Sambo?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Madam Chair.   You remember that during your evidence in chief you were being asked - you said when you arrived there at where your BMW was, you realised that he'd opened your property.   You were then asked whether he identified himself, this is Van der Spuy, \"Did he say he's from the police?\", and you said, no they didn't, do you remember that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes I do.",
            "Male"
        ],
        [
            "MR LAX",
            "You were then asked, \"Who did you think these people were?\", and your answer was, \"In my mind, I thought they were SB a little bit\", this is how it was translated, \"but I thought they were from the filling station\".   At that point you said you were a little bit suspicious, in other words, that they might SB's, but because you saw the logo on the side of their vehicle, you thought they were from the filling station.   Do you remember saying that in your evidence in chief?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "Later on when you were questioned by Ms Thabete, you said that the only time you thought they were policemen was when they pulled out their guns, you denied thinking that they might be SB's earlier.   Can you explain this to us?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "The question I'm asking is, why did you deny that you had thought they were policemen earlier, and that the only time you thought they were policemen was when they pulled out their firearms?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, in fairness to you, Mr Sambo, you didn't deny that they were policemen, you just did not know they were policemen because of the Shell emblem initially when you saw them, but then Mr Lax would want to know what made you think at a later stage that they were policemen?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Do you understand what you're being asked?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "If you can please repeat that?",
            "Male"
        ],
        [
            "MR LAX",
            "The question I'm asking you is that in your evidence under cross-examination you said that the only time you realised they were policemen was when they pulled out their guns.   Do you remember saying that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Not by seeing their gun, but I actually confirmed when he pull out the gun and shot at me, that's when I confirmed that they were police.   I didn't confirm this before this incident of shooting, but when... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Listen to the question, Mr Sambo, please.  Repeat your question, Mr Lax, and just respond very very shortly to a simple question.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The question was, do you confirm that you said under cross-examination that you only realised they were policemen when they pulled out their guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes or no?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes or no, straightforward?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "The question I'm then asking is that earlier in your evidence you had said you actually suspected they might be policemen, but you saw the logo and you thought well they're probably from the garage, but you were already suspicious at that moment.   Were you or were you not suspicious?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, I was suspicious.",
            "Male"
        ],
        [
            "MR LAX",
            "What were you suspicious of?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I was suspicious that first they were from garage.   What made me realise that they were police is that when they arrived there, there was a difference, I could tell that people from a garage couldn't do like they did.",
            "Male"
        ],
        [
            "MR LAX",
            "What do you mean by \"do what they did\"?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I am certain that people from a garage will never go, or won't go to somebody's place and just open somebody's car, I don't remember any incident of that nature from the people, from garage people.",
            "Male"
        ],
        [
            "MR LAX",
            "Where were their firearms?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "From his waist.",
            "Male"
        ],
        [
            "MR LAX",
            "And you saw that?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Do ordinary people just walk around with firearms at their waist?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "It does happen sometimes.",
            "Male"
        ],
        [
            "MR LAX",
            "Do normal garage people walk around with firearms at their waist?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Whites will do that.",
            "Male"
        ],
        [
            "MR LAX",
            "So seeing the firearms didn't make you think these might be policemen?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I did think that they were police, as I mentioned that I was suspicious, it occurred in my mind that they may be police.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Sambo, isn't it very likely that seeing these firearms on their hips gave you a strong feeling that they were probably policemen?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I only saw Mr Van der Spuy's gun when I was closer to him.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and they were behaving like policemen, because they were searching your vehicle, isn't that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, they came in the morning to search for my cars.",
            "Male"
        ],
        [
            "MR LAX",
            "No, they weren't searching for your cars, they were searching for firearms in the morning, that's your testimony.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "They searched the cars as well for the firearms.",
            "Male"
        ],
        [
            "MR LAX",
            "The point is, these were policemen searching the car to make sure whether it was stolen or not.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "From what I've heard, or from the evidence that I've heard is that Sergeant Ndbane came to my place and searched those cars, and he told them that those cars were not stolen.",
            "Male"
        ],
        [
            "MR LAX",
            "Did that happen on the same day?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "When on the same day?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "In the morning, late morning.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that after the other police and soldiers came?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, what I mean is that Sergeant Ndbane came to my place before to search for the cars, and Ndbane knew this car, the one that they opened the doors.   I never used to use these other cars, because this other car belonged to my wife, I was using the 626.   He searched it on quite a number of times and he knew that the car was clean or it wasn't a stolen car.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, nowhere in the events of that day, as related in your statements or in your evidence so far, have you said anything about Ndbane or anyone else coming to check the vehicles as to whether they were stolen or not.   Could you explain why?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I wasn't given time to talk about Ndbane.   If I was asked something about Ndbane, I would have told you.",
            "Male"
        ],
        [
            "MR LAX",
            "Well wasn't it relevant that it should go in the affidavit and explain why you didn't think these people were police searching your car because Ndbane had already done it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, won't you come to our rescue, I can't remember if I did take a note, but I do recall that there was... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It's in our supplementary affidavit... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...that there was evidence about - the name Ndbane did feature in the evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It's on page 19, with respect, and it refers, in paragraph 10.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wasn't there also reference to the name Ndbane during his oral evidence, as I recall?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I cannot remember, but I do, with all due respect, recall that when I - we were trying to get through that side of things quite quickly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I might have prevented you from doing that, but I think there was a mention of the word Ndbane.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you for that.   I didn't make the connection between the name as it's spelt in the affidavit and the way it's been pronounced by the accused, I apologise.   In your supplementary affidavit and in your application form, you say that these policemen called you by name when they arrived at the property?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, I heard them saying, \"Voice, Voice\", I just didn't know whether they were talking about voice, but since my name is Voice, I thought they were talking about me.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you haven't said anything of the sort today in your evidence before us?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I think I've forgotten that, but it's true, it happened.",
            "Male"
        ],
        [
            "MR LAX",
            "In your affidavit you said nothing about it either, in your first affidavit, it's only in your supplementary affidavit that you say something about it.   Why is that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's unfair.",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "Okay, maybe it's an unfair question, I won't... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may not answer that question, I think it's unfair, it is dated, it is dated, it is part of the - your supplementary affidavit is part of the evidence before this committee.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, it is your evidence, is it not, that you were sitting inside the Mazda 626?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I didn't say I was sitting inside the Mazda 626. I don't know, maybe I should explain this to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have to, just confirm that indeed it is part of your evidence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Well, you said you were reclining, you were resting inside the vehicle.   Was that the Mazda 626 or was it some other vehicle that... (intervention).",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "It was a Mazda 626.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were inside the vehicle, is that correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Outside.",
            "Male"
        ],
        [
            "MR LAX",
            "So you were lying - where were you lying, on top of the vehicle, on the back of the vehicle?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "On the windscreen, the back windscreen, I was leaning on my back.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, how many shots were fired in this incident in total?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I have no knowledge of how many, but there were too many shots.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how many shots did you shoot in this incident?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I can't remember how many.",
            "Male"
        ],
        [
            "MR LAX",
            "So you can't remember how many shots you fired? Gentlemen, would you mind, you're distracting the witness.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "These guns loads 16 cartridge.   I drove 16, the deceased used one bullet to shoot me and I used one to shoot him, and 14 was remaining, and then I used the remaining 14 as I was shooting on the ground, telling Mr O'Farrell to put his gun down.   I didn't count there as I was shooting, warning Mr O'Farrell to drop his gun down.",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't check the magazine to see how many shots were left?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't check.",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't make the firearm safe after you'd finished shooting it, after this whole thing was over, before you gave it to the police?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "So all you can remember is that you fired a lot of shots at O'Farrell, but you don't know how many - not at him, in his vicinity, as warning shots so he would release his firearm?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, why was it necessary at all, once you had disarmed this man, to shoot him?   Why didn't you just tell him to lie flat on the ground, why was it necessary to shoot him?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "The situation, I will explain so that you get clarity.   If people have two guns, then they have power.  I chose to shoot Van der Spuy in order to stabilise the situation.   If I didn't shoot Van der Spuy, he was going to kill people, because he's already shown me that he was a killer.   I didn't have a heart, because he also wanted to kill me.",
            "Male"
        ],
        [
            "MR LAX",
            "So you shot him, as he had shot you, as you testified earlier in your evidence?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And because you thought, \"This man's a killer, he's going to kill other people, I may as well just shoot him\"?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "It wasn't to defend yourself, because you had already disarmed him?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's not so.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why did you say you shot him because he shot you?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR LAX",
            "You said, \"I shot him as he had shot me\", that was your testimony in chief.",
            "Male"
        ],
        [
            "MR BLACK",
            "With all due respect, Mr (Indistinct), may I just intervene?   He did also say he'd shot him because there were two people, two guns, he wanted to stabilise the situation as well, and then the record will show that the words, \"So you shot him like he shot you\" and he said \"Yes\", don't actually emanate from him.",
            "Male"
        ],
        [
            "MR LAX",
            "That was his testimony, Mr Black, in his testimony in chief.   I made a very careful note of it, because it struck me at the time.   What he may have said now in reply to my questions is one thing, what he said in his evidence in chief is a completely different other thing.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you understand my question?   You just confirmed you shot the man because, amongst other things, you thought he was a killer, he might kill other people, and you shot him because he had shot you, correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Yes, that's correct, but if I may, so that I'm heard clearly, if one carries two guns and - it's possible that one person may possess two firearm and be of the opinion that he might still have another one, then I had to shoot at him.",
            "Male"
        ],
        [
            "MR LAX",
            "That's not your evidence, that's never been your evidence up till now.   When I said to you, \"Where was his gun?\", you said, \"It was on his side\", you didn't say, \"He might have had another gun\", you saw he only had one gun, isn't that so?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Even now I'm not saying that I did see two firearms in his possession, but I'm explaining that, as  a trained person and I'm of the view that Van der Spuy was a trained official and he could possess two firearms. Despite the fact that I can only see one firearm, it's possible that he might have two, and the second one, he can use it if he realises that I've disarmed him the first one. That's what I'm trying to explain.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you are a trained soldier, are you not?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And you've been quite highly trained, from what you testified in court?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "In that situation, in terms of your training, you would have made him lie down on the ground and you would have disarmed him, correct?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "Because of the way in which they were deployed, they wouldn't come together and stand in different position, not in one place, where it was possible for one of them to shoot if the other one failed to shoot at me, and I know that that's the way the assassination plots are planned.  Therefore, I couldn't ask him to lie down and go to the next person and ask him to lie down too, because it depends on the situation at that particular moment.   You couldn't just say to someone in a risky situation and say, \"Lie down\"... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact you've always stated, Mr Sambo, that at all material times relevant herein, you knew about Mr O'Farrell's presence?   You were aware that it was not only Van der Spuy you had to deal with, Mr O'Farrell was also around?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it wouldn't have been that simple to get Mr Van der Spuy disarmed by making him to lie down without knowing what Mr O'Farrell would do whilst you are making him to lie down with a view of searching him all over his body for another firearm?   You would have put your life at risk by taking that kind of merger, in trying to disarm Mr Van der Spuy, is it not so?",
            "Unknown"
        ],
        [
            "VOICE SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Well if that's correct, why did you then say you shot him, you didn't have a heart, you just shot him, you knew he was a killer, what has that got to do with it?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I don't understand the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, never mind, the record will speak for itself.  One last issue, why didn't you just tell the truth in court, why didn't you just tell them that you thought these people were there to kill you, which is the truth?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I explained that before the judge, that the people came to kill me.   However, I was told that I'm lying.",
            "Male"
        ],
        [
            "MR LAX",
            "You told us earlier in your evidence that you told the judge that you thought these people were criminals who had come to steal from you, not that they'd come to kill you?   Do you understand?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "During my trial, I did explain that the white people wanted to kill me, and I knew that these people were coming to kill me after, but that only came to my mind after the other one shot at me, I did explain that in court.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why would you tell the lie about them coming to steal from you, if the truth would suffice?   Do you understand my question?   Why was it necessary for you to tell lies then, if you had told the truth?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "This is a political issue or (indistinct) stand out of politics and because of the way in which the court trial was handled, I will say that it wasn't easy for me to explain myself as I'm sitting here to explain what happened, to tell exactly, the exact fact of the incidents.   The judge will speak to my counsel.   I will say that's how things happened in court.",
            "Male"
        ],
        [
            "MR LAX",
            "It still doesn't explain why it was necessary for you to lie about this when you were telling the truth anyway.   You see your earlier evidence was that you hid the truth from your own counsel, you'd made up your mind to lie and you were going to stick to the lies, so the conduct of the Court, whether you had enough time to consult, any of those things, is irrelevant.",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "In court, I was afraid that I won't be acquitted.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you afraid of the political nature of the threats against you?    Were you afraid that if you told the judge this had something to do with politics, there would be some sort of problem?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "That's correct.   May you please repeat your question?",
            "Male"
        ],
        [
            "MR LAX",
            "I'm just trying to understand, were you worried about the political angle in the case, that if you said you thought these people were trying to kill you because of politics, it would go bad for you in the case, that's what I'm trying to understand?   My simple point is this, what is it about the lies that would make you get off the case more than the truth?",
            "Male"
        ],
        [
            "VOICE SAMBO",
            "I thought that by telling them the evidence which I gave before the Court they will acquit at Graskop.   Maybe I should explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have to explain because we already listened to that part of your evidence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I've finished, chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black do you have anything to put to your client in the light of the questions posed by the members of this committee?   Only again, Mr Black, only if it is relevant and impinges on our ability to decide whether to grant or deny amnesty, nothing ancillary.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, no, chair, I just note that it's already well after two o'clock, I understand, it's quarter past two, and the applicant... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Black, I would like to finalise this matter... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...so that when we do take a break, we only come back for your argument.   We would like to get to the next matter today.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   I would just want to put on record that some of the possible facts which may be confused should be the long questioning that the accused has had to undergo without a break may be some explanation, but I'll address the Court later.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want your address now.   I wanted to find out if you do have anything to put to Mr Sambo before we take a short adjournment for lunch?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, not, nothing, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that case, we'll take a short adjournment for lunch, and we'll come back at ten to three.   Is that okay?    I think I must find out if that will be too short a lunch break, or it will be... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Madam Chair, can I suggest quarter to three?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Quarter to three.   Will that be to the convenience of all the role players in these proceedings, is that convenient to the translators and the transcribers, is that convenient, as well as to the applicants, is that convenient to correctional services to provide the applicants' lunch?   Who is providing the applicants with lunch?",
            "Unknown"
        ],
        [
            "MR LAX",
            "I think the applicant gets his own lunch, unfortunately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Will that be convenient to correctional services, if we came back at quarter to three, for purposes of ensuring that the applicants have had their lunch?    Okay, we'll come back at quarter to three.   Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we adjourned, you drew to my attention the fact that the committee had not been sensitive to the plight of your client by subjecting him to long questioning without affording him an opportunity to have a break.   We would appreciate it if next time you could just, you know, raise this at an appropriate time, for us to be able to take remedial steps.   You did so at a time when we were unable to do anything about it, as we had reached your client's, the conclusion of your client's evidence.   We are, however, sorry.   We will be alive next time to such a situation.   Thank you for bringing it to our attention.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Madam Chair and members of the committee, I really appreciate it and I think the applicant also appreciates it, but I did attempt to find out through my attorney, who's sitting next to me, as to what the position was of the applicant, and there seems to have been between my attorney some lack of communication, but... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "...thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we ready to proceed in this case, Mr Black, are you in a position to present your argument?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I'm given to understand by the leader of evidence that she wants to lead evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, yes, yes, in fact Ms Thabete has brought to our attention the fact that she intends to lead evidence of Mr O'Farrell, who is a victim in this matter, and who is opposing the application.   Is that the situation, Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADRIAN CHARLES O'FARRELL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr O'Farrell, can you please say your full names for purposes of the record?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "Adrian Charles O'Farrell.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you explain to the committee what you are\ndoing right now, what work you are doing right now?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "I'm a South African police detective, specialising in the investigation of vehicle orientated crimes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you explain the events which led to the shooting on the day when Mr Van der Spuy was shot, or Warrant Officer Van der Spuy was shot?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "Okay, on the said day, myself and Warrant Officer Van der Spuy were having to collect another stolen vehicle that was in a different area of that certain township.   Upon doing so, we were then contacted by one our personnel at the office, one George Ndbane, who informed us that the army requested that we assist them in the inspection of a possibly stolen Mazda 626 at Block B.   We then informed him that we were currently busy and that we would attend to the matter once we were finished.   Then, I presume at approximately just after 1:00 in the afternoon, we then went through to Block B, with this other vehicle on the back of ours, where we then drove up the main street through the trust area, where we didn't find any army members.   We then reached the end of the tar road where we did a U turn and then continued back.    Warrant Officer Van der Spuy then noticed several vehicles standing under a tarpaulin netting at one premises, where we then stopped, as this was not the - this looked pretty suspicious.   We then got out of the vehicle and then proceeded to enter onto the premises.   At this stage, the applicant, I could hear the applicant shouting from about, from, there was an empty plot next to the premises and then there was the place where the applicant was, where he was sitting on the back of, it appears to me to have been a Mazda 626.   He then started shouting and carrying on from there, where we then just ignored him and continued onto the premises.   Upon entering the premises, we noticed a gentleman sitting, a black gentleman sitting on, or sitting near a big heap of sand, busy doing something.   Warrant Officer Van der Spuy then approached the gentleman and said something, but I wasn't too sure what was said between the two gentleman.   At that stage, the applicant came into the premises, walked straight past me, still screaming and carrying on, and walked straight to Warrant Officer Van der Spuy.   As already led by counsel, the said deceased, Warrant Officer Van der Spuy, then identified - took out his police identification and identified himself to the applicant.   At this stage the applicant then continued shouting.   Warrant Officer Van der Spuy then warned him that if he were in any way to further obstruct us in the commission of our duties, he would then arrest the gentleman.   Upon such, the applicant then... (intervention).",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry, sorry.",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "Sorry.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr O'Farrell's speaking fairly quickly, I don't know if the interpreter's able to keep up with the interpretation, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Translator, are you able, madam, to keep up with the pace at which Mr O'Farrell is speaking?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "If he can speak a little bit slower?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr O'Farrell, the translators are requested that you just speak a little slower than you are doing, because they can't keep up, and are unable to translate everything that you are saying for the benefit of Mr Sambo and the members of the public who are present.",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "As requested, Madam Chair.   Okay, on the... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "...as I said, when it started, as I said, the applicant then walked directly past me towards Warrant Officer Van der Spuy, where they then started, where the applicant then started shouting, etcetera, etcetera, making a hell of a situation, where Warrant Officer Van der Spuy then took his police identification out of his pocket and identified himself to the applicant as a police official.  The applicant, however, ignored this and continued making a hell of a row and arguing and carrying on.   Warrant Officer Van der Spuy then said to him that unless he were to stop his actions or allow us to continue our work, that he would be arrested.   However, the applicant continued carrying on.  Warrant Officer Van der Spuy then reached out and attempted to - or grabbed the applicant by the wrist, at which stage the applicant then, in the type of rugby tackle style, grabbed him round the waist.   At that stage I was standing, I must presume, about three metres, three, four metres away from where this was happening, and was starting to move closer to where everything was happening.   At that stage, I then saw that the applicant then attempted to remove the firearm from Warrant Officer Van der Spuy's holster, however was unsuccessful.   At this stage, Warrant Officer Van der Spuy seemed to have got it right to be able to push the applicant away, draw his own firearm, at which point he then fired a warning shot into the ground, I would say approximately a foot to two foot away in front of the applicant.   The applicant, however - it didn't seem to hinder him, so he then again attacked Warrant Officer Van der Spuy, at which stage Warrant Officer Van der Spuy informed me that the applicant was attempting to disarm him.  At that stage, several people, I don't know where they came from, both ladies, men, one especially an old man, which I later became aware of was the applicant's father, the same gentleman who we found sitting on the sand heap, as well as several other persons in that area, also then joined into this little problem, and then also with other objects such as kieries, with pipes, or hosepipes, not pipes, just hosepipes and several other objects, just started hitting myself and Warrant Officer Van der Spuy.   Okay, Warrant Officer Van der Spuy then shouted and told me that the applicant was then busy biting his wrist, trying to disarm him, at which stage I then attempted to assist and also then said to the people there, in a language which I thought was reasonably relevant, that we didn't want any problem, we just wanted the firearm.   However, this came across dead ears.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language was that?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "I presume fanagalo.   (Witness speaks fanagalo) - which is roughly a reasonable explanation, which I believe you do understand.   Okay, well that's basically what I said, but as I said, it fell on deaf ears.   At that stage, the applicant was then able to disarm Warrant Officer Van der Spuy, at which stage he then took about two paces backwards, cocked the firearm in our faces and then continued swinging it in our faces and still screaming in both mixed English, Sisolo or whatever language, unknown to myself.   The other people that were on the scene at that stage then scattered, screaming, the ladies, the women were screaming and all types of things, it was absolute havoc.   The accused then carried on swinging the firearm in our faces and carrying on, at which stage he then turned  around and then proceeded in the direction of the gate, at which stage Warrant Officer Van der Spuy and myself then attempted to follow the applicant.   At this stage the people in that area then again all clanned together and then again started hitting myself as well as Warrant Officer Van der Spuy.   Upon reaching the one corner of the house, Warrant Officer Van der Spuy must have been slightly to my rear right, where he then said to me, \"Shoot him, he's got my firearm\".   I then, as ordered, then drew my firearm and cocked it, at which stage I noticed the applicant turn round at the fence and then fire a shot, at which stage I then didn't - I didn't see him get shot, but I then heard him scream, just, as I said, slightly to my rear, which I then heard him scream, at which stage then I then attempted to fire a shot, but was then, as earlier stated, my arms were then hit down from behind me, then I couldn't - and several people then again jumped on top of me, and as a result of my arms being hit down, I was able to pull the trigger, as resulting in a bullet being sent in the direction of Mr Sambo.   They then had jumped on top of me, as I said, several people, approximately about six, one of which was the brother of the accused, or the person who was first found sitting on the sand heap, he was the one who knocked my arms down, I was able to turn my head and see the gentleman's face.   When  this all carried on, when everyone was trying to disarm me, two shots then accidentally went off next to my foot, at which stage they then disarmed me.   I was then able to escape and then ran to the far corner of the premises, where I then - through a mealie field - where I then climbed over the fence and then proceeded round the block.   When I came back to the main road, which must have been approximately a 200 yard run or something, I then saw an ambulance come past me, at which stage I then stopped the ambulance and told them no, that they must go to the premises so as we could assist both the applicant as well as Warrant Officer Van der Spuy.   Upon getting to the scene, I was driving, or I was in the door, but the door was still open, I then flung the door open, jumped out and then I must have been about five yards from the applicant and said to him, \"Get into the ambulance, get into the ambulance\", at which stage he then shouted to me if I come closer he's going to shoot me.   I then saw Warrant Officer Van der Spuy lying on the ground where I presumed he had been shot.    At that stage I then, whether, the Moby Jack and our own Nissan 4 x 4, it's basically the similar situation as a trailer, it's got the V and then it comes onto the main - or it's got that long stretch of steel and then comes onto the main frame of the Moby Jack upon which we had the other vehicle, I then attempted to get to Warrant Officer Van der Spuy to see if I could assist in any way, not knowing whether he was dead or alive.   As soon as I then put my foot between these two vehicles, I then felt a jerk from the back, where people then started beating ten types of hell out of me.   I was then beaten across the street, I was struck by rocks, by pipes, one of which was also the applicant's father, who I earlier noticed with a kierie, another eldish gentleman which also hit me with a pipe.   I was then brought to the ground where my shirt was pulled over my head, a rock was thrown at the top of my head which fractured my skull and me receiving 26 stitches, my jaw was kicked and broken, I had another 12 stitches along the side of my head resulting from a rock, I had several other lacerations on my body.   I then was able to - somehow got the power and stood up and then ran in the direction from whence we came.   I then tried to stop a taxi, which just drove straight past me.   I then came across a bakkie, a reasonably old bakkie, loaded with wood, and then told the driver to turn round and take me to the police station, at which stage he then picked me up and he did the U turn and took me to the army base as Makadama, where I was then given partial treatment and then I was there for approximately three-quarters of an hour.   At that stage I was then transferred back to the scene where I was then told that the deceased had in fact died, and that was basically that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you, Mr O'Farrell.   Just to go back to before you approached the applicant's house.   In your car, or on your car, did you have a Shell emblem?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "No, our vehicles are not marked with such stickers.   We had an El Mozambique sticker which was on the back flap of the vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just repeat that again please?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "It's a - one of our chaps got a sticker from Mozambique, it just says El Mozambique, which was then just stuck on the back flap of the vehicle.   Other than that, I can't recall any stickers on the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You saw the sticker that was displayed... (intervention).",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "No, that's... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...by the applicant?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "No, Madam Chair, I did notice a sticker, however I also noted in the judgments that also the - or in the - I'm not sure if it's in the judgment or in the inquest, where the applicant also stated that it was a BP sticker, and as far as my knowledge goes, a BP and a Shell sticker are completely different.   I don't know if those are of any pertinence to this case.",
            "Male"
        ],
        [
            "MS THABETE",
            "It must have been in the inquest record, because it doesn't appear in the criminal court judgment.",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "Ja.   So I don't know if he's slightly colour blind or what.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you don't accept the fact that your car had the sticker that was displayed by the applicant to us?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "No, madam, I completely disagree.",
            "Male"
        ],
        [
            "MS THABETE",
            "You say you had to go to Block B and look for a car stolen, who had instructed you to do this?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "Inspector Ndbane had contacted us from the office in Komatipoort, stating that the army had wished us to inspect a possibly stolen 626 at a premises.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did he give you the address of the premises?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "No, he informed us that the army personnel would be waiting at the premises for us.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did you know the applicant before you saw him on the said day?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "No, I had never before seen the applicant, or had I ever heard of the applicant until the day of this incident, where I was, after the incident told that the applicant was a former MK soldier, etcetera.",
            "Male"
        ],
        [
            "MS THABETE",
            "According to the evidence of the applicant, he says when you got out of your car you called him by name?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "That is a blatant lie.",
            "Male"
        ],
        [
            "MS THABETE",
            "One last question, the applicant has applied for amnesty, what is your response to that?",
            "Female"
        ],
        [
            "MR O'FARRELL",
            "I by all means deny or wish to deny any forms of amnesty.   My opinion of this Truth Commission is where the entire truth should be told in order to reconcile the nation.   However, I have noticed since day one, with the applicant, Mr Sambo, that both with the inquest, with the criminal hearings, and even today, everything he says, I must quote one of His Honourable Judge Curlewis's statements, where he states\n\"It's a viagra of nonsense\",\nwhich I totally agree with.   He by no means even touches on the proper truth of this matter, I don't know where he got these stories from, each time he seems to attempt to - when he's asked a question, he then tries to swing the answer so as to into his favour, which he also then tried with the court hearing.   He also stated that he speaks only partial English, as he stated in the court hearing, where he said he only spoke partial Afri..., where he didn't speak Afrikaans at all.    However, as noted through this entire day, he is asked several questions in English, but before the interpreter can start, he's already answered it back in Swazi.   So I feel that is also just a blatant lie and just an extra part of his character.    That is basically that.  And I believe that the fact that Warrant Officer Van der Spuy was disarmed and then shot in cold blood, and his fact that he reckons we're assassins is a blatant lie, I was a 20 year old constable, and Warrant Officer Van der Spuy a 32 year old man with a four year old daughter and a wife.   His daughter's last words to us before we left that morning were \"Totsiens Papa\" and she was crying on the front stoep of that house, and for that reason I will never forgive the accused.   He has put me through absolute hell, I've undergone over 18 months of psychiatric help, I've both been into a psychiatric clinic for evaluation, because of suffering from post traumatic stress syndrome, and by all means, if I was indeed an assassin, I promise you I would not be suffering from either of these.   That is all, madam.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you, Mr O'Farrell.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "MR BLACK",
            "At the outset, Mr O'Farrell, at no stage have you been accused of being an assassin, let's get that straight.   It was a perception and the belief of the applicant at the time, given the absolute hell that he had gone through by security police and policemen that he perceived you to be there to kill him, for the purposes, especially after the army had sweeped the place, checked the cars, ensured that there were no arms, and then you arrive.   Insofar as - I don't propose dealing in detail with your evidence about the incident itself, the applicant has already testified, and where your evidence differs from his, those differences have been put to him by the leader of evidence and the applicant has already denied them, so I don't propose to repeat denying them.   So... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have no questions to put therefore to Mr O'Farrell?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I do, with respect.   Now... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed to do so, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, I just wanted to explain to Mr O'Farrell.   Now, Mr O'Farrell, the time, when were you instructed by Mr Ndbane to go, or was Mr Van der Spuy instructed or you were instructed to go to Block B?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir, we must have been instructed approximately, it must be an hour and a half, two hours, prior to the incident.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now I know that, just to get the police language right, if a vehicle unit, department, or whoever it is, is given say a list of five registration numbers and is asked to check and see if those five registration numbers belong to stolen vehicles, and if the report then given in Afrikaans, I just want you to explain it, not in Afrikaans, but if the report is received in the Afrikaans language, that as a consequence of the search done in respect of those registration numbers, the result is \"negatief\", does that mean therefore that those vehicles which were researched are not stolen vehicles?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir the investigation of ve..., okay in that aspect, the pronunciation \"negatief\", as you state, is indeed the fact that the licence plate tests negative.   However, the inspection of - our job entails the inspection of engine chassis, you name it, we do it on the car, and that means that, as you must know, 90% of stolen vehicles all recovered, all have false licence plates on them, which most of them the engine and chassis numbers have also been changed.   That's why we are a specialised unit in that area, in which we specialise.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you or Mr Van der Spuy ever receive any reports from the Vehicle Unit pertaining to certain vehicles which you had to go and - when I say reports, reports back from the Motor Vehicle Unit relating to the vehicles which you had to investigate or whatever?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No sir, as already stated, the report we received was that of, to inspect the Mazda 626.   However, as already stated, also on the premises in that certain area where those vehicles were found, it's not, we created the reasonable suspicion that these vehicles intended inspection.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well, what was attached to an affidavit, a supplementary affidavit, filed by the applicant, is an Annexure C, which is an affidavit of Anton Carel Nel, who sets out the steps which he took in order to instruct the Vehicle Unit to investigate five registration vehicles, that's the registration numbers.   He then deals further, how he spoke to Sergeant Ndbane from the early morning, unfortunately it's not paginated, but it's one of the annexures which was handed up this morning, who was researching these vehicles by way of the computer from about eight o'clock, it was a Captain Kaggelhoffer who spoke.   That affidavit goes on to state how they were contacted and how eventually you came into the picture, but paragraph 8 of that affidavit says\n\"Kaptein Kaggelhoffer het my toe versoek om weer die Voertuig Diefstal Eenheid te Komatipoort te skakel en hulle te versoek om iemand na Blok B, Tonka, te stuur.\"\nBut then it says there:-\n\"Kort tevore het sersant Ndbane van die Voertuig Diefstal Afdeling te Komatipoort my teruggeskakel en my meegedeel dat die gegewe registrasienommers negatief was.\"\nNow would that mean that Ndbane phoned, after doing some research on the computer, phoned Captain - I don't know his rank, but Mr Nel, to inform him that, according to the computer records, these vehicles appear not to have been stolen?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes, as I already stated, these vehicles may have tested negative via their registration numbers, but as I already stated, vehicles are stolen, numberplates are changed and so are engine and chassis numbers.   The army has no competence in either the inspection of such engine or chassis numbers, and are not trained in such areas, whereas we are, that's why they call us Spes Units.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now it's quite clear from your evidence that you did not know exactly where you had to go to, the address - just hold on - because you were going to meet members of the army there who were going to take you to that address?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "We were told by Inspector Ndbane that the army personnel would be waiting at the scene, at the premises for us.",
            "Male"
        ],
        [
            "MR BLACK",
            "But then it appears, from the affidavits of Nel and the reports of Ndbane, that they were not there?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, but they were supposed to take you to this house and to the address, not so?   They were supposed to take you to the particular address?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "We were supposed to be met there, that's what his evidence is.",
            "Male"
        ],
        [
            "MR BLACK",
            "You were to meet - you did not know the address where the vehicles were, is that correct?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "You were then told by Ndbane that you would meet the army at Tonga B, or Block B, or whatever it is, who would then take you or guide you to where the address is?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is incorrect, sir.   As I already stated earlier, we were told that we would meet the army at the premises.",
            "Male"
        ],
        [
            "MR BLACK",
            "Meet the premises?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "But you did not know where the premises were?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now how were you to meet the army at the premises, when you didn't know where the premises were?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "We were told to drive along the main street, the premises was along the main street and the army would be waiting for us.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   You didn't meet the army?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No, that is true, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "And if one looks at the affidavit, on paragraph 9 of Nel, it says\n\"Ons het kaptein Kaggelhoffer per radio gekontak en hom meegedeel dat lede van die Voertuig Diefstal Eenheid, onder andere Van der Spuy, te Blok B, Tonga, besig was en later by hul patrollie te Blok B sou aansluit.\"\nThat's the affidavit of Captain Nel, or I don't know what his rank is, sorry.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "He's a corporal.",
            "Male"
        ],
        [
            "MR BLACK",
            "Corporal.   Right.   Now, I just want to put it to you that, as far as you were concerned, how did you know that these were the correct premises that you were on?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir, it was pure coincidence, as I also stated in the supreme court case, it was by mere chance that we did get to that address with the - as I said, it looked a bit suspicious in that area, with four vehicles standing under a tarpaulin netting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But isn't it your evidence that you didn't know that that was the place which you had earlier on been requested... (intervention).",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Ja, that is correct, madam, it was... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...to go to and that you saw cars that looked suspicious and that's what made you to get into those premises?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Yes, madam, just to... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not coincidental?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Yes, madam, as - I just want to clarify something for Mr Black, is that we were told to meet the army in the main street, that's my evidence where I stated we drove up the main street until the main street ended, we then did a U turn at the top of the main street, not finding the army, we then proceeded back towards the Tonga Road, upon which we then saw these vehicles standing on these premises, under this tarpaulin netting, at which we just stopped by chance.   The Mazda 626 in question upon which we were initially asked to inspect was unfortunately behind the house, so only once we had got out of our vehicles and were proceeding onto the premises was I able to see the 626 behind the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it wasn't because you saw the 626 Mazda that you had earlier been told that you had to go and attend with a view of investigating because it had been stolen, you didn't stop because you saw the Mazda?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "That is correct, madam.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, you see, the evidence was that Sergeant Van der Spuy started to inspect the BMW when this incident took place, that he opened the door?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And that's without any permission or a search warrant having been shown to Mr Sambo?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir, that's said earlier, is, as you should know, and this is Criminal Procedure Act, within a 10 kilometre radius of any international border, allowing us to search any premises without a search warrant.   We also had reasonable suspicion, on the grounds that the vehicle, the four vehicles, expensive vehicles in that area, that there was reasonable grounds to search the vehicles.   We also, as I already stated, Warrant Officer Van der Spuy also spoke to the only person we could find on the premises, informed him that we were going to check the vehicles, and there was no objectoin by said party, so we continued our inspection.",
            "Male"
        ],
        [
            "MR BLACK",
            "So are you suggesting now that the late Mr Van der Spuy actually spoke to Mr Sambo and, or... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "His evidence, Mr Black, is that he spoke to the person who was sitting on a pile of sand, or busy on a pile of sand.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you inquire who this person was?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No sir, as I already stated earlier, Warrant Officer Van der Spuy approached the gentleman, and I could not hear what the gentlemen were saying between them.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   But was Mr... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can you therefore say that he spoke to someone and that person did not have any objection towards you searching the car?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Madam Chair, my mere assumption there is the gentleman didn't react in any form.   He in no way answered, as far as I can tell, didn't answer Warrant Officer Van der Spuy, nor did he rise in any way to object, so I just assumed that the gentleman had no objection, from my mere observations.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you see... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I thought you... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...I thought you said you could not hear what the conversation went like between Van der Spuy and the gentleman?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, that is correct... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm a little confused there, won't you just clarify that issue, was there such a conversation, did this gentleman say anything, by conversation what do you really refer to, are you only referring to what was said by Van der Spuy?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Yes, madam, I'm just basically saying the - I'm not - as I said, he spoke to the chap, that was it, it wasn't really a mutual conversation between both parties... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was only one person speaking and the other person did not respond?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "That is correct, madam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you merely are assuming and speculating that there was no objection?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "That is correct, madam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You cannot say that as a matter of fact?",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "That is correct, madam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "And did you see Mr Sambo, Voice Sambo, on the premises before opening the doors, say, of the BMW?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "He only entered the gate once Warrant Officer Van der Spuy had indeed opened the door of the BMW, did he enter the premises through the gate.",
            "Male"
        ],
        [
            "MR BLACK",
            "Where was the Mazda 626?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Oh sir, you take my - this happened six years ago, I'm unfortunately not too sure on that question.",
            "Male"
        ],
        [
            "MR BLACK",
            "No, but that was a specific vehicle you were looking for?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Oh, the 626 of his?",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "As I said, it was approximately, there was one empty plot next to us, and then the Mazda 626 was behind the house where he was initially sitting.",
            "Male"
        ],
        [
            "MR BLACK",
            "Where you could see it?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct.   As I said, I speculated that it was a 626, because of the shape of the vehicle.",
            "Male"
        ],
        [
            "MR BLACK",
            "But he was, you say he was sitting at the 626?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "So you could see him?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes, I could see him.",
            "Male"
        ],
        [
            "MR BLACK",
            "When you went to this vehicle?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "And you didn't ask him, because here's the person sitting on the 626, which you thought was a 626, the vehicle that you were actually looking for, specifically looking for, you didn't go to that vehicle, you didn't ask the person sitting there whether this is the vehicle, or did you just act, with due respect, in an almost, these Draconian sort of regulations which you've just explained to us now, that you can walk onto premises and search, provided they're within a certain area?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir, in that regard, you must talk to the people who wrote the Criminal Procedure Act, not myself.   We, however, did set priorities, we either dealt with four vehicles or we dealt with one vehicle, so we continued inspecting the four.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.   No, I'm not - perhaps those regulations are correct, what often is is the implementation of those regulations.   So at no stage did you think that, \"There's the vehicle we're actually looking for, let me go and see how is that vehicle perhaps connected with these other four\"?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "These could have been visitors or whatever?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No sir, we didn't do it at all.",
            "Male"
        ],
        [
            "MR BLACK",
            "Oh.   And did Mr Sambo immediately object to Mr Van der Spuy's opening, messing, fiddling with this vehicle or inspecting his vehicle?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "As stated already, Mr Sambo then proceeded from the 626, carrying on, shouting, etcetera, etcetera, into the premises, still shouting and carrying on, walked straight past me shouting and carrying on, and then he went and confronted Warrant Officer Van der Spuy.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.   Now, at that stage were you wearing any arms, carrying arms rather?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Firearms?",
            "Male"
        ],
        [
            "MR BLACK",
            "Firearms, ja.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes, I was carrying my 9mm Z88 and Warrant Officer Van der Spuy was armed with a 9mm Parabellum... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "All right.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "...Baretta Parabellum.",
            "Male"
        ],
        [
            "MR BLACK",
            "Because, you see, I'm just referring again to Annexure C, Corporal Nel's affidavit, where it says in paragraph 11, at about 12 o'clock that day, Captain Kaggelhoffer arrived at the base with his patrol and Kaggelhoffer had said that one Voice Sambo at the Block B, Tonga, premises had refused that his premises be further searched without a warrant, a search warrant, and that members of the Tonga Police Station couldn't communicate much further or couldn't get much out of Voice, and that Kaggelhoffer had then informed Corporal Nel that Van der Spuy did not join them, had not made contact with them.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "I just want to know, would it have been possible for... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would he know, Mr Black, how would you expect him to know that?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I'm just putting this, that here allegedly there'd been communicated to the previous soldiers who had been on the premises and who had searched the premises that the owner or the occupier of those premises required that should there be further investigation that a search warrant be produced.   Would it have been possible for Ndbane or Kaggelhoffer or anyone to communicate with you people in your vehicle, radio-wise or otherwise?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes, Sergeant Ndbane would have been able to keep contact with us.   However, the army and the South African Police radios work on different frequencies and are so set, so we have no means of communicating via radios to each other.",
            "Male"
        ],
        [
            "MR BLACK",
            "So you mean that the army couldn't communicate with the police?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "As stated here, sir, they used a telephone.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.   Well, let me further just clear up another issue, you - just for clarity's sake please, you talk about an assault that would appear that - or five or six people preventing you or pinning your hands down and preventing you from shooting at the applicant?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.   You later, is it later on then, after you come back to investigate the condition of Sergeant Van der Spuy with the ambulance, that you were then attacked... (intervention).",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "...fairly savagely?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "That is true, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   Because looking at your affidavit here, I just wanted clarity about that, because paragraph 19 of that, you speak \"van deure\", this is before the shooting, and when your hands were pinned down, you say that\n\"Ek is toe deur 'n horde mense toegesak\",\njy is toegesak deur 'n horde mense?   It's a horde of people, but I understand that was the five or six people, paragraph 19?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Yes, I'm just trying to trace it.",
            "Male"
        ],
        [
            "MR LAX",
            "It's five lines from the bottom of that paragraph.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Okay.   In that situation six people are a reasonable - at that time, as I stated, my build was much less than at my current moment, so six people on top of me results in a horde.",
            "Male"
        ],
        [
            "MR BLACK",
            "And you have correctly stated that at the time you were say 20 years old and this whole incident - and details of the incident left you in a state of shock?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Sir, it did, it left me in a state of shock, however, as also told to me by certain people, as well as from my persona knowledge, all the facts pertaining to this case I remember as if it happened yesterday, and it's been branded into my memory, so I remember every inch, everything as it happened.",
            "Male"
        ],
        [
            "MR BLACK",
            "And this is equally so, I would respectfully submit, the applicant has testified in as much detail as he could as to the events leading up to it, and there are differences, that we are all aware of and the record is - he will deny your allegations that he is a liar.   He further denies emphatically, I don't know how you can make such a statement under oath, that during the course of his evidence he was answering questions put to him in English before the Swazi translation had been completed.   I don't - were you listening to the translation in Swazi?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "No sir, I was sitting at the back and before, even before the question was being - before Madam Chair had finished the question, the applicant had already answered in a Swazi language.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well as far as I'm concerned, I can't recollect one of those (indistinct), one instant.",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "I don't know, that's opinion.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.   It is opinion, it's... (intervention).",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Same as (indistinct) by Judge Curlewis.",
            "Male"
        ],
        [
            "MR BLACK",
            "Exactly, precisely, and I suggest that that is exactly where you get these allegations from... (intervention).",
            "Male"
        ],
        [
            "MS THABETE",
            "Objection, objection, I don't know where this is leading.",
            "Female"
        ],
        [
            "MR BLACK",
            "Well, it doesn't matter.",
            "Male"
        ],
        [
            "MS THABETE",
            "He's stated that it's his opinion, he saw it, I don't know what else you want him to say.",
            "Female"
        ],
        [
            "MR BLACK",
            "I'm coming to that, if I may.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just come to that point.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   No, it's - I'm obliged to raise it because it's a form of character assassination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not, as far as we are concerned.   At the end of the day, we have to evaluate the evidence and we will decide... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...and really we are not interested in any evidence that seeks to assassinate anyone's character, except what is before us in terms of the Act, and that is to apply the criteria, as well as the requirements of section 20.1 with regard to full disclosure and as we are fully conversant whether the offences for which amnesty is being sought are offences which can be classified as acts associated with a political objective.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   As the Court pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we would not be interested in any issue being traversed on any aspect of a witness' character.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "So, can I just understand the grounds of your objections to the granting of amnesty.   You mentioned this as one of the grounds, is that the main ground is that he's not telling the truth?",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Both that, and that he left a child without a father, he left a wife without a husband, and basically all in that it was a cold-blooded murder.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.   I've got no further questions, thank you.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "MR O'FARRELL",
            "Madam Chair, may I just say something?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may, Mr O'Farrell.",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Madam, I'm by no means an expect in either field, however I leave it up to the committee to make the decision, there are several breaks in the applicant's - me, by talking by the truth.   First of all, where the applicant states, and he drags the deceased's name through the mud, stating that the deceased firstly shot him in the leg.   My evidence was that the shot was fired in front of him, approximately two feet in front, a foot or two feet in front of the applicant, of which a bullet was also recovered from that certain area, as I think it's on page 32 of this book, of the judgment, of the main scroll, where it states that Brigadier Alberts testified that such had been done.   The fact that the accused also states that he then shot Warrant Officer Van der Spuy from the front position.   The degree of the wound that penetrated Warrant Officer Van der Spuy penetrated him in the top right shoulder, proceeded through his one heart, through his lung, through his other lung and then exited his left side, which, as I said, the accused and Warrant Officer Van der Spuy are much of the same height, in order for such wound to have been inflicted, the applicant would have at least been able to stand at a certain angle, at which stage on that time of the shooting, we were on a flat surface, so he couldn't have shot the accused at such an angle, unless he had a damn ladder near him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Then I close my argument, madam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr O'Farrell, we are fully aware of the objective facts... (intervention).",
            "Unknown"
        ],
        [
            "MR O'FARRELL",
            "Sorry madam, I'm just... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...as disclosed during the criminal trial, as well as the post-mortem report, all these are things that we take into account when we evaluate the evidence with a view of making a just decision.   We, however, appreciate your bringing those issues into our attention.   Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I have no further witnesses, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will that be the case for the objectors?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That being the case, Ms Thabete and Mr Black, are you now in a position to address us?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair.",
            "Female"
        ],
        [
            "MR BLACK",
            "Yes, I am, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you ready, Mr Black, or would you want to be afforded a few minutes to organise your argument?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "May I have just a few minutes, I just want to get the documentation together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will afford you about five minutes to organise your address.   We'll come back here at ten to four.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we find out from you, Mr Black, how long you think you will be in your presentation?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I don't think very long.   It's very difficult to say because unless there are questions put to me... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "...but I don't propose being too long - most of the - I'll confine myself to the documentation before the Court really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   We'll adjourn then for five minutes.  Can we start at ten to four?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you ready to commence with your address?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Madam Chair, in my respectful submission, the evidence of the applicant which has been placed before this committee has not deviated in any material respect from the documentation which is already in possession of the committee.  So I don't intend to go into great\ndetail, except again to draw the committee's attention and to emphasise the importance of that area of his evidence relating to the background of the applicant, the training of the applicant, the high degree of responsibility and respectability acquired by the applicant within the organisation of the African National Congress prior to his coming back to South Africa and subsequent to his arrest in 1991 in South Africa.\n\tThe problems, despite the fact that the applicant attempted to carry on a normal life after he'd been released from prison on the grounds of the indemnity provisions, the problems which materialised and escalated, arose from the applicant refusing to be recruited by the security police into their ranks and to betray his comrades in the African National Congress.\n\tThe applicant has testified at some length and some detail as to the role which he played in South Africa throughout in the recruitment and training of various cadres and guerillas and the supplying of arms.   This the security police were well aware of and the applicant would have been a very valuable catch.    His refusal to join their ranks obviously rankled with the security establishment and then accounts of the almost daily, certainly weekly, harassments which took place, ranging from searching at the house, entering upon the premises, invading his privacy and his family's privacy, harassment by Askaris trying to purchase arms, the abduction of his brother and the mysterious disappearance of his brother, and all this harassment, with due respect, was reported to the ANC structures.    At one stage he contemplated, after speaking to the late Chris Hani, he was thinking at that stage to get out of the area and to join the army of General Holomisa, who then had recruited a number of his former MK soldiers.   So he had almost reached the end of his tether of this harassment, and any details relating to this political harassment has gone unchallenged.   He has mentioned certain policemen in his statement.  These policemen were neither represented nor attended this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because they don't think the implication is that substantive, wouldn't you agree?   They have a right to choose whether to attend or not, they're not obligated to attend... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is so... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...it depends on the extent of the implication that will inform them whether they think they've got to come here to protect their rights or not.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, that is so, I would have submitted that these implications are somewhat serious and certain implications and implicated police in the past hearings have at least attended to deny that, but be that as it may... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is your opinion, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   The fact is that these allegations remain unchallenged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just worried.   You seem to be saying that Mr Sambo's harassment was because of his refusal to join the ranks of the security force.   The way I understood his evidence is that he was harassed because of his position as an MK member.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is so.   What I intend to convey is that at the time of his - after his release, he occupied a highly prominent and active role within the ranks of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Attempts were made to recruit him.   That recruiting did not succeed.   It wasn't a recruit within the ranks or to leave, it was a form of spying, let's put it that way, but the... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   But that definitely did not cause him to be harassed, because there is no evidence before us that after that had failed, he was harassed and then they came back again to recruit him.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.   It's after that event, my submission is, that there was an intensification of the harassment, it would appear to be so.   It was not that prior to that he had not also been harassed.   It was clear that Mr Sambo was not going to - that he was going to continue with his activities, or his active role within the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "Just, Mr Black, are you arguing before us that he continued his role as an MK operative after he refused to join them?",
            "Male"
        ],
        [
            "MR BLACK",
            "After he refused to join the security... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "To join the security police.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, he continued with his ANC activities, he... (intervention).",
            "Male"
        ],
        [
            "MR LAX",
            "No, no, there's a distinction here between MK activities and ANC activities.   We've heard nothing about his ANC activities, we've only heard of his MK activities in the evidence.   So that's what I'm trying to understand.   Are you saying it was his MK activities at that time, and his refusal to carry on, or to be recruited by them, that then caused this intensification?",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, well when I, he, I don't know if - he continued to remain a commander, he's a commander in the MK military wing of the ANC, he obviously communicated with the ANC structures in Nelspruit, he's testified to that effect, and he was actively involved in recruiting and exporting arms.\n\tBy the time this incident took place in October, by the time this activity took place in October of 1992, we have heard in some detail about the actual events which occurred.  On that day, as far as Mr Sambo is concerned, he had been visited by the soldiers, we had photographs but perhaps it was indicated that they weren't that relative, but it was clear that the place had been swept clean of any - or checked for any form of weapons or ammunition.  They had searched the vehicles on his premises as well and the army had left.   Subsequent to the leaving of the army, in short, without going into great detail, a vehicle, 4 x 4, had arrived and two white men had entered his premises and one was seen to be opening the door of the BMW.\n\tI don't want to dwell in great detail there... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was going to request you not to repeat the evidence that's before us... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...but to restrict your legal argument to a legal argument, having regard to the provisions of section 20.1... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...read with sub-section 3.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, we had arrived at this - this is the - it would indicate the incidents in respect of which the applicant is seeking amnesty   occurred on that particular day.    At the time of him committing the offences in respect of which he seeks amnesty, I respectfully submit that there is sufficient evidence before this Court to indicate that his state of mind, his suspicions of the activities which took place immediately prior to the shooting, was such that he is convinced, and he indicated convincingly, with respect, to the committee that he was now the subject of an assassination plot.\n\tWe have dealt at some length at what stage he became convinced that these two white policemen bearing firearms were security police, he was convinced that they were there to assassinate him, he had been warned previously that attempts were going to be made to assassinate him and he felt at that stage it was necessary to take vital steps to protect his life and family, and he had complained and reported repeatedly to his political party, the African National Congress, they had instructed him to take the necessary steps, given his military training, to avoid any form of assassination or attempt on his life.   \n\tAt the time of the shooting of the late Sergeant Van der Spuy, I respectfully submit that the applicant acted out of political motives and political necessity.   It was not a matter for self gain or for some ulterior motive.   He was, after repeated questions being put to him, he convincingly stated most emphatically that this was a plot to assassinate him.   He was so convinced that this was an entire set-up that he even suspected the ambulance which arrived, which, according to him, in a most unusually prompt and quick manner in that part of the country where he lives.  He says you don't see that.   So he felt... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's after he had committed the act.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, yes, yes.   Well that is so, but it's an indication of his state of mind, that this incident was an operation orchestrated... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But does that matter ex post facto?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   It wasn't, it is a factor, because he felt this whole entire operation, his shooting, the attempt to assassinate him, the prompt arriving of the ambulance, he goes on to say when the ambulance arrived, he was suspicious, he didn't trust these people because he thought that this was part of the plot to assassinate him, he would be taken away and disappear.   Alternatively he also stated in his evidence that the idea was to shoot him and kill him on the premises and quickly remove the evidence and the bodies from the premises, and that with the ambulance being nearby.   That is how he thought and convinced him that this was a plot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Now, central to your argument and obviously from the evidence led by Mr Sambo is the fact that the incident occurred because of his belief that he was going to be assassinated by the members of the security force and he has testified that he was informed by one Malopo, who was 33 years old, of that intention by the police to assassinate him, who, at the time of that information had, however resigned, had resigned to go back to school and what I actually took note of was that this information by Malopo was divulged to him after this incident had occurred.   Now it really struck me and I just couldn't fathom how you can have a belief that you are going to be assassinated and act on that belief when the information only reaches you after you had participated in the incident.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, Madam Chair, you will remember that, as far as the harassment issues are concerned, we dealt with that in some detail, and it was put to him by a member of the panel at one stage, \"Why did you believe that?\", and he also, that's not the only incident, you will recall he recounted that at the time his girlfriend's house was raided and that the police had told the girlfriend, \"Look, we're going to kill this man when we find him\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But even then, that incident happened in 1991.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that not the evidence before us?   And we are talking about an incident which happens in 1992... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...is it May?   In October... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It's October.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...1992, which is towards the end of the year in '92, and nothing, there is no evidence before us to suggest that something really, more than the soldiers coming to his house and to his father's house to subject them to harassment in the form of having to search the house and the premises allegedly for weapons.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, with respect, we didn't - that is why I was suggesting that it's very important, if one looks at the affidavits which sets out - highlights, and as he says, not all the incidents of harassment, but some of the incidents, the planting of weapons, the Askaris coming to his house, soldiers coming to his house, police coming to his house almost on a continuous basis over a period of time since 1991 until the incident which took place in 1992, so it's not - it's a continuous period of threats, of attempts to implicate him in weapon dealing, warnings to a girlfriend, and so it's not simply isolated, he says it happened almost at least twice a week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   You know, Mr Black, I don't know whether we're on the same page.   My problem is this, that we are saddled with the evidence that suggests that the applicant was harassed by the police and we cannot deny that evidence, it's before us, but there is nothing to suggest that the police did anything further than harassment which would suggest any attempt to assassinate him.   Yes, they probably wanted to plant weapons, as he has stated in his evidence, an Askari wanted to plant weapons at his house, yes, they were searching for weapons, the soldiers came in, harassing his parents' home and harassing himself at his house, but there is nothing other than that that would suggest to us that there was anything that was done that would be termed an attempt to assassinate him?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well those threats had been made by the police to people close to him, that if they find him, they'll kill him, his brother, Sampie Sambo had disappeared, after they used to keep close company and after photographs and identification of his brother had been removed from his house, and this, it was clear that it wasn't simply a question of police harassment, there was a menacing aspect to it, when close members of your family disappear and you're told that if these police get you, they'll kill you, and he... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the only thing that was ever said that would suggest any attempt to assassinate him or a threat to his life was said some time in 1991, if I recall his evidence it was late in 1991, and that was said to his girlfriend, they had come to his home, nothing had ever been said to his parents of the intention of the police to kill him, we only have one incident wherein such a threat was made, where they intimated to make such a threat.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "But his brother had been abducted as well and disappeared, that's a close member of his family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That wouldn't be suggestive of an attempt to assassinate him.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well they were close together, as he said they were both members and active in the ANC structures in that area and they kept close company.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any case, Mr Black, it wasn't my intention to interfere whilst you are proceeding with your argument.  Proceed.   We'll probably take up some of these issues once you are through with your presentation.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   So I respectfully submit that his idea when he gave his evidence, as the record will show, I used the word \"assassinate\", he said he was told, and he was convinced, the security police were going to send people to kill him, as it were, and that is how he understood the situation, and I've already mentioned and I don't want to reiterate the fact that he was convinced that the entire set-up, both from the soldiers in the morning, two unknown white men arriving on his premises in an unmarked police vehicle, and he claims it had a petrol, a Shell or whatever it is emblem on it, and which led to the shooting was a plot to carry out the threats to which he had been subjected to in a fairly intensive basis over a period since 1991 until October 1992.   So it wasn't just a short period of time.\n\tWithout going into great detail, there was some criticism as to why he shot the policeman, late Mr Van der Spuy.   He's given his explanation and he was on the scene and he was an active participant on the scene and Mr O'Farrell has given his version, and there are differences.    So I don't wish to do that, but in my respectful submission that his explanation for shooting under those circumstances is a reasonable one, should his version be accepted.   As he says, his words are, the two had deployed themselves in such a way, the two policemen, that he couldn't just leave the late Mr Van der Spuy there, he had to make sure that he would be incapacitated or stabilised and he would then be able to deal with the other armed man who was approaching him, Mr O'Farrell.\n\tThe other criticism that was - some time was spent on it, as to his - why did he have to lie at the trial, etcetera, he's given an explanation and perhaps after some time, after continuous, with due respect, examination without any break or any opportunity to consult with us, he came up with the explanation at the end here, towards the end, he said they were dealing here, lies here, with political issues, and he said the whole handling of the trial was such, the judge he felt was speaking to counsel and he had a short opportunity, not even half an hour, to speak to his counsel, who had informed him, on a pro deo basis, with due respect, whether it's correct or not, I'm not criticising counsel, that she was aware of all the facts, but he candidly tells the committee that he didn't tell the Court the whole truth, he didn't go into all the details, as he was able to do here, about his political past and his political activities and the political motive.\n\tI may just, and I again, we raised the point that in the supplementary affidavit which was filed some time ago and which forms part of the bundle of the documents before the Court, paragraph 10, we deal with this issue, the issue is dealt with rather, about the policeman, George Ndbande, and it is alleged there that Sergeant Ndbande did in fact check those vehicles before 29th October 1992, and was satisfied that they were not stolen, and - Ndbane, sorry - and this allegation... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does that part of evidence take us, Mr Black, in relation to his political motivation for committing the offence?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, it doesn't deal so much with the motivation, it deals more to show that this man felt there was no reason, other than for political reasons, for any policeman or member of security forces to come onto his premises, there was nothing to suggest any other reason why they would be there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hasn't that already been encapsulated in what you've stated before?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   So, briefly, I would submit, with respect, that, given the intense harassment over a considerable period of time, from 1991 to 1992, and the circumstances under which the shooting took place, there was nothing else for the applicant to think that here these people were out to kill him.   The two strange - after being harassed, the police, the soldiers having been and searched the property, the cars and everything, in the morning, two strangers arrive and then a shoot-out takes place.   At that stage when the guns get pulled, then he thinks now, this is it and then he proceeds that now at last they've sent the assassins and the assassins are going to carry out their political mission, and that, at that crucial stage, that's when the shooting takes place, that's when he was convinced now that he was going to be killed, and for his political beliefs and for no other reason, because he had no other reason to suspect that they would be there.\n\tThank you, I have nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Black.   Mr Black, we don't intend to really put more questions, I think your argument has covered a lot.   There are two aspects, however, that are bothering this panel.   The first I have already attempted to cover with you during your address.   I then felt constrained because I felt like I was interfering with your argument,  I mean his reasonable belief that the two persons, the two white persons, at his premises on that day were the ones sent by the security force to assassinate him.  Is it reasonable to believe that the assassins would come in in broad daylight, and before doing anything else, expose themselves to all and sundry to see, by opening the doors of motor vehicles outside, instead of using methods that one has become familiar with that were used by the security force when eliminating political activists.   Now that's one problem that we would want you to address us on.\n\tSecondly, on the aspect of your applicant's, I mean your client's full disclosure, you have heard Mr O'Farrell testifying how he was assaulted by a small group of persons who were in the vicinity of where the shooting took place of both Mr O'Farrell and the deceased, Van der Spuy.   You have also heard Mr Sambo denying having seen any person in the vicinity.   We, however, have objective facts, the report is quite there, you know, in the judgment that Mr O'Farrell was indeed beaten to a pulp by a group of people.   Now, Mr Sambo's denial of having seen anyone at about the time when this incident occurred, hitting Mr O'Farrell, is a little disturbing to us, we don't know whether we can believe him on that.    \n\tCan you address us on those two issues?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Madam Chair, perhaps if I start on the last point.   I had made a point in my notes and it's an omission on my part, to put to Mr O'Farrell, but I'm sure the leader of evidence could consult with him and perhaps she could either confirm my submissions which would be made to you.   What I intended to put, Mr O'Farrell says that he identified the brother and the father of the applicant as being party, or some part of the party that attacked him.  Now my obstructions are, objectively, that first of all the father does not live on the premises, but apart from that, that no charges of assault have ever been brought or laid against these two parties, who have been identified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But apart from the fact that no charges have ever been laid, which was Mr O'Farrell's choice, of course, and we can't disbelieve him on that aspect simply because no charges were preferred against the individuals who participated in his alleged assault, apart from that, what do you say to the fact that he was beaten to a pulp?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, perhaps he was, I don't know what his definition, he speaks of a horde of people and according to him, his concept of a horde of people would be between five and six, his explanation is, given his physical make-up.   Now the applicant does not say it did not happen, it didn't happen in his presence, he didn't see it happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But according to the evidence before us, this must have been witnessed by the applicant.   I mean the version given by Mr O'Farrell and that one given by Mr Sambo as to what happened when would make the applicant to be right at the scene of the assault of Mr O'Farrell.   I just cannot explain how he could not have witnessed this.   I put this question to Mr Sambo, if I recall, that when he states that Mr O'Farrell came, approached him, with his gun cocked, where was he, he said he was there, he could see, and it was at that stage that Mr O'Farrell was actually hit by the so-called group of persons, because he was trying to come to Mr Van der Spuy's assistance, who had then called out for him to come to his assistance.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.   Well, with respect, that's not - when it was put to Mr Sambo that O'Farrell approached him with his gun cocked, he says it wasn't so, O'Farrell had left, had gone away, because he said if Mr O'Farrell had approached him with the gun cocked, he would have killed him.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Black, there are two factors here.   The first is, your client and you surely haven't put it to Mr O'Farrell that he didn't suffer the injuries he said he suffered... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "...very severe injuries, there's no question about that, and the version he gives is consistent with the injuries he describes... (intervention).",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "...being hit with pipes and bricks and all sorts of things.   Now, your client's version is a simple one, only his wife was in the house, there was no-one else in the vicinity.   It's clear.    Now it's just not possible for the two to be consistent.   So that's what we want you to address us on.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well, he says he did not see anyone, he was not aware of any incident.   Now it's not quite clear where this incident - according to Mr O'Farrell, it took place, there were two incidents:  the first incident when he was leaving and going away, or according to him, attempting to shoot, and then the gun was taken out of his hand;  the incident where he was actually seriously assaulted, took place at a later stage when - there's no, at that stage, I don't know where Mr Sambo was, but he says he didn't witness any assault.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, there are two incidents wherein Mr O'Farrell was assaulted... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...the first one was, according to the version given by Mr O'Farrell, was when he was dispossessed, not by Mr Sambo... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...but by that small group of persons who assaulted him.   The second incident happened after Mr O'Farrell had returned with an ambulance.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, that's so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not interested about that one wherein he was assaulted after he had come back with an ambulance, I'm interested in the first incident, wherein it's quite clear, on the version of Mr Sambo himself, that Mr O'Farrell was there and Mr Sambo was also there, and was observing Mr O'Farrell, and he should, therefore, have seen when Mr O'Farrell was being attacked, I am talking about the first assault and not the second assault.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Could I just add this, and I'm talking more about the second assault, because it's your client's evidence that when O'Farrell approached him from the ambulance, he warned him not to come any closer or he was going to shoot him, so he would have kept his eyes on this man very carefully at that point in time, and it was at that point when he tried to approach Van der Spuy that he was then beaten up by the crowd and chased away.   So in both instances it's your client's version, and it's consistent with your client's version, that he would have kept a good lookout at the man.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.   I think, if my recollection serves me correctly, and perhaps I could be, I stand corrected, I think O'Farrell alleges that he was dispossessed of his firearm by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I think let's correct you there, it is Mr O'Farrell's evidence that he was dispossessed by a small group of persons, and to be precise, he would want to believe, and I use the word believe deliberately, he would want to believe that he was dispossessed by the applicant's brother.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, I'm indebted to you, but... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, we are happy to hear you on our second issue, and that's the... (intervention).",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, the explanation as far as the second issue is concerned, which I can only - it is - I don't want to speculate in great detail, but if one takes into the account the following:  soldiers had swept the area, it would appear they left that area and the premises at - after having cleared the area, let's put it that way - at about 12 o'clock that day, shortly after that this incident takes place, and I do not, with due respect, and I don't want to, I'm certainly not going to give expert evidence on this matter, but I have been involved in matters and cases where the arrogance of the security police has also manifested itself.   As far as they are concerned, they could do what they want to, they were satisfied that they were now not going to be attacked, that is the way he could think, and although it's in daylight, there are countless matters where they have demonstrated, the bad element of the security forces have demonstrated their arrogance and do not just operate at stealth of night.   That's my only submission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I do understand you on that one.   Ms Thabete, do you have anything to address us on?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair, I do.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Without saying much, I would say there's no doubt that the applicant had been subjected to previous harassment, by virtue of the fact that he was an MK member previously, and all the other reasons that have been stated in his affidavit, but I think the question remains as to whether - maybe let me not start there - Mr O'Farrell's version has been very consistent in court, today and even at the inquest.   As a result, there is no reason why - or it's my submission that there's no reason why the committee should doubt the evidence placed by Mr O'Farrell today before it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We don't have any evidence before us from the inquest, and neither are we interested in the proceedings of the criminal trial... (intervention).",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'm saying... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...we will take cognisance of what has been said only before this committee.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Okay.   Maybe I should repeat this, I said there's no reason why the committee should doubt the evidence put by Mr O'Farrell today.   It's my submission that he had no reason to lie and it's my submission that he told the truth today.   It's also my submission that this puts a big question on whether Mr Sambo has made full disclosure today, and it also puts a big question on the issue of proportionality, as to whether the killing of specifically Mr Van der Spuy and the assault of Mr O'Farrell, or attempted murder of Mr O'Farrell, was proportional to whatever objective or political objective Mr Sambo wanted to achieve.\n\tWithout getting much into Mr O'Farrell's evidence, it's not really clear what Mr Van der Spuy and Mr O'Farrell might have done to the applicant to suggest that they had intentions to assassinate him, which really poses a question as to why was Mr Van der Spuy killed and Mr O'Farrell attacked, because from the evidence of Mr O'Farrell, they introduced themselves as policemen, and from his evidence it's not true that Mr Van der Spuy shot the applicant first, as a result the applicant shot at Mr Van der Spuy.\n\tI think it covers what I wanted to say in a nutshell, Madam Chair, unless you want me to address any other issue, because I would really plead with the committee to consider the response of Mr O'Farrell when he was asked what is his comment on the fact that the applicant has applied for amnesty, and in the light of what I've said as well.\n\tThank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabete.   Mr Black, I want to presume that there is nothing that you would want to respond to to what has already been said by Ms Thabete that has not been covered already in your legal address?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I have no further comments, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   That brings us to the end of the application of Mr Voice Morris Sambo.   What remains, therefore, is for this panel to consider this application and decide, in the light of the evidence given by Mr Sambo and Mr O'Farrell, and we shall proceed to do so and our decision will be made known to Mr Sambo and Mr O'Farrell and the deceased, Van der Spuy's relatives, in due course.\n\tWe thank you for assisting us in this painful process, which we hope, Mr O'Farrell, will go a long way in healing the wounds that you have displayed today to be still very painful.  \n\tMr Black, we believe this is the only matter that you had.   We will excuse you and we'll also excuse Mr O'Farrell and again express our gratitude to your participation in this process, it's greatly appreciated. \tWe'll proceed with the next application set for today, which is that one of Mr Ngxongo.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Which is the last one on the roll, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I hope it is the last hour of that application, the time is now ten to five.",
            "Unknown"
        ]
    ]
}