{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-02",
        "location": "NELSPRUIT",
        "day": "2",
        "names": [
            "RAPHEAL SENZAGAKHONA SITHOMO"
        ],
        "matter": "GRENADE ATTACK ON BUS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53152&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020105_nel_990202ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "MR CLAASSEN",
            "MR LAX",
            "MR SITHOLE",
            "MS THABETE",
            "ADV BOSMAN",
            "JOHANNA MSIBI",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "MR CLAASSEN",
            "MR SITHOMO",
            "MR LAX",
            "MR SITHOLE",
            "MS THABETE",
            "ADV BOSMAN",
            "JOHANNA MSIBI",
            "MS MSIBI",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Claassen.  Mr Claassen the next person I think we will proceed to hear is Mr Sithomo, who is the second applicant in this application and from the reading of his application, I must say we take the view that he's application should be fairly short.  I don't know whether Mr Sithole agrees with the way we understand the issues dealt in Mr Sithomo's application which really curtail the proceedings.\n\tIn that case, because we seem to be having a common understanding, Ms Thabete also has the same view, we would request Correctional Services to accommodate us.  We are aware that they are supposed to go back at 4 o'clock.  We feel that this matter is capable of being disposed of within an hour.  The time now is twenty five to four.  \n\tI think the matter might be finalised before half past four, and we would request their indulgence in that regard. ...(end of tape) such a reasonable request would do great injustice to the victims who are coming from Heidelberg, who will have to be accommodated at great expense to the Commission on a matter which could have been disposed of in about 20 minutes time.  Can I take it that our request to Correctional Services is acceded to?  Thank you very much.  \n\tWe then proceed to hear the application of Mr Rapheal Senzagakhona Sithomo.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you speaking in Zulu?  Can you understand me?",
            "Unknown"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, you may proceed.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMr Sithomo, could you state your full names for the record?",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "Rapheal Senzagakhonea Sithomo.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithomo, is it true that you filled out an application form and also submitted an affidavit, a statement which was made on the application form concerning the incident for which you are currently serving a jail sentence, and which is also the reason why you are applying for amnesty today?",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "That's correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithomo, can you very briefly in your own words tell the Committee exactly what happened and what your involvement was.",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "I wasn't at work on that day.  The reason I'm in this problem is because of the political situation.  I wasn't there when this incident occurred.  I took leave from the 11th, I went home.  After that I heard on the radio news about the incident which occurred at Ratanda.   From what I heard I didn't have a problem or I didn't associate myself with the incident.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, did he say he did or he didn't associate himself, Mr Claassen?  I just wasn't clear, the interpretation wasn't very clear.  Please if you can just either repeat the answer or the interpretation or both.",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "I didn't have anything to do with the incident because I was absent, I wasn't there.  This is the truth.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithomo, you just stated that you heard what had happened over the radio, had you any prior knowledge of any such planning?",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "You mean before the incident?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That's correct.",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "No, I didn't have any prior knowledge about this, no-one told me anything that people were going to attack people in the bus.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And you had no personal involvement in perpetrating this act?",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "The truth is I didn't have any knowledge about this incident.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Before we proceed to Mr Sithole, may I just on a question of clarity find out when you left for your leave, can you remember?  Was it in September, early September or was it in August?",
            "Unknown"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "It was on the 11th of September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where were you on the 28th of September?  We know you were on leave but in which place?",
            "Unknown"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "Escort, at Mthabomhlope in Escort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Sithole, do you have any questions to put to Mr Sithomo in view of his brief evidence before us?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "As the Chair pleases.  There is just one question, Madam Chair, and it relates to the earlier question I wanted to ask Mr Hadebe on page 17 of the paginated documents.\n\tI see on paragraph 9(a)IV you allege that Thokozani Biela, Kujeza Nxango, Mpakisani Choncho, Thandogwake Ndlovu and Zaccarehia Mhlongo committed the offence, how did you come to know about the fact that they committed the offence?",
            "Male"
        ],
        [
            "RAPHEAL SENZAGAKHONA SITHOMO",
            "This is a mistake that I mentioned these people.  These are the people that I knew but I didn't say these were the people who perpetrated this crime.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I have no further questions, Madam Chair.\nNO FURTHER QUESTIONS BY MR SITHOLE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sithole.  Ms Thabete, do you have any questions to put to Mr Sithomo?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions, thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There is no reason to come back to you Mr Claassen for any re-exam and I shall not do so.  Are you closing your case, Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That would be my case, Madam Chairperson, concerning Mr Sithomo that is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  But in respect of the two applications, do you propose to call any further witnesses in support of Mr Hadebe's application for instance?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Not on the evidence that we gave today, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you propose to call any witnesses at all in respect of any issue?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, as far as witnesses are concerned, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "There's just the amendment of the application as previously discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So you have therefore closed your case?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I have, I have.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, you had given an indication that you intended to call one witness.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will proceed you that opportunity to do so.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks Madam Chair.  Johanna Msibi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is she going to testify?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does she speak Zulu?  What language does she prefer to use?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Zulu, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sotho?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Zulu, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may stand to take the oath.  Your full names are Johanna Msibi?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You can sit down.  You may proceed, Mr Sithole.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thanks, Madam Chair.\n\tJohanna, is it correct that on the 28th of September 1992 you were employed at Escort Factory in Heidelberg?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "That's correct.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "And is it correct that on that day you knocked off and boarded a bus which was taking you home?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "Can you briefly explain to this Committee what happened when you were about to reach the hostel in Ratanda?\nMS MSIBI\n\"The name of that street next to the hostel is Prode(?).  When the bus arrived next to the hostel or in front of the hostel there were  four men standing there and there was a fire.  When the bus approached there I saw Hadebe taking an object and throwing it in the bus.  I didn't know that that thing was a bomb, I thought it was a stone.  I only realised that it was a handgrenade after it exploded on my foot.\"",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And what injuries did you sustain in that incident?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "My right foot and my hip, my right hip.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "And according to you, do you know of any reason why you were attacked?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "I didn't know that we were going to be attacked but when the firms started we were given two choices to join unions and the white guy agreed that we should join one union.  We didn't want to join Uwusa, we decided to join Fawu.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "And after that, what happened, can you tell the Committee what happened?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "After that we decided to go on strike and the Uwusa members decided to continue working.  When we were supposed to go back to work we couldn't because there were people who were chasing us away, not the people who were working with us.\n\tWe didn't know those people.  Those people were new people, new members in that firm.  Later we agreed that we should go back to work.  I was surprised when we were attacked.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "Alright.  Can you explain to this Committee as to what happened at work in the morning of the 28th of September?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "When we arrived at work, at 10 o'clock after teatime, Mr Hadebe came and he was crying.  He didn't say anything to me but he was crying and I saw him leaving and I saw him in the evening when he was throwing an object in the bus.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "And can you tell this Committee what is your feeling towards the applicant, Mzobona?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "I wouldn't like to see him getting amnesty because what he is saying here is not the truth.  Everything he's said here is not true.  Even in Court he lied, even here he's lying today.",
            "Female"
        ],
        [
            "MR SITHOLE",
            "I have no further questions, Madam Chair.\nNO FURTHER QUESTIONS BY MR SITHOLE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sithole.  Mr Claassen, do you have any questions to put to Ms Msibi?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, I've just a few questions I would like to put to her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed to do so.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMs Msibi, at the time of this particular incident you've just testified that you were a member of Fawu, did you also  belong to any other political organisation?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, will you assist us in ensuring that her speaker is on to be able to transcribe her evidence all the time.  Right now her speaker is off.",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I was just a Fawu member, not a member of any political organisation.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, is it not true that for the most part Fawu members were also affiliated and members of the ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying they were always or are you saying they were perceived?  There is a world of difference between those two.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, my apologies, I would like to rephrase it.\n\tMs Msibi, is it true that most members of Fawu were also members of the ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not better, Mr Claassen, to put it as I think you should put it, that members of Fawu were perceived to be members of the ANC?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, some people used to view Fawu members as ANC members, but when I affiliated with Fawu it was strictly Fawu, not ANC.  I was never affiliated with ANC.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, on this particular afternoon when you went home with this ill-fated bus, the people aboard the bus, were they exclusively Fawu members?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "They were strictly Fawu members in the bus.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Only Fawu?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, only Fawu.  Only union members could board that bus and strictly Fawu union.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "And was this a known practice, that only Fawu members used the buses?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, it was a known factor.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, you testified that you saw Mr Hadebe throw something at the bus.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I saw him.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "It is my instructions that he, and I put it to you that he indeed did not throw anything towards this bus.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "I deny that because I saw him personally. I saw him.  There was a fence next to the hostel and they've already demolished the fence and there was a fire there and when the bus approached that fire, I saw him picking an object next to the fire and I am quite certain that I saw him and I saw him throwing that object into the bus.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, just going back to the circumstances at your workplace before this incident.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Do you want me to explain the situation or ...",
            "Female"
        ],
        [
            "MR LAX",
            "That is correct.  The question is, were there often fights between Fawu and Uwusa?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "We were not fighting with them.  We used to talk to the white men.  We were the majority, we Fawu members, and Uwusa were the few.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "And was there never any incident between the two parties?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, after the strike we were attacked.  When we came to work, as we were changing, putting on our working clothes, one man came and told us not to do so because people were going to attack us.  Therefore, we didn't work, we left and they were the only ones who were working.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you say after the strike we were attacked, can you explain to us when was this strike and on what day did you come back from the strike and the day when they tried to attack you?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "When we went on strike, I don't remember exactly when was it, but I remember that it was on the 22nd of July.  We went on strike on the 22nd of July.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long did you stay on this strike?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "We stayed about a month or two, I'm not sure.  This was in July.  We went on strike in July and then we came back to work after two or three months.  I'm not sure when.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you were injured, how long had you been at work?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I can't say exactly because I don't remember whether we returned to work in August or September.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  If there is someone amongst the victims, Mr Sithole, who could just assist us on this  small piece of information, we would appreciate it.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "We have someone, Madam Chair.  Madam Chair, he says in September.  He's not even clear when it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's sufficient.  The strike occurred around the 22nd of July and the workers returned to work in or about September.  Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, what sort of problems were there at work after your return?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "You mean when we returned from the strike?",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Yes.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "The only problems we found were that they used to chase us away and then after that was resolved we didn't have much problems.  I guess maybe I was ignorant because I couldn't see any problems at work.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "How was this problem solved?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which problem?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, she just testified that after it was solved ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The labour.  Do you mean the strike?  Are you referring to the strike as a labour dispute?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Madam Chair, if I understood the witness correctly, unless I misunderstood I think she said that problems occurred after their return.  I'm under the impression that the strike was already over by then and I don't know what other problem she might have been referring to or how this was resolved.",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "Police were the ones who resolved this.  Police came and they resolved this and the organiser as well was involved and the manager.  He is the one who told these people who were trying to chase us away that they mustn't do that anymore.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm on the same page.  I wasn't on the same page with you, Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair.\n\tMs Msibi, just to get back to this point, you said that the police resolved the issue, how did they resolve this issue?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "They called the police and they were told that we were supposed to come back to work and other people were chasing us away and the policemen were told that they should come because there were people who were harassing us.\n\tThen the manager told the police as well that he was going to talk to these people and tell them not to harass us.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Ms Msibi, can you remember when this problem was resolved, how long was this before the incident of the attack on the bus?",
            "Male"
        ],
        [
            "JOHANNA MSIBI",
            "I would say if we went to work in September, after three weeks the bus was attacked.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Madam Chair, I have no further questions of this witness.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Claassen.  Ms Thabete, do you have any questions to put to Ms Msibi?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please proceed to do so.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.\n\tI just need clarification, are you Miss Msibi or Mrs Msibi?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She's Miss.",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Ms Msibi, would it be correct or would it be incorrect for me to say that at the workplace after the strike there was a conflict between people who were perceived to be IFP and people who were perceived to be ANC?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MS THABETE",
            "Can you elaborate on your answer?  Is it correct for me to say so?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MS THABETE",
            "Is it also true that Fawu members used buses whilst Uwusa members used taxis?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "That's correct.",
            "Female"
        ],
        [
            "MS THABETE",
            "On the day in question, whereabouts were you seated in the bus?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "I was standing at the back, not the real back seat but at the back of the bus.  I was standing there.",
            "Female"
        ],
        [
            "MS THABETE",
            "Were you seated or were you standing?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "...(no audible reply)\nWhen the bus went through you say you saw Mzobona Hadebe, was he the only there or did you see any other person or other people there?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She saw four.  Ms Thabete, the evidence was that there were four persons.  Her evidence was that there were four persons, including Hadebe.  That's her evidence.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Do you know anybody else besides Mr Hadebe who was there?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "I saw Mr Hadebe and I saw Sandi even though I didn't see him throwing something but I saw Mr Hadebe throwing something and also I saw Sandi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who is Sandi, Ms Msibi, do you know the surname of Sandi?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "He's the one sitting here in front of the Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, Mr Sithomo?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, Mr Sithomo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he standing there next to Hadebe?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, he was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You also said that there were four people, is it true if ones says the two of the four people is Mr Sithomo and Mr Hadebe?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, it's true.",
            "Female"
        ],
        [
            "MS THABETE",
            "I assume that you know, or it's been the evidence that you know Mr Hadebe from work, where do you know Mr Sithomo from?",
            "Female"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I used to see him at work and also in the township.",
            "Female"
        ],
        [
            "MS THABETE",
            "Thank you, no further questions, Madam Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Msibi, you say you know Mr Sithomo from the location and from work?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "...(no English translation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long have you been employed at the factory?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I know him because I used to see him in the township.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now this - for how long had you been in the employ of the factory when this incident occurred?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "13 years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In what department were you employed?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Kitchen department which was called Department Number One.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And where did you usually see both Mr Sithomo and Mr Hadebe at work, was it during your tea break, lunch hour or was there an occasion when ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I would see him during lunchtime and even inside the firm as we were walking from area to the other, and also outside the firm and the township as well.  I know them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "For how long did you know Mr Hadebe as a colleague working at the same factory where you worked?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I joined the firm in 1981.  I don't know if he joined before me or after me but when I joined the firm as time went on I realised that he was one of my colleagues, but I cannot tell whether he came before me or after me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The incident occurred in September of 1992, would you say you had known Mr Hadebe for a few months prior to that incident?  Would you say you had known him for a year or for more than a year?  Can you just give us an approximation.",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "For years.  I can say maybe 13 years because I was in that firm for 13 years and I think I've known him since I've joined the firm.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And Mr Sithomo, for how long had you known him as a colleague working at Escort Bacon Factory?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Him as well I think I've known for quite a while, I think years.  I don't know whether he came before me or after me but I've known him for years as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would it also be more than three years?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I think it's  far more than three years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you say it's far much more, approximately what would you estimate the period?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I estimate it like 13 years because I'm not sure whether he came before me or after me, but I think it was 13 years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now apart from the working environment were you would interact, how would you be able to interact with either of them in the township?  The evidence that was led before us was that, at least by Mr Hadebe, there was little interaction ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "We used to meet each other in the township.  They used to stay or live with the people who were staying in the township.  There wasn't a common except work where I can meet them, but we used to meet in the streets in the township.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you know that Mr Hadebe stayed at the hostel, Ratanda Hostel?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I knew that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were the hostel dwellers well accepted by the inhabitants of Ratanda Location?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Before the violence the hostel dwellers used to go to the townships.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And when can you approximate the conflict to have commenced between the hostel dwellers and the inhabitants of the location?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I think it was on the 22nd of July, on the day when we went on strike.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's when the conflict between the hostel dwellers and the community in Ratanda ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I would say so, I would say the conflict started on the day when we went on strike because before that the hostel dwellers used to visit the location but then when we went on strike that's when the conflict started, or the violence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that you know Mr Hadebe and Mr Sithomo so well that you can identify them probably even when they are not facing you?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, that's what I'm suggesting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you couldn't have probably been incorrect in your testimony when you say you actually saw Mr Hadebe throwing something at the bus that you were in?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "No, I'm not making a mistake, I'm telling the truth.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lax, do you have any questions to put to Ms Msibi?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions Chair, you've covered everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman, do you have any questions to put to Ms Msibi?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chair, just one or two.\n\tMs Msibi, did you know about the death of Mr Mgababa?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I heard about his death at work on that Monday, but I didn't hear about it in the township.  I only came to find out about it at work on Monday morning.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Did you know who Mr Mgababa was?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I knew Mr Mgababa because he was also working with us.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Did you know his political affiliation?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I knew that he was an Uwusa members.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Then just one more question, I'm a little unclear on this.  You made mention of a fire when the bus passed, what time of the day was it?",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "It was half past five and I hold my watch.  It was half past five.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Can you possibly tell us why there was a fire, was it dark or ...?  If you don't know ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "I don't know why they had a fire there but there was a fire.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "And was it dark or was it still fairly light that time? - I don't know the area.",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "No, there was light, there was no darkness,  there was a clear light.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Bosman.  I just want to get clarification on one very minor aspect.  When you gave evidence you said that you saw Mr Hadebe at about 10 o'clock on the 28th of September, this is when this incident, the day of the occurrence of the incident, you saw him coming out of the company crying and you didn't know what he was crying about.  Now you saw him crying, how did you know that he was crying?  You saw tears coming out of his ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNA MSIBI",
            "Yes, I saw his tears and he was leaving, going towards the gate.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, I thought maybe there was a mistake in the translation or something.  Ms Sithole, oh sorry, Mr Sithole.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Thank you, Madam Chair, I think that's the evidence on the side of the victims.  We are not going to call any further witnesses.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well we are greatly indebted to all of you for having made these proceedings to be as curtailed but also detailed as possible.  And our gratitude to Correctional Services for having acceded to our request and true to our undertaking, indeed we have been able to finalise at least this portion of the  evidence before four thirty.\n\tWhere do we go from here, Mr Claassen, Mr Sithole and Ms Thabete.  I'm not calling you lastly because you are a lady, because you are our Evidence Leader, I think the ball should really be in Mr Claassen's court.  Insofar as the presentation or argument is concerned, do you want to address us today, which you can proceed to do and we don't need in that case the presence of the victims if Mr Sithole will be around.  You can proceed to do so or you may elect to do so tomorrow morning.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you for the opportunity, Madam Chair.  If it will suite all the relevant parties I would prefer to address the Committee tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we just arrange with you some of the issues that we would like you to apply your minds on when you prepare for your address.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Certainly, I would appreciate that.  You will see that from the papers and on the evidence led by Mr Hadebe in particular, his testimony is basically that he only participated in the planning of the attack and that planning was on the 27th of September, but denies participation in the attack that led to him being convicted for the offences for which amnesty is being sought.  We would like you to address us specifically on that issue, whether he can qualify for amnesty for the offences for which he's convicted, on the basis of his participation only to the extent of planning for the commission of those offences.\n\tYou may wish also to apply your mind on the question of proportionality and obviously on any other issue that you would like to address us on but mainly and fundamentally we would appreciate if you could give us something, specifically with regard to the first issue.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "I will do so, and I thank you for the opportunity, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, do you have any objection to the address being presented tomorrow morning without your clients being here?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, Madam Chair, I don't think it will have any effect whatsoever on my clients.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we would like to extend our appreciation for the efforts I think made by the victims in attending these hearings.  We hope that on its own will go a great way in trying to heal the wounds that we know have been bleeding for quite some time.  We'll now bring these proceedings to a close and we'll resume tomorrow at 9 o'clock.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}