{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-12-08",
        "location": "NELSPRUIT",
        "day": "2",
        "names": [
            "VOICE MORRIS SAMBO"
        ],
        "matter": "MURDER OF MR VAN DER SPUY AND ATTEMPTED MURDER OF MR O'FARRELL",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53972&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99120708_nel_991208nl.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MS MTANGA",
            "VOICE MORRIS SAMBO",
            "MR LAX",
            "INTERPRETER",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MS MTANGA",
            "MR SAMBO",
            "VOICE MORRIS SAMBO",
            "MR LAX",
            "INTERPRETER",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Without further ado, we shall proceed to hear the second matter for the day, and that is the application of Voice Morris Sambo.  This matter is part-heard.  Mr Wills, we are instructed that you are now appearing on behalf of Mr Sambo?  Can we get Mr Sambo to be brought in for purposes of conducting his application?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Madam Chair, I confirm that I have been instructed to appear on behalf of Mr Sambo and I - sorry my name is John Wills, Attorney from Pietermaritzburg for the record.  Madam Chair, I hereby bring an application to re-open the evidence of Mr Sambo on the basis of my instructions that he was not, he did not completely understand the nature of the proceedings on the last occasion, and further that there has been to my mind a material omission, in respect of which no evidence has been given in the sense that he also wishes to apply for amnesty relating to the same incident for the attempted murder of Mr O'Farrell.   For that purpose, Madam Chair, I request to re-open the evidence and call Mr Sambo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we can make a ruling in respect of the application you have just moved, Mr Wills, may we just understand you properly on what you mean when you say that Mr Sambo did not understand the nature of these proceedings, as Mr Sambo was represented by Adv Rodney Black.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  Madam Chair, Honourable Members, I am not in a position to comment on the discussions that were had between Mr Black and Mr Sambo, obviously I was not there at the time, but I can clearly state as a result of my consultations with Mr Sambo, that he wasn't aware of the implications of the Act.  It was clear to me that he didn't understand the proceedings and through my consultations, it was clear from the evidence, from the consultations that he had intended to kill Mr O'Farrell and I see no evidence of that whatsoever in the record which I have had the opportunity of perusing.  That is as far as I can take it.  I don't want to point fingers at anybody, but that is the factual position.  It is my submission that provided the applicant is prepared to fully disclose his involvement in this crime, and provided he can show that it is politically motivated, that that would be relevant for the consideration, any evidence in that nature would be relevant for your consideration, and I ask for this opportunity that he can, in order that he can further support his application with further evidence.  Clearly he has not understood the procedures and the purposes of the Act clearly, from my consultations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection, before making a ruling, if we proceed to put certain questions to Mr Sambo in order to ventilate issues with regard to his non-comprehension of the nature and the extent of the proceedings as then conducted on his behalf, by Mr Rodney Black?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I have no objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, an application has been made by Mr Wills to re-open Mr Sambo's application.  The reasons advanced being that Mr Sambo did not understand the nature of the proceedings when he last appeared before this panel, as a result of which no proper evidence was led before this Committee, on which we would be able to make a fair, just and equitable decision in terms of our founding Act.  What is your attitude as you are representing Mr O'Farrell?  Are you objecting to that application or not?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, my instructions are not to oppose the re-opening, but we will however deal with the evidence as it will be delivered by my learned friend.  Those are my instructions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   We shall nevertheless, put certain questions to Mr Sambo on issues of clarity with regard to the application that is before us.    Mr Sambo, are you prepared to take an oath?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now you can sit, you have been sworn in.   You will remember that we are still talking about your application, the one when you were represented by Mr Black, your Attorney is explaining to us that when you gave that evidence before this Committee, you didn't have a full information about the Act and the proceedings, therefore your evidence that you gave before this Committee earlier, does not go hand in hand with what you wanted to give, if only you knew the proceedings, is that so?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you explain to us how Mr Black explained to you about this Act that led you not to understand the proceedings of this Act?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I can explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can proceed.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Mr Black didn't advise me properly about the proceedings of the Truth Commission and the requirements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say he didn't explain clearly to you, what do you mean?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "He didn't explain to me what exactly is required here, and my present Attorney has just explained to me.  I was happy immediately after Mr Black explained to me, because it was not so clear after I gave the evidence, that is why I wanted to come back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you gave evidence to this Committee, you met your Attorney and you requested to find another Attorney?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you do that, after how long?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I think two months ago, I am not certain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he say to you when you requested this to him?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Which Attorney, my present Attorney or Mr Black?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The one you requested for another Attorney?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't quite understand your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe I should ask another question before I ask this question, when you showed that you were not satisfied with the previous Attorney, who did you speak to immediately after that?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Mr Nkosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you explain to Mr Nkosi the reasons why you were not satisfied?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did you explain this to Mr Nkosi after you came before this Committee?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "After this Committee?   I explained to him I think a week later, I called him and I told him I was not happy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it that Mr Black didn't explain to you that you are supposed to come here and tell the whole truth about Mr O'Farrell's injuries and the way the deceased died?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "He explained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean Mr Black?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, he did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he explain to you?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "He explained that I should tell the whole truth about what happened on the 29th when this happened.  He said I must stick on that particular incident on that day, that was how it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am trying to get clarity on what exactly it is that makes you think that you didn't give full evidence of your application.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When I gave the evidence initially, I didn't quite understand that I was supposed to give evidence prior to the incident, evidence about incidents prior to the incident.   According to my knowledge, I still feel that some things I didn't tell this Committee, and therefore I would like to tell the Committee more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, if you don't quite understand my question, you mustn't answer.  You must ask me to repeat myself or to try and explain my question if you don't understand it, okay.  I have a problem the way you are explaining your problem to me.   In short, you are saying you want to give evidence because you were not satisfied about the way you gave evidence before?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This reason of yours, it is not exactly the reason that your Attorney just gave us today.   Mr Wills just said to us when you gave evidence initially, you were not told and it was not explained to you about the Act of National Unity?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Now I think I do understand you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry Ms Chairperson, I must come in here.  My position Madam Chair, with the greatest respect, is that from my consultations with the applicant, it is clear that he didn't understand the implications of the Act, what the processes were.  I wouldn't go as far as saying that he wasn't told some things, because as I indicated, I wasn't there at those consultations, but what I am saying and what is clear to me is that up until recently, he does not understand the implications of that Act.  It was in that context that he gave his evidence, thank you Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.   Your Attorney had just explained to me why he is applying for re-opening of the testimony.  Have you heard the reasons?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you agree?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is because I had previously had four Attorneys and I was confused on what they had advised me.  I think that is why I was not satisfied about my initial testimony.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, we feel that in the interest of justice and fairness, we should grant your application to re-open the matter and we now call upon you to lead whatever evidence you wish to place before this Committee.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I am indebted to you, Madam Chair, may I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Sambo, I don't want you to go into the long history about the harassment that you gave evidence of prior to this, particularly in your written application, I just want you to concentrate on the time when you were lounging or relaxing on the back of your Mazda 626 when the two persons arrived at your yard.  I want you to tell the Committee exactly what happened from that point in time onwards, can you proceed?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "As I was standing there, I saw a car going, pass by and it came back again.  They came and they entered my home.  As I was there next to the car, I thought maybe that they are people from the garages, then I approached them.  I got Mr van der Spuy next to the BMW opening the doors, the other one was next to the Sentra.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can you just go a little bit more slowly, we are trying to take notes of your evidence.  Just give us a second, just to catch up and then I will indicate when you can continue.     Please carry on.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When I reached the people from the BMW, I got van der Spuy opening the doors of my car, the left side.   I then questioned him on who gave him the permission to open the doors, because I am the owner, he did not even introduce himself. Mr van der Spuy then, he spoke in Afrikaans, I could not understand but it was very much urgent.   He therefore took out his gun.  I therefore learnt from that situation that these are police and they are my enemies.    He therefore shot and then I disturbed him, because I was very much near to him when he was shooting.   He therefore shot.  Before that, I disturbed him, I grabbed his hand, I fought with him, I took the gun to myself.   Then because I then realised that they were police and they were the enemies of the ANC, I therefore shot him on the spot with the intention to kill.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you to realise that these people who you initially thought, or they had not, you initially thought they were from the garage, what made you realise that they were the police?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "The firearms that they had.   I thought because they were having firearms, then I concluded they were police and enemies of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they not at any point identify themselves to you as policemen, that is the evidence that we already have from Mr O'Farrell?  Did they not before you identified them as policemen, did they not themselves identify themselves to you as members of the police?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "They never.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So just by seeing guns in their possession, you then thought they were the police?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, just before you go off that incident, you mentioned that you disturbed Mr van der Spuy.  I just want to be clear, to repeat your evidence you say that he drew his firearm and then you disturbed him and then a shot went off.  How exactly did you disturb him?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Then I was just in front of him, next to the car, when he drew the gun, I realised that he wanted to shoot at me.   He therefore shot the first shot.  By then I disturbed him not to shoot me on top.  He took the shot, he took the gun, it was so (indistinct) what I am talking about.  When he took out the gun, it was clear to me that he wanted to kill me.  I therefore reacted quickly and disturbed him by grabbing his hand, as I am doing, then the first shot went off and I was shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Interpreter, wouldn't grappling with Mr van der Spuy be more appropriate than disturbing?  That is how I understand his evidence in Swati, he grappled with Mr van der Spuy and that is how he won possession of his gun?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "My understanding is that he grappled with Mr van der Spuy in order to get the gun.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, not disturb him.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Okay.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Madam Chair.  And now, you then disarmed this person whom by that stage you realised was the policeman and then you shot him, is that right?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Even though he was disarmed?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And your intention from your evidence, it is clear that you simply wanted to kill him?  Is that right?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Immediately after that, what happened?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "After I shot him, therefore  went back to the car.  When he was at the back at the car, I checked where Mr O'Farrell is, and he was in front of the car.  I also tried to shoot at him.   He was lucky, I could not get him.  He therefore lost his gun, dropped his gun and ran away, (indistinct)",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, I just want you to give a little more detail, when you say you tried to get him what do you mean?  Did you fire shots at him, or did you run and attack him physically, what was the position?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I didn't run at him, I just fired my shots and he then dropped his firearm and he ran to the small farm, where on the scene there was this mealies, it was just close, those two places were very close, just near, plus minus six metres.  I therefore took the gun.",
            "Male"
        ],
        [
            "MR LAX",
            "Just a second, you say it was very near and then the interpreter said plus minus six metres?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I mean the distance between, where the (interpreter) and Mr O'Farrell was standing.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you broke up there, the interpretation didn't come through.  Just repeat it please.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When I turned to look at where Farrell is, he was in front of the BMW car.   I then fired the shot, trying to shoot Farrell.  Farrell dropped his shot and ran to, and the distance between the small farm and myself, that is where I am saying it is plus minus maybe six metres when I estimate the distance.",
            "Male"
        ],
        [
            "MR LAX",
            "When you talk about a small farm, Mr Interpreter, are you talking about a field of mealies, or what are you talking about?",
            "Male"
        ],
        [
            "INTERPRETER",
            "It is a mealie field.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  That makes more sense, thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you say you fired the shots at Mr O'Farrell and what was your intention in regard to that activity, what did you want to do?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I wanted to kill him.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you weren't successful in this regard?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you get the interpretation?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Now I do get it.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if you take your hands away  from the thing, please, yes.  Mr Sambo, your hands are blocking the signal when you put them over the front of that thing, that is why you cannot hear sometimes.  Please continue Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you want to kill him?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "There is no difference between Mr O'Farrell and van der Spuy because they are both police and ANC enemies and my enemy.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you mentioned in your previous evidence which is on record, that you had a significant amount of what you termed as police harassment which led you to having a meeting with Mr Chris Hani, do you recall that?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, what was the purpose of your meeting with Mr Hani?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "My purpose was that I wanted to leave my area and go and be trained again, and also to tell him about the situation and that I was not safe in that area as a commander, the police were harassing me more.  That was the purpose why I met with Mr Chris Hani.",
            "Male"
        ],
        [
            "MR WILLS",
            "At that time, is it not so that certain training was taking place in what was at that stage I think still called the Transkei, which was led by Mr Holomisa?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was Mr Hani's response to you in respect of your discussions with him concerning this?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "He didn't want me to go and be trained again in Transkei, he said that I had been working there for quite a long time before I came back home, and he said I survived within the country.   He said I was supposed to defend the MK and ANC supporters.   He didn't want me to go to the Transkei and also he said I must protect myself if I had encountered danger or any danger, if I thought I was going to be killed.  That is what he said.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, returning to the incident, sorry, just to finish that, so in consequence you actually didn't go down to the Transkei for further training?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now returning to the incident itself and Madam Chair, if you will excuse me, I just want him to deal with certain aspects because the incident has been dealt with in length on the previous occasion, there are just certain aspects I am going to refer to specifically.  There is evidence by Mr O'Farrell that at the stage after you had shot Mr van der Spuy, that he was attacked by a number of people.  What is your view on that?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, he was attacked, Mr O'Farrell, it is true.",
            "Male"
        ],
        [
            "MR WILLS",
            "When exactly did this attack take place to your knowledge?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When he came back with the ambulance.  After he came back with the ambulance.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it is your submission to this Committee that prior to you shooting at him and him running away, he was not attacked, he was only attacked at a later stage when he came back with the ambulance, is that your recollection of events?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in fact when Mr O'Farrell says in his evidence that he was attacked and it was as a result of that attack that prevented him from helping his colleague immediately, you dispute that?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is not true.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just, in conclusion, what was your position as regards MK at the time of this incident, ie on the 29th of October 1992?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I was the commander of the soldiers in the Umkomaas area.  I was an overall commander, an overall commander of all the MK members in the Umkomaas area.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was your view generally of the South African Police at that stage?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Police were the enemies of the MK because they were killing us and also we were killing them.  It was the same.  They were combating us, they didn't want us to overthrow the apartheid regime.  Because of that reason they were enemies to us MK's and ANC as a whole.",
            "Male"
        ],
        [
            "MR WILLS",
            "And, yes, thank you Madam Chair, Honourable Members, there are no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  My instructions Chairperson, from Mr O'Farrell are that he wouldn't want to put any questions to the applicant.    He however, would like the\nCommittee at a later stage, to address the Committee in respect of the evidence of the applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't understand how he proposes to do that without putting questions to Mr Sambo.  I mean why would he address the Committee in respect of the evidence given by Mr Sambo, if there is anything that he is not satisfied with in his evidence, I mean that must be ventilated here now, that is procedural, isn't it?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "It is so Chairperson.  When I ascertained from him what it is that he would like to address to the panel, it is merely to state that the applicant is lying and he feels he should put this before the Panel on his own, not through me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, isn't that a subject for argument?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That is my understanding Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Shouldn't he lay a basis for that argument procedurally?  If he is going to make such a submission, shouldn't he actually lay a basis at this point, when he now has an opportunity to put questions to Mr Sambo, to indicate precisely that he does not agree with his evidence and the reason why he does not agree with his evidence?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson, may I perhaps be given just a second to speak to Mr O'Farrell?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you.   Thank you Chairperson.   My instructions from Mr O'Farrell is that I must put, he would like me to put something to the applicant and then we will leave the rest for argument at a later stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At least afford him an opportunity to respond at this stage.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Mr Sambo, my instructions from Mr O'Farrell, it is to put it to you that you are lying before this Panel when you say your intention was to kill him, what do you say to this?",
            "Female"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr O'Farrell is saying to you, the one who is right in front of you, if you are telling this Committee that you shot at him because you wanted to kill him, you are not telling the truth, you are lying?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is not so.",
            "Male"
        ],
        [
            "MS MTANGA",
            "I put it to you that at the time, you heard Mr O'Farrell's evidence that once you got possession, once you gained possession of the gun which you grappled, which you were grappling with with Mr van der Spuy, you bandied that firearm in front of their faces, and it is his evidence that if you wanted to kill him, you would have killed him then, what do you say to this?",
            "Female"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is not so.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr O'Farrell further contends your evidence that you fired shots at him as he was running away from the scene towards the farm, what do you say to this?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Towards the farm or the mealie field?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Towards the mealie field, Chairperson.",
            "Female"
        ],
        [
            "MR WILLS",
            "Sorry Ms Chairperson, I didn't get that question.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr O'Farrell disputes your evidence that you fired shots at him as he was running away from the scene towards the mealie fields, what do you say to this?",
            "Female"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is not so.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Finally, it is his position that you are fabricating this evidence to create an impression that your intention was to really kill him when it was not so, what do you say to this?",
            "Female"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is not so.",
            "Male"
        ],
        [
            "MS MTANGA",
            "This ends my questioning, Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe Mr Wills, before affording you an opportunity to re-examine, I should allow the Panel to put certain questions to Mr Sambo and your re-examination will then encapsulate questions that would have come from the panel.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, Mr Sambo has led evidence with regard to the fact that he was actively involved as the overall\n commander of the MK structure at Umkomaas during October of 1992, and we just wanted to find out if you are aware of when the MK structure actually disbanded?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Madam Chair, I am not aware of the exact dates when it was disbanded, but I believe, I know that the position is that as far as, at least in August and even further than that, September 1992, I know from my previous evidence in other applications, that certain persons in the ANC from Northern Natal for example, under the then Chairperson, Mr Bheki Ntuli, certainly went down to the Transkei to receive further military training to deal with problems that they were experiencing of the nature of which you have heard in that last application with the Caprivi trainees, so I think that, you know without being too specific Madam Chair, it would be my submission that there may have been a reduction in the sort of formal hostilities, but there were still at that stage, a lot of mistrust between the various parties.\n\tOperation Vula for example was planned and was operating I think, I cannot remember the date, but clearly there was a lot of mistrust between what the police were actually doing and what the South African government's apartheid Security Forces were doing, and there were certainly counter-action taken by military structures, even in the formation of the SDU's which I think went well beyond in fact, 1994.",
            "Male"
        ],
        [
            "MR LAX",
            "We are familiar with the SDU issue, which is clearly in terms of another whole policy, and MK was specifically not acting qua MK in relation to the SDU's, they were simply there as trainers and support staff.    The simple issue is, my recollection is that MK specifically disbanded.  There were elements that continued to serve a civil protection function, more within the SDU kind of scenario than within the formal MK structures, and that is my recollection from a number of cases.  There was the training that was taking place, but that wasn't training of people who had already been trained, that was training of people who were new.",
            "Male"
        ],
        [
            "MR WILLS",
            "I cannot dispute that, possibly the way out of this Madam Chair, is to ask him exactly what he was doing at that particular time, in his role as MK commander.  I think the evidence is quite, well, I don't know, if it is clear, but the inference from the evidence on record so far is that it wasn't a particularly active role, but possibly we can, if the Committee so requires, more information can be sought in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the evidence is not quite clear to us as a panel.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whether Mr Sambo is saying that he was still actively involved in his capacity as the overall commander of the MK structure at Umkomaas.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, possibly I can take that issue further if you so wish.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I must admit, it was an oversight on my part.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will allow you to take it up when you re-examine.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions to put to Mr Sambo?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tMr Sambo, my recollection of Mr O'Farrell's evidence is that a number of people attacked him.  Who were those people?  Previously you denied that he was attacked at all, but who were those people?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "O'Farrell was attacked by ANC supporters.   If I remember very well, I think I explained in my statement that this happened ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you didn't explain Mr Sambo, we need you to explain now.  Don't tell us that you explained something when you didn't.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When O'Farrell came back with the ambulance, there were people there, neighbours and school children.   This is the time when I was on the tar road, the main road, and it is the time when Mr O'Farrell came back with the ambulance.  Because when he first ran away to the mealie field, he took something like five to ten minutes, and he came back with the ambulance, and people were around the vicinity, these are the people who attacked him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do I understand you correctly that the people assembled after he had run away?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, they came after they heard the gunshot.",
            "Male"
        ],
        [
            "MR LAX",
            "Where were you when he was being assaulted?  Did you observe it?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "At that time, I was dizzy and  I was sitting down at the main road, the tar road and it was blank in my mind.  This is the time when he was being attacked, even though I didn't see it clearly.",
            "Male"
        ],
        [
            "MR LAX",
            "But you knew about it?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I knew about it.  I knew that he was being attacked.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, so why was this denied previously?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I thought you were saying that O' Farrell was attacked before he came back with the ambulance, when I took the gun from van der Spuy, this is what I disputed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Lax wants to know is that he doesn't want to know why you didn't tell about this exactly the same way as you are telling today.  If you will remember very well when you were here initially when you were asked as to whether O' Farrell was beaten and attacked by people, you said no, he was not.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Maybe I didn't quite understand the question as you are asking it now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't understand the question very well?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "I will refresh your memory, if one looks at page 441 of the record, Ms Thabethe who was the Evidence Leader at the time, said to you\n\"... do you recall that a small group of people consisting of approximately six persons including your brother, attacked Mr O'Farrell?   (Your answer was) That is a blue lie, I don't know anything about that.  During the occurrence of this incident, was there such a group of persons?  (You say) I don't have any information of such.\"\n\tSo it then goes on from the Chairperson to say -\n\"... Did you not at any stage material to this incident, witness a small group of persons who gathered at and around the scene?  I didn't see any people, except for two.\"\n\tIt goes on and on, the bottom line is you denied emphatically that Mr O'Farrell was attacked at all.  Why did you do that in your evidence and now you are admitting that he was attacked?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I didn't want to implicate too many people, because this was my crime and I didn't want to implicate others.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, aren't you here to tell the truth, Mr Sambo?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I am here for that.",
            "Male"
        ],
        [
            "MR LAX",
            "And doesn't the truth implicate other people who were there and who were involved?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "That is why initially I told you that there were things that I couldn't understand of the proceedings of the TRC and I didn't have full information as to what I was supposed to divulge and what I was supposed not to.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Sambo, you knew you had to tell the truth when you came here, isn't that so?  You took an oath to tell the truth, isn't that so?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "What else that Mr O'Farrell says that you have denied, shouldn't you have denied if you want to tell us the full truth?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't quite understand your question.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, is there anything else that you have denied in the past, in your previous evidence, are there any other lies that you have told us that you now want to undo?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR LAX",
            "What lies are those?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is that I didn't want to implicate too many people because I was scared that people may be arrested if they were going to be questioned about this, that they were the ones who attacked Mr O'Farrell when he came back with the ambulance.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, what were your duties as a commander of MK in the area at that time?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Instructions from  my superiors to the other MK members, this will be conveyed to me and then I will distribute this information to the MK members.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, what instructions?  What instructions?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Sometimes these instructions involved us guarding meetings and rallies of the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, what else?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "And also that we should send other people to go and be trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say outside, meaning outside the country?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Out of the country, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That was not appropriately translated.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, where outside the country?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "As from 1990 to 1992, all these people who were escaping from the country, I was the one who was responsible to send them to Uganda.   As from 1992 to 1993, I was the one who was responsible in grouping the Mandela dispatchment, these were the men I used to send outside for regular training, not guerrilla warfare.  This was my task.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you say regular or irregular training?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Regular.  Regular.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, because it was translated as irregular.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Regular army.   Guerrilla warfare is different from the Guerrilla army.",
            "Male"
        ],
        [
            "MR LAX",
            "That training was in Uganda you have said?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it was in Uganda.",
            "Male"
        ],
        [
            "MR LAX",
            "And you mentioned that your MK people were killing policemen and they were killing your people, what other policemen were you killing through your unit?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, we were killing policemen, but I was not particularly involved, but others were in my unit, and I don't know whether I should implicate them and talk about their incident.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't have to implicate other people, I want to know which policemen that you know about as commander of your unit?  As commander you would have made reports about those killings, not so?  I beg your pardon?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is so.",
            "Male"
        ],
        [
            "MR LAX",
            "So?  Tell us which other people were killed under your command?  Police people?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "What I said was that the people who were under my command, were involved in killing other policemen and this was common among us MK, we were killing police because they were killing us as well.  This is what I explained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that the unit of a structure that you commanded, or the area over which you commanded as an overall commander, to your knowledge you are unable to say who amongst the people who worked under your command, you are unable to say who killed a policeman, but you are able to say that generally MK as the armed wing of the ANC was involved in the killing of policemen?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting by your response, because I am unable to get clarity on what you are saying by the many responses you have given us in relation to the issue of whether to your knowledge, you know of a number or names of policemen who were killed by members under your command.  Do you know of policemen who were killed by members under your command?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, I don't know their names, but as a commander, I was told and we were also told that in different places in South Africa, there were police who had been killed by MK and also that supporters and MK members were being killed by SAP or police.   But then I was not told that so and so killed so and so, except one incident that I know is when Sweet Sambo was killed in my area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know if any policeman was killed by members within your structure?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't quite understand the question, would you please repeat it for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know if any policeman was killed by a member of MK within your structure, within your unit?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are only able to say that the MK as the armed wing of the ANC, was waging a struggle against the government and that the policemen were targeted for killing by the ANC and by this you are making a general statement?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat that for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that - maybe I should find out the other question.  Are you in a position to give this Committee any information on any policeman who was killed by a member of MK in the area under which you commanded?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.   In Komatipoort there was never a trained MK who was killed by police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not asking about a person who was an MK, but killed by the police, I am asking if any member of the MK in Umkomaas and that is the area that you commanded, if any policeman was ever killed by a member within your command.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't quite understand the question because I think if I understand you Chairperson, is that you are saying to me if I know any MK members who had shot police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking you if you know the name of a police who was shot by members of your MK unit.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you understand the interpretation or you don't understand English?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I think you are right, I do understand you in Zulu, but I don't understand Ms Interpreter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I wasn't quite sure what your final answers were there, I just want to check something for my own benefit, you may have answered this already.   Are you saying that there were in fact policemen killed by members of your unit, but you don't know their names or are you saying there were no policemen killed by members of your unit?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I was not referring to my unit.  I was not saying that one of the members of my unit killed a certain police, but what I was talking about, I was referring to general MK in South Africa, that they were killing police.  Also we, members of MK, when we saw police, we saw enemies, people who were supposed to be killed.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, restrict yourself to the issue I am asking you about, don't go into generalities now.   Your unit did not kill any policemen that you know of?  People under your specific command in Umkomaas area, yes or no?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, no one.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, then why when I asked you about taking reports and reporting on further, you agreed with that?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Reports which came to me, were reports where people were reporting about the situation in the area, that in a certain area, this is what was happening and rallies were going to be held in this and this area, and other rallies at that time.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Sambo, the context of my question was very simple.  The context of my question was that as a commander, you would have known that policemen were killed, because you would have had to make reports about that, and your answer was yes, that is so?  We weren't talking about meetings, we weren't talking about other activities, we were talking about the killing of policemen in your area by your members of your unit, and you were concerned about implicating people and I specifically avoided you implicating any individuals, you were worried about people being killed and you said yes, reports were made and you did in fact report upwards on that issue.   So we are not confused about other things here, not so?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I do understand you.",
            "Male"
        ],
        [
            "MR LAX",
            "So if you made those reports and reports of that nature were made to you, how can you then tell us that nobody was killed in your area, by your people?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "In Ngomazi I never got any report about police being killed, but this was our intention to do so.",
            "Male"
        ],
        [
            "MR LAX",
            "Now Mr O'Farrell said the people who attacked him, amongst that group were elderly people.  Is that correct, is he telling the truth?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you tell us previously that that wasn't so, that it was a lie?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Fair enough, you don't have to answer the question.\n\tWho else was at your home on that day, when they arrived at your yard, at your premises?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "My wife.",
            "Male"
        ],
        [
            "MR LAX",
            "Was anyone else at the premises on that day?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, no-one else.",
            "Male"
        ],
        [
            "MR LAX",
            "And you don't know where your brother came from?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I first saw him when I was going to hospital.",
            "Male"
        ],
        [
            "MR LAX",
            "Now previously it was suggested that when Mr O'Farrell was attacked, he fired his gun, is that true?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "So you're saying O'Farrell never fired his gun at all, at any stage?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I'm saying so.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you actually go to the Transkei and meet with Mr Holomisa, as well as Mr Hani?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, I didn't go to Transkei.",
            "Male"
        ],
        [
            "MR LAX",
            "Why was it necessary for you to shoot and kill both these men, or to try at least to kill O'Farrell and to kill van der Spuy?  I mean both of them were unarmed, according to your evidence.  At the time you had van der Spuy's gun.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why you wanted to shoot O'Farrell and Mr van der Spuy, because according to your evidence you shot at them when they were not armed.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It was my intention to kill them, both of them, because they were police and they were harassing MK in that area.  And for me to teach them a lesson, I wanted to kill them so that the boers won't come back to us and harass us.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you perhaps give us the names of other MK members who were harassed by the police?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I can.  Sipho Ngumane.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Any other?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Baba Khosa and Mtjai.  I've forgotten his last name.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Until when did this harassment take place, until more-or-less what time?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "You mean after we came from exile or before?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "After you came ...(intervention)",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When should I start?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Obviously you wouldn't have been ...(indistinct - Chairperson and applicant on same channel).  There would be no point in you telling us about your harassment before you left the country.  You are relating about what happened and what led to the killing of these policemen, that should really be clear in your mind.  Don't waste time, we are hard-pressed for time.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "It's after you came back from exile.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "After van der Spuy was killed in that area the harassment was lessened, it was no longer an everyday threat until 1994.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, the question is, how long were you harassed before Mr van der Spuy was killed?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Quite a long time, I wouldn't know.  In that week alone they had been there five times.  Before the incident they had been in my place five times.  On the day of the incident they had come to my place two times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... on that day?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, on that same day in the morning they came, the battalion came and quite a number of them, quite a number of soldiers.  I think there were over 90. These were the people who came in the morning and they searched my house and then later these two came.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Sambo, just listen carefully, I'll try and put it slowly.  At more-or-less the time of the incident, were you in contact with Sipho and Baba and Mtjai?  Were they also in the area?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, we were in contact.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Round about the time of the incident, were they harassed by the police?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, they were.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you tell us in what way they were harassed?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I can.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Well just tell us please.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "They used to harass Sipho a lot during the night and day, as they were doing to me.  Eventually they planted two AKs in his yard and he was arrested and the case was finalised in a court near Mvelo(?).  I've forgotten the precise name of the area.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "This is what I wanted to know, do you have similar information in regard to Baba Khosa and Mtjai?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you just tell us please.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, they used to come to his house during the night and also during the day and they used to raid his house and sometimes they will use a helicopter.  Even in my house they used to do the same.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was this in 1992, more-or-less, or earlier?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "As from 1990 until after 1992.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, Ms Bosman asked a question whilst you were also busy putting questions to Mr Sambo, you may proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Chair.  If you'll just bear with me a second, Chair, I'm just checking something here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, Mr Lax is still checking his notes to see if there is any outstanding issue he would like to raise with you.  While he is doing that, I'm going to allow Ms Bosman to put a question to you.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Sambo, you have told us that in that time, prior to the incident, other MKs were being harassed by the police.  Did you discuss this with your superiors?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I did.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Were you given any instructions in regard to this?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I was.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What were the instructions and by whom were they given?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "We planned that we were going to ambush the boers, we were going to shoot and kill them in order to neutralise the situation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But who gave you this instruction?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Mr Matthews Phosa knows about this, he's one of the people who used to sit and discuss this, and Teddy Kulman(?).",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.\n\tThese people, O'Farrell and van der Spuy, you'd never seen them before that day, is that correct?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat that for me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These policemen, O'Farrell and van der Spuy, you never saw them before.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I wouldn't say no or yes, since police used to come to my place in numbers and sometimes at night, therefore it wasn't easy for me to recognise them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, you didn't know them, you were seeing them for the first time on that day?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You've said that many other people came to your house and you know the names of some of those people who've come to your house in the past, on a regular basis, correct?  Policemen, soldiers.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "And you hadn't seen these people before.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now - if you'll just bear with me, Chair, I'm just trying to put the question in a fair and appropriate way.\n\tYou've said that these people called your name, do you remember that?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR LAX",
            "When did they call your name?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "As I was sitting in that 626 before I went to them, I heard them talking about a \"voice\" and I'm the only Voice there at home.  I don't know whether they were referring to a \"voice\" as in a voice, a sound, but that's why I thought they were referring to me because my name is Voice.",
            "Male"
        ],
        [
            "MR LAX",
            "But they were speaking in Afrikaans to each other, not so?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't know whether you're referring to when I was still inside the 626, or you're referring to the time when I approached van der Spuy.",
            "Male"
        ],
        [
            "MR LAX",
            "Well did they speak Afrikaans or did they speak English? - either to each other or to you.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Afrikaans.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how could they be talking about \"voice\", which is an English word, if they were speaking Afrikaans?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless or course they are referring to a name.  If the name is Voice, whether you speak English, Afrikaans or Shangaan or any other name, it will come out as \"Voice\".",
            "Unknown"
        ],
        [
            "MR LAX",
            "It's just that O'Farrell says they didn't know your name.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is not true.",
            "Male"
        ],
        [
            "MR LAX",
            "Well they didn't call you, they were talking about you.  That's your evidence.  They were talking to each other, mentioning the word \"voice\", not so?  They didn't call you \"Hey, Voice\", correct?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "They were not chatting as two people, they were talking loud and I was sitting inside the Mazda 626 and from there to the place where they were, if they were not shouting, I couldn't have heard them because the distance between where I was and where they were, it's a little bit apart.  That's what I was explaining.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you sitting inside the vehicle?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Outside.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you just said you were sitting inside, that's why I'm asking you.",
            "Male"
        ],
        [
            "INTERPRETER",
            "It is because I heard him saying \"I was sitting in the 626\", so I thought inside.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think the specific words he used was not \"inside the vehicle\", he was in the vehicle.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, yes, he was outside ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(Zulu) which would be around the vehicle.  He did not specifically specify whether outside or inside.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, he didn't.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, because otherwise it's very confusing for me.\n\tThey didn't call you, isn't that correct?  They didn't address you by name.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When people are talking it's different from when someone is shouting that you should come.  Even if they were talking but they were talking loud, therefore I could hear them from that distance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, they didn't call you, you only heard them talking about you.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Chair, I'll leave it at that, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, I see you are not a man of few words.  Am I correct in making that assessment of you?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, you are not mistaken.  It is because I want to quite understand the question before I answer it\nas I know it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now during the examination by the Panel, you stated that you received general instructions from the MK command, to kill the boers, and I want to assume that by that you also included the police when you used the word \"boers\", and the reason why you were given such instructions, you proceeded to say it was in order to neutralise the situation.  Did I hear you properly there?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When I referred to boers, I wasn't referring to civilians, I was referring specifically to the people who were serving the past government, the people who were harassing us, the people who were fighting with us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So were you referring to policemen, white policemen, when you used the word \"boers\"?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if you had general instructions from the MK command to kill policemen, and according to you evidence, white policemen, in order to neutralise the situation, why did you not kill the many other policemen who repeatedly visited your home, as you have alluded in your evidence on a number of occasions?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I had explained that before O'Farrell and Mr van der Spuy came to my home, we had sat and discussed about this.  We discussed about how we can neutralise the SB, the Security Branch and the soldiers, so that they know that we are also soldiers like them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know what, Mr Sambo, you don't listen to a question being put to you, you go on a complete tangent and that doesn't vote well to your evidence.  At the end of the day we have to sit, analyse, evaluate your evidence.  Before putting this question to you I made an assessment and I wanted you to agree with me, because I thought that would actually warn you about how you respond to questions.  Your response now is not a response to the question which I have put to you.  My question is not intended to elicit the meeting which took place and the discussion that took place in that meeting about the general instruction.  I have deliberately told you that your evidence already says there was a general instruction from the MK command, that you must kill policemen.  Now I am putting to you what you have already put to this Committee, that you got a general instruction as members of MK, from the upper structures of the MK command, that you were to kill policemen, white policemen, in order to neutralise the situation.  My question is, if you had received such a general instruction to kill white policemen in order to neutralise the situation, why did you not kill the other policemen who continuously harassed you prior to Mr O'Farrell and Mr van der Spuy's arrival at your home?  Do you understand my question, because if you do not understand I don't want you to respond, I would want you to request me to repeat myself or simplify myself rather than having to answer to something which you have not comprehended appropriately.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you recall that you have already stated, when you were being questioned by my colleagues you stated that you received a general instruction from MK command, to kill what you termed then \"boers\", in order to neutralise the situation.  Do you recall giving that evidence?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still stand by that evidence?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And will I be correct that you received these instructions long before 1992, when you shot Mr O'Farrell and Mr van der Spuy?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I don't quite understand whether I follow your question.  Do you mean if ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you knew about the general instruction - I mean we've heard previous evidence from other applications about this policy of targeting policemen.  You knew about this general instruction to kill policemen, long before you actually shot Mr O'Farrell and Mr van der Spuy.  This is not a question to trick you.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you having a difficulty in following the question because of translation, or are you having a difficulty generally in just understanding these proceedings?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I think it's the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if you have a problem with the interpretation, why do you not bring it to our attention because we will not know unless you do so.  If you have a problem with how a question is being translated to you and you do not understand the translation, do advise me, I'm here to assist you so that you do not answer something that has not been put to you.  I'm going to put what I was putting to you in English, I'll put it in Zulu, which is very close to Swati.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You gave evidence already that you had general instructions as members of MK, that you're supposed to kill police.  Your reason was because you wanted to neutralise the situation. (Not he, but the MK command).   The reason was because the MK command said you needed to neutralise the situation.  Do you agree with this evidence?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore, all the time you knew that police were enemies, since you were members of the MK.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My next question.  If you knew this, that there was this general instruction to kill police, because this general instruction came from the superiors of the MK or the commanders, why then you didn't kill a single policeman from the ones who used to come to your house and harass you?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It was not the place where we were supposed to kill them, there at home.  We were supposed to choose a certain place where we were going to kill them.  And these two came before we conducted that, that's why it happened in my place, my house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't quite understand, because when you say you were supposed to do this in a certain place, was there a certain place where you were not supposed to kill a police or ...?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, I'm talking about quite a number of police.  We were supposed to plan an ambush.  For an ambush to be done, you plan it prior to commencing that, you choose a place where you can lay an ambush for them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then, when you killed Mr van der Spuy, your evidence is that you killed him intentionally.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you also had intentions to kill Mr O'Farrell.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not an ambush that one, was it?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "No, it wasn't an ambush, but I was killing them because we were fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now how does this fit under this general instruction which was given to you?  Because you just told us that according to the general instruction, you were supposed to choose areas where you can kill them and how you can kill them.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "When you do an ambush you don't do this alone, you have to be a group, a number of people, it depends how many.  But when O'Farrell came to my house, it was just an opportunity because they were armed and I took that gun and I decided to just finish them so that I fulfilled that order which was given to us.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you not say in your amnesty application form, where it asks you about orders, that you were acting in terms of a general order to kill?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "You mean the form I filled in prison?",
            "Male"
        ],
        [
            "MR LAX",
            "There's a question that says - \"Was this act committed in execution of an order on behalf of, or with the approval of an organisation, liberation movement?  State department or Security Force concerned.  Your answer was \"No\".  The question is, why didn't you say there that you were acting in terms of a general order?  Which is the truth as you understand it.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It was the person who was helping me filling in the form, because I didn't write it myself.  Maybe I didn't quite understand, so he wrote something.  I just answered something I didn't quite understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you tell him you were acting under orders?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I explained that it was a general order.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see he's written the exact opposite of what you told him here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sure that will be appropriately dealt by you, Mr Wills, during your legal argument.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, may we offer you now an opportunity to re-examine if you so wish?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, one point.  Thank you, Madam Chair.\n\tOn these other incidence's, when the police used to come to your house and in the main search for weapons etc., how many policemen were there?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Many.",
            "Male"
        ],
        [
            "MR WILLS",
            "You mentioned sometimes there were even helicopters, is that not correct?  And they were backed up by the army.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And at the time van der Spuy and O'Farrell came, they were the only two, is that right?  There were no other policemen around at the time.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "MR LAX",
            "Just one thing I forgot, if you'll allow me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will begrudgingly allow you, Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Originally when you testified before us, you gave the impression that you were killing van der Spuy at least, because he was a killer and a threat to you and others and you implied that you were acting to a certain extent, out of some kind of self-defence.  Do you remember that evidence?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "In your previous testimony you said that you were shooting van der Spuy because he was a killer and you implied that you were acting to a certain extent, out of self-defence, to protect yourself.",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "At no stage did you say you were killing him because he was your enemy.  Why has this difference come into your evidence now?",
            "Male"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Would you please repeat that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sambo, do you still have a problem with the interpretation?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I would like Ms Interpreter not to be fast, I would like her to speak to me slowly so that I quite follow her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For us not to waste time I will repeat Mr Lax's question and I would like you to open your ears and listen carefully.  The question is, do you remember your evidence when you came here before, not today, previously?  Your evidence suggested that you were protecting yourself or you were defending yourself when you shot Mr van der Spuy.  This is the evidence that you gave.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I do remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't explain what you just explained today, that the reason of killing him was intentionally because as police there was this general instruction that they were supposed to be killed because they were seen as enemies in the community.",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I didn't understand the question when it was put to me and my attorney didn't advise me quite well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were lying when you gave evidence before this Committee initially, is it not so?  Whether you were advised by your attorney or not, but all we want to know is that you didn't tell the truth before, is it not so?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "It is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you advance any reason why you lied before?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "I didn't have full information as to what exactly I was supposed to divulge and my attorney didn't explain to me that I should have told everything about what happened and also the people who were involved.",
            "Male"
        ],
        [
            "MR LAX",
            "You've already told us that you knew you had to tell the truth here, even the last time.  What I'm trying to understand is, what didn't you understand about your motive?  You say your lawyer didn't put it clearly to you, he didn't tell you clearly what you were supposed to say, but we asked you questions and it wasn't a matter of not understanding our questions, you deliberately lied about your motive, isn't that so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would I be lying or will I be saying something which is not true if I am saying that you didn't know the instructions as your attorney has explained?",
            "Unknown"
        ],
        [
            "VOICE MORRIS SAMBO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, we interrupted you whilst you were re-examining Mr Sambo.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That was the only aspect of re-examination I had at that stage, thank you, Madam Chair.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  What do you propose to do, Mr Wills?  We already have Ms Mtanga who is not prepared to lead any evidence, save obviously to address the Committee, which would be a question of legal argument about the value of the evidence presented before us today.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  Madam Chair, I would request that in view of the fact that there have been quite serious challenges as regards the previous evidence of the applicant, I would request an opportunity to supply written argument and to deal with each of those aspects comprehensively in written argument.\n\tWhilst I have prepared certain argument, I think it would be better if I provided a comprehensive argument on the basis of the evidence which has been given today, and I'd request an opportunity to do so.  I don't think that it would be necessary for the Commission to go to the expense of getting all the parties present, I think we could possibly agree on a date which I would like to suggest, should be after the transcription of today's proceedings.  I do think that it would be important for these proceedings to be transcribed.  Possibly a month after the receipt of the transcription of that argument we could agree to have written argument in.\n\tI know that the applicant obviously is in prison and I have discussed this with him and he has no objection waiting for that delay, he thinks that it is in his interests.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would tend to concur with your suggestion that you be afforded time to study the transcript of the previous hearing as well as today's hearing, and that you - I think Mr Sambo will understand that this will be so in his interest, you want to prepare properly for his argument.  There are quite a number of issues which obviously are troubling the Committee, in the light of the evidence that has now been presented today before the Committee.  We would really appreciate if you could make a careful consideration of all the issues which you have somehow been able to assess from the questions which came from, particularly the Panel, and submit your written Heads.  We will however be guided by Ms Mtanga, because we don't know how long it takes for a transcript of this nature.  It shouldn't be too long a transcript to be transcribed, it's a few hours hearing.  We however don't know because we are now in December and people are not liable to proceed to transcribe at the normal speed that they would at any other time other than this ...(indistinct)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes, Chairperson, I'm actually not in the position to indicate to the Committee as to when it can be done, but I can undertake to make an enquiry in the office and see if we can possibly obtain the transcript before we close, that is before the 15th, and forward it to my learned friend, Mr Wills and to the Panel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, we are aware that it usually takes at least a week to have the record transcribed, may we prevail upon you to convey our millennium request to the transcribers, to try and have the record  transcribed by not later than Tuesday next week, with a view to giving the record to Mr Wills by the 15th, which will be the last day of the Committee in any event for the year, because I know Mr Wills has already advised us in chambers that he will not be available from the 15th of December until about the 18th of January.  And if we can get your undertaking that you will make that millennium request from the Panel, we can then, Mr Wills, agree on a date that you will, in the interest of facilitating this matter to be considered as speedily as possible, in view of the continued incarceration of Mr Sambo, we agree that we have your written Heads by the end of January next year.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Chairperson, on the basis that I get the documents ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the 15th of December.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "... on the 15th of December.  Thank you yes, Madam Chair, I can undertake to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible - no microphone) time to receive the record, prepare and have the argument ready for submission to the Committee, we'll give him until the 15th of February 2000.  That is when we will expect you to send the - to serve, not to send, to serve, Mr Wills, the Heads to Ms Mtanga in our Cape Town office, on the 15th of February 2000.  That should give you sufficient time.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, that would be sufficient time, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Well this brings us to the close of our proceedings for the week here in Nelspruit.  We wish to thank the Correctional Services for having brought Mr Sambo timeously, and to thank the members of the South African Police, I see they are here to give us a very good hearing, and to thank the members of the public, thank the media, the transcribers, the translators and most of all, the victims who are here, as well as the legal representatives who have just made this difficult hearing a manageable one and we come to the end of this hearing through the great assistance of Mr Wills, in particular.  We wish to express our gratitude for your ever apt service that you render on behalf of the applicants as well as the victims.  And may I take this opportunity to wish you, because this will be the last hearing that I will be presiding in, in 1999, to wish you a very good end of 1999, a happy Xmas and a prosperous millennium.  Thank you.\nWITNESS EXCUSED\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}