{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-10-09",
        "location": "NELSPRUIT",
        "day": "1",
        "names": [
            "LEON WILLIAM JOHN FLORES"
        ],
        "case number": "AM4361/96",
        "matter": "ARSON AT WITBANK CHURCH, ATTEMPTED ASSASSINATION OF MR MDO IN SWAZILAND",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54537&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/201009ne.htm",
        "speakers": [
            "MR CORNELIUS",
            "CHAIRPERSON",
            "MS COLERIDGE",
            "LEON WILLIAM JOHN FLORES",
            "MR MALAN",
            "ADV SANDI",
            "MR ROSSOUW",
            "MR NGOBE"
        ],
        "original_speakers": [
            "MR CORNELIUS",
            "CHAIRPERSON",
            "MS COLERIDGE",
            "LEON WILLIAM JOHN FLORES",
            "MR FLORES",
            "MR MALAN",
            "ADV SANDI",
            "MR ROSSOUW",
            "MR NGOBE"
        ]
    },
    "testimony": [
        [
            "MR CORNELIUS",
            "Thank you Mr Chair.  For the record, Wim Cornelius, from Cornelius Incorporated, I act on behalf of Mr Flores and I call him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cornelius.  There are no other appearances in this matter?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I'm appearing on behalf of the Witbank Church.  We have Father Rodrigues here today, Chairperson, so I will be acting on behalf of the Church, Chairperson, today.  I've taken instructions, Chairperson and we're not opposing the application, but I've been requested to put certain questions to the applicant.  Thank you Chairperson.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "(states under oath)",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Cornelius.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Mr Flores, you drew a proper application in terms of Section 18 of the Act which is reflected in the bundle before the Commissioners present on page 1, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Mr Chair, I wish to apply for a formal amendment of paragraph 7(a) and (b) on page 1, to reflect on 7(a), National Party and 7(b) supporter.  I understand from my colleague, the Evidence Leader, there would be no objection to that, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, under those circumstances, the amendment is granted.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Chair.  Now Mr Flores, you confirm your political objectives as fully amplified from folio 5, up until folio 13, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In all times you acted as a supporter of the National Party?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "On Folio 14 you reflect your personal particulars, stating where you were born and your progress through to the C Section, Vlakplaas Unit of the police.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You also confirm your personal particulars as reflected in Folio 14, 15, 16, up until 17, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now we're applying for two applications for amnesty which are reflected on Folio 23, the attempted assassination in Swaziland and then on Folio 26, the operation of the Church in Witbank which was subject to an arson attack, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  We shall now begin with the arson attack on the Witbank Church, which is reflected on Folio 26.  Mr Flores, you were an employee in the service of the South African Police as envisaged in Section 20(2)(b) and Section 20(2)(f) of the Act, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You were part of the notorious and well-known unit called Vlakplaas, of which evidence has been tendered before this Commission on various occasions and there is also a full document made available to the Commission in the possession of the Commission, setting out the operation of Vlakplaas Unit?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What I want - at the time when this offence was committed, on page 26, what was your rank?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I was a Sergeant, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who was the Commander at that time of Vlakplaas?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Major Eugene de Kock at that stage.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  And Mr Piet Snyders, reflected in this application, was he also at that time at Vlakplaas?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "He was, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Could you explain to the Commission, and I think it's important for the fact that the Church is present here today, how did the Security Branch and Vlakplaas operate?  Were there certain requests made?\nExplain it please.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, Mr Chairperson.  The units of Vlakplaas, Mr Chairperson, would usually operate on the information received from various security branches in the various provinces at that stage, like for instance this case which came from the Eastern Transvaal Security Branch in Witbank.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  So am I correct to say that the Security Branch of a particular area, directs a request to Vlakplaas and then it is passed by the Commander of Vlakplaas unit, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now in this specific instance, was such a request made?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I presume there was, Mr Chairperson, because I was sent to the Witbank area.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  From whom did you receive your instructions to go to the Witbank area?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "From Major Eugene de Kock.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And did you contact any specific person on Witbank Security?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, on arriving in Witbank, I had to report to the Branch Commander which at that point in time was Lieut Chris Rorich.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When you're in a specific Security area, under whose command do you fall then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That area would be under the Middelburg Security Branch and direct under Lieut Chris Rorich.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What were your instructions?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "My instructions were from Lieut Chris Rorich that a Church hall in one of the black community areas had to be demolished, or burned down, as there was going to be a political rally the following day.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When you were employed in the Vlakplaas unit, did you work on the so-called need to know basis?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, we did, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What does that imply?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, as I could read it, if I received an order like that, that was the need to know basis and I wouldn't ask why and how and where.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So would you have questioned the information you received from Lieut Chris Rorich?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at all Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You accepted it?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you understand that this was against the so-called political enemy?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I did, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What did you do in preparation to raise the Church?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Myself and ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before you proceed, you simply say in your application that it was a political rally.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "What political rally was that?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "As I could understand, if I recall correctly, Mr Chairperson, it was the ANC Youth meeting, something to that effect.  I can't recall exactly.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You didn't understand it to be a National Party rally, or existing legal party rally?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You didn't expect it to be existing legal party?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What did you do in preparation?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Myself and my team of askaris purchased a whole lot of ingredients to make Russian cocktails, which was petrol, washing powder etc. and cloth.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Can I just interrupt?  Just for the sake of the Church, an askari, where are they employed?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "At C1, Vlakplaas.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Are they people that converted to work for the Vlakplaas Unit?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, more or less known as rehabilitated ANC terrorists, or Freedom Fighters, who were rehabilitated.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  Were you also assisted by members of another Security Branch, or not?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, there were members of Witbank Security Branch who assisted us.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Can you recall their names?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at all, Mr Chairman.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Can you explain to the Committee what is a Russian Cocktail?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "A Russian Cocktail, Mr Chairperson, in layman's terms, is a petrol bomb, it was just nicknamed a Russian Cocktail.  That's when you fill empty glass bottles with a certain amount of petrol and you add some washing powder, you even add some grated soap in, which makes it more into a paste and you put a cloth fuse in at the top and when lit, you throw that at the specific target and on breaking, that starts a fire.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  How many did you prepare, can you remember?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I can't recall, but at least about 3 to 4.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was there any form of surveillance exercised over this property?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, prior to performing this operation, myself, the askaris, with the help from the people of Witbank Security Branch, we did do surveillance on the target area.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What did you find?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "At that point in time, we only found the empty church hall, no movement whatsoever, or any people or any people inside, I think the time must have been around about after midnight the evening.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was this surveillance done to also determine if there were people living on the property?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.  The main aim was just to destroy the building and not to harm anyone.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Can you recall the construction of the building, what type of building was it?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, if I can recall correctly, I don't know if the exterior was from bricks, I can't recall that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see one of the applicants say it was a zinc constructed building.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "It could be possible, I can't recall that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When you arrived at the Church, can you elaborate what you did there?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, Mr Chairperson.  I parked my vehicle about two blocks away from the specific target and sent two of my askaris in.  The one I recall was Chris Mosiane and as I believed afterwards, they entered through a window and found furniture inside, tables and chairs, which they stack-piled and then threw the Russian Cocktails onto that which ignited and started burning.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Were there any other residential homes close to this building?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But they weren't in danger of being ...",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at all, no, it was quite some distance.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In paragraph 2 on page 26, I see you say they entered the wall, but that's a typing error, it should be they entered hall through a window.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The hall, that's correct.  That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "After the arson attack, was the Church in fact raised?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, it was, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And the last paragraph on page 26, I see there's a little gremlin that crept in there, it's raised with a z, which means it was obviously totally destroyed.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you stay there to see this total destruction of the church?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No, Mr Chairperson, as soon as my people came back, we evacuated the area and left.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who did you report to then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We then reported the success of the mission to Lieut Chris Rorich.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And that report, was that reflected to High Commanding Officers as well, according to your knowledge?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, I recall that this was reported back by Lieut Rorich to Major Eugene de Kock, that everything went successfully.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I notice on page 27 you say in your application\n\"This operation carried the tacit approval\"\nbut you got instructions directly from de Kock?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "On this incident, no I got no instruction, I was sent to Witbank area on the instructions of Maj de Kock, but the Church incident of demolishing the building was from Lieut Chris Rorich who I presume got authorisation from Major de Kock.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Oh, I understand.  But there was no disciplinary action ever taken against you for raising this Church?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing whatsoever, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You, at all times, carried out the instructions of Eugene de Kock within the course and scope of your duties?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you believe you were acting in the interests of the country from a political view?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I did, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Bar your salary in terms of Section 20(3)(f) of the Act, did you receive any bonus or type of financial incentive for this deed?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing whatsoever, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you have any personal hate against the Church, or the specific building, or the people?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing whatsoever, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "According to your knowledge you've made a full disclosure of all facts you know of?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you request this Committee to consider granting you amnesty for arson and for malicious damage to property.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Is there anything you wish to add?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Flores, on page 26, as I read it, just to get it clear, you were deployed in a normal Vlakplaas deployment to the Eastern Transvaal at Witbank.  This is the three weeks working with the Security Branch Witbank?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then Rorich wanted the Church if not destroyed, at least made unusable?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you say he approached you and he asked you to do this because a political rally was to be held the following day.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now when did you do the surveillance?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That evening, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And when did you make the bombs?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The afternoon, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "So everything happened on the same day?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "On the same day.",
            "Male"
        ],
        [
            "MR MALAN",
            "I just wanted to get clarity because on the fourth paragraph you say there \"one afternoon\", but it's that same afternoon?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Same afternoon, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, what is the position with the second incident that you referred to?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just before that, Mr Cornelius, just one question. This Witbank Church incident, are you able to tell us the date?  When did it happen?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I can assist you there.  It's the 21st of May 1988.",
            "Female"
        ],
        [
            "MR CORNELIUS",
            "I'm indebted to the Evidence Leader, thank you.  Now Mr Flores, there was also a second application, the attempted assassination in Swaziland on Folio 23, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I'm not going to elaborate.  You've testified and everything as far as your operation.  You were still stationed at Vlakplaas at that time?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Under the command of Eugene de Kock?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was there also a request made from the Security Division to Vlakplaas for this operation?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.  From the Middelburg/Nelspruit branch.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "From whom did this request come?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "At that stage Mr Chairperson, W/O Dan Greyling.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And he was affiliated to the Security Branch in?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nelspruit, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  What were your instructions there?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The instructions we received was to enter Swaziland, Mr Chairperson and meet W/O Greyling there with reference to tracking down a highly trained ANC cadre.  At that point in time I didn't know, I couldn't recall his name.  I believe it's Mdo now what I heard and to eliminate him, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When you say to eliminate him, it was to murder him?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now all this planning and the conspiracy was committed within the Republic?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  Did you go to Swaziland?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, Mr Chairperson, we did go to Swaziland and we stayed in a hotel on the Manzini/Mbabane Road, I can't recall the hotel's name.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  Did you enter Swaziland legally under your passports, or illegally?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Legally via Oshoek border post, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.   You then convened in this hotel.  What happened then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "There we got all the necessary information from W/O Greyling, Mr Chairperson, regarding the person, the type of vehicle he's driving, etc.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "According to the information you got from Greyling, was it a highly trained ANC member?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, it was Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Your group in Swaziland, who did that consist of?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Our group consisted out of myself, Maj de Kock at that stage, who was a Major, Lieut Paul van Dyk, Lieut Piet Snyders and W/O David Britz and we entered Swaziland in two vehicles, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see you mention a kombi and a Golf motor vehicle.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Which vehicle were you in?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I was in the kombi.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Then the planning, did that take the whole night?  How many days?  What happened?  Can you tell us?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If I can recall correctly, that would have been just an hour or two the afternoon, a briefing, we would have received from W/O Dan Greyling as to the identification of the person and his vehicle.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did Greyling then return to Nelspruit or did he stay there?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The following - he did stay the night over and the following day he left back from Nelspruit, where we continued doing mobile - how can you put it, Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Reconnaissance.",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Reconnaissance, to see if we could see this vehicle travelling.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you see the vehicle of the chap you were going to eliminate?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "During the day Mr Chairperson, not at all and during the day we did meet up with a sergeant that time, Labuschagne from the Middelburg Branch.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Middelburg Security Branch?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct and he was purely there to advise us on where the hang-out spots were of ANC cadres in the Manzini/Mbabane area.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  Did he know the victim?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, he did know of his whereabouts etc.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Were you successful in tracing him?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "During the day, not at all Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see on page 24 and paragraph 3, you say that he was seen and the car registration number was taken, is that correct?  Oh, it wasn't taken.  During the course of the raid, you say, Sgt Labuschagne would have joined the company.  When did you then see this target for the first time?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "It was that same evening, Mr Chairperson.  If I recall correctly it was Lieut Snyders driving the kombi, Mr Labuschagne sitting in the passenger side, that's if I can recall correctly.  Myself and W/O Britz were in the kombi and we were travelling in the main road of Mbabane when we spotted the vehicle outside the pub.  We then stopped across the road from the pub where the ANC member was identified sitting on the pavement talking to people.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who did this identification of the victim and the motor vehicle, just to clear up my own impression.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That came from Sgt Labuschagne.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  So he identified the vehicle and the suspect?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I see.  So if I look at paragraph 3 on page 24, you say that you were surveilling in order to obtain the registration.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You did not obtain the registration number that time.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We did have the registration in our possession, if I recall correctly.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I understand.  What did you do then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We then stopped our - the kombi's window Mr Chairperson, was slightly tinted.  I opened one of the side windows just a brief, and I had a 9mm beretta pistol with me which was fitted with a silencer.  I was then going to  ...(intervention)",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you aim at the target?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I did aim at the target and ...(intervention)",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What happened then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Just prior to, if I could say just prior to firing a shot off, I was told to abandon this section or mission by Mr Labuschagne, because there were too many eye witnesses by the pub.  We then withdrew - I then withdrew the weapon and during that point in time, the suspect got back in his vehicle and drove.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you follow him?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We did follow him.  He drove up about two to three blocks, if I remember correctly.  By that time we had to also turn around and three blocks later we found them on a side road talking to a black man by his vehicle.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Were you still in the kombi?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We were still in the kombi Mr Chairman.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who was with you in the kombi?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Still the same people as mentioned.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who were they?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "It was myself, Mr Brits, Mr Snyders, Mr Labuschagne.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Where was Col Eugene de Kock?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Him and Mr van Dyk were in the Golf.  We were in radio communication with them.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I understand.  Fine.  You now approach the target for a second time.  What happened then?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "When we spotted the man standing, this Mdo standing outside the vehicle, we decided that we're going to do a drive-by shooting, as we couldn't just stop because we were on the same side of the road at that stage and on approaching the target, we once again, I was delayed and had to withdraw due to Mr Labuschagne.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What did he say?  Don't shoot.  What did he say?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Basically he said we mustn't shoot now.  I don't know who radioed in to Maj de Kock at that stage, but he was contacted on the radio where we received instructions to withdraw and meet back at the hotel.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who gave instructions for you to withdraw?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Maj de Kock.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you do it?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We did.  The whole thing was then abandoned, as such.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now was this whole futile operation, was it ever debated?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, Mr Chairperson, once everyone was meeting back at the hotel, Maj de Kock was quite upset at two stages.  Why did we withdraw from the operation and then as I was notified later, or as it came to me, what happened to be that this Mdo was actually a source of the Middelburg Branch, in particular of Mr Labuschagne, being his handler.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You say Mr Labuschagne was the handler of the victim and he was his informant?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.  And at that point in time, Mr Greyling at the Nelspruit Branch was not in good terms with Mr Labuschagne, who was at Middelburg Branch and there was a certain dispute between the two persons and it looked as if Mr Greyling wanted Mr Labuschagne's source eliminated.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "A childish stupid play with somebody's life.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If that is so, that's correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "At all times you carried out the instructions of de Kock and you would have eliminated him if you were instructed to, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was the whole operation then abandoned?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The whole operation was abandoned and we left the following morning.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Do you know if this operation was cleared higher up than de Kock, or not?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I wouldn't know, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you receive any form of compensation for your acts and your deeds?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing whatsoever.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you have any personal vengeance against the victim?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Nothing whatsoever.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you request that this Committee considers granting you amnesty for your conspiracy to commit murder and all possible delicts which, I doubt if there's any, which might have flowed from this?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cornelius.\nNO TRANSLATION - TRANSCRIBER'S OWN INTERPRETA-TION",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Just before you continue.  You were on a mission to eliminate a certain  person, whose name you then knew, but you cannot remember it now?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "To complete this mission, Sgt Labuschagne joined you?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "I assume that he also knew this person?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So he knew who is going to be killed?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't he say to you:  \"But it's one of my informants\"?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If I can just correct that, Mr Chairperson, if I recall correctly, he did not know this was the person.  We only had the registration number that we received from W/O Greyling and when we found the vehicle at the bar that evening and when we saw the person, I assume that's where he learned that this was the informant.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then you tried to shoot him again.  Why didn't he realise it the first time?  Why did you continue to attempt the second time?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I assume that what I'm saying now is that he possible thought that we did not find the right person when he left.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he did not tell you that this was his informer, he just said:  \"Do not shoot\"?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "It sounds very strange to me.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Coleridge, cross-examination?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "MS COLERIDGE",
            "Mr Flores, I want to take you back to the Witbank incident.  You stated that you used teams in this matter.  How many teams did you have to conduct this operation?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, I only had my team, my askari team and I had two or three people from the Witbank branch with me and we split up into three groups.  It was my vehicle plus my askari team's vehicle, plus the Witbank branch's, if I recall correctly.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            ";   Can you roughly tell us how many people there were?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "In the petrol bombing of the hall itself, we were only two people, but in the whole operation we must have been about, I could be rectified, about 12 to 13 people.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So only the askaris went into the building?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And the rest of the people?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "We were about two blocks away in that perimeter area.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I got instructions from the Witbank Church that there were numerous telephone threats made to that Church.  Do you know of any telephone threats?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's the first word I hear of it, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Excuse me?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "It's the first time I hear of it, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "The threats were that they'll kill them and that they'll burn them.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The first time I hear of this Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that a search was also conducted, the Security Force in Witbank thought that they were hiding terrorists or ANC comrades in the Church, do you know of that?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I don't know of that, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Do you know that on a previous occasion, on the 14th of March 86, there was also an arson attack at that hall?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I didn't know, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "That this was actually the second incident that occurred at the Church?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Didn't know about that Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I just want to place on record, Chairperson, that I was informed that there was some form of coincidence in relation to COSAS members being detained.  The first incident occurred on the 14th of May, March, sorry, March 86 and COSAS members were detained in Witbank on that particular day and that they were having a hearing or a court trial on that particular day, do you know of that?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Do not know about that Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And therefore on the 14th of March, that's actually how the Security Force then attacked the Church.  They could just relate it to that incident and that on the 14th a second incident, the 21st of May 86, that the very same COSAS members were actually acquitted on that day.  Do you have any knowledge of that?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I wasn't aware of that, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Now back to the incident.  You said that Mr Rorich reported back to Mr de Kock.  Do you know whether he reported back to him?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If I recall correctly, I was in the office that following morning, Mr Chairperson, when he had made the call.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And do you know what he had stated to Mr de Kock.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I can't recall what was said, I know it was reported to him.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you - Mr de Kock was actually your Commander, is that right?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            ";   Did you and Mr de Kock discuss this matter after the incident had occurred?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If I recall correctly, when I returned back to the base which was Vlakplaas, I must have reported it because I had to make a report on our three week - I can't get to the word now - deployment, thank you.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And how many petrol bombs did you throw into the Church Hall?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Well, Mr Chairperson, I didn't throw it, I sent two askaris and I think what I stated, we made between three and four and I presume everything - all of them were used.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And these petrol bombs obviously had the capacity to actually lower the building to the ground, is that right?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "With the way they stacked the furniture inside, I believe so, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Was that your initial instruction, to destroy the entire building?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Just to destroy the hall, that's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because the first incident, they only damaged the front part of the hall.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I'm not aware of that, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did your members think you were told that the Church Hall was used by ANC members having meetings and so forth, is that right?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.  That's the information that was carried over to me from Lieut Chris Rorich.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "What was the idea of actually destroying the building?  Surely these members could have then just moved to another venue?  Surely that wouldn't deter them.  What was the reason for ...?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "At that point in time, Mr Chairperson, the main objective was, once he's destroyed it, was the time, if I could understand correctly, was the time for them to obtain other premises, so this was just basically like a delay tactic.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "But that doesn't make sense, Mr Flores.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, I can't comment on that.  I was from the operation unit.  We didn't do information gathering, we only worked on branches' information, on what they requested, so ...",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because you can understand that surely these members could use another venue to just have meetings.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I would presume so, Mr Chairperson, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that wouldn't really deter them by you destroying the building?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Maybe just delay it by an hour or two, but they'd carry on, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So it is possible, as my instructions, that it could have been related to these COSAS members being detained and being acquitted on that particular day?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I presume so, yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because it also happened very late in the evening, so obviously they were released during the day.  Do you agree with me?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you go back into the area after the incident had occurred?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at all, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, it is my instructions that no one was injured.  I just want to refer - may I just have one second, just if I've left out anything?  Mr Flores I've had a request from the community ...(end of tape) they have now rebuilt the Church and they are having a ceremony where they're going to bless the building and so forth, and I've had a request from Father Rodrigues that he's just wanting to know whether, in the spirit of reconciliation, whether you are able or willing, to actually on that particular day, come to the community to the venue and just reconcile with the members or the community members, obviously it's just a question put to you, Mr Flores.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I will make a great effort to be there, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So you are willing to do that?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, I am.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When is this particular day?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, no date has been established yet.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can I also ask this, what are the full names of the Church?  You keep on referring to Witbank Church.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "It's the Sacred Heart Church and Chairperson, it's not actually the church that's been destroyed, but actually the Church hall and the attacks were all on the Church hall.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What denomination is that?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Roman Catholic, Chairperson.  Do you know of any - also in relation to this, do you know of any police members also involved, that probably belong to the congregation and so forth in this incident?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Just repeat again please.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Do you know of any police members or any police involvement from any members of that particular church in this operation?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No.  No, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, why I've asked the question is just that we want to, just for police members that are part of the congregation, there was a lot of suspicion regarding probably their involvement and so forth and I just wanted to clear that with the applicant.  I want to move on to the next incident.",
            "Female"
        ],
        [
            "MR ROSSOUW",
            "Sorry, Mr Chairman, sorry to interrupt here.  I was not given an opportunity to cross-examine the witness on this incident where I'm also representing another applicant in this matter.  Maybe it would be appropriate to deal with my cross-examination at this stage, relating to this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, are you appearing for an interested party here?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "No, Mr Chairman, I'm appearing for Mr Mosiane, who's an applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the same incident?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "In the same incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Church incident?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Indeed, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I assume his application will follow soon?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "His application will follow, yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll bear that in mind.  We'll give you an opportunity once Ms Coleridge has completed her cross-examination.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I've completed my cross-examination in relation to the Witbank incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Carry on and finish whatever you want to do.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Can I go on to the next incident?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.  Just in relation to Comrade Mdo, did you have any photographs of the target?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes.  Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And who provided you with that?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That would be a section called C2 at Head Office.  They were responsible for all identification of cadres etc.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just explain this.  So that means when you entered Swaziland, you already had this photograph or photographs of this person?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And you were in the company of Mr Labuschagne, if I understood you correctly?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But couldn't he see from this photograph that this was his informer?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, if - let me restate, we would have gone through the photo album which was known as the photo album of people who left in 1976 during the riots for training abroad, etc., etc., then the photo album was compiled.  I we had the photo with us, I can't say we did, but we must have looked at the photo prior to the operation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you get this photo for the first time during this incident?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "As I just explained now, Mr Chairperson, I can't recall if it was prior to entering Swaziland, or if it was the hotel with Mr Greyling that he had the photo with him, but I'm sure we must have had a look at the photo.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What I sort of find a bit strange is why Mr Labuschagne could not identify this person on the photo as his informer.",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, if you do recall, Mr Labuschagne only rejoined us the following day.  I can't recall if he also had a look at the photos.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  What was Labuschagne supposed to do?   What was his actual role?  You say he was supposed to point out hide outs, or whatever it might be, but what  - how did he feature in this whole thing?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Mr Chairperson, prior to Mr Labuschagne, if I can just give a background, prior to Mr Labuschagne joining the Security Branch, he was part of the Narcotics Bureau and worked in Swaziland for something like four to five years and he knew the areas where people hung out etc., etc and then when he joined the Security Branch, Swaziland was his target area which he worked and he operated in and he was very familiar with the Swazi people themselves, he had a lot of friends there, etc. and the main purpose was he would accompany and help us and assist us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he become involved?  Did de Kock ask him, or what happened?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, if I can recall, I can't speak out of turn now, but it must have been.  I mean he wouldn't just pop up there by himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were he and Greyling present at the same time with you in Swaziland?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No.  No, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He and Greyling never met in Swaziland?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the course of this operation?",
            "Unknown"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No, Mr Chairperson, Mr Greyling spent the night with us and the following morning he left.  That day Mr Labuschagne only joined us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Sorry, Ms Coleridge.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.  You stated in your amnesty application, on page 24, you stated\n\"We waited and then identified the target as he sat talking to the people on the pavement.\"\nNow was Labuschagne with you at that stage?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, he was in the vehicle with us Mr Chairperson.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "But then you stated that he said to stop because there were witnesses and lots of people around there.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So at that stage he didn't tell you:  \"Look, I know this.\"",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No, he didn't.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And then, what happened?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Then, as I stated Mr Chairperson, then after some time, it could be a minute or two, I can't recall the time span, the suspect, if we can put it as such, climbed into his vehicle and drove off.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And you could clearly see him?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes.  Yes we could clearly see him.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And Mr Labuschagne as well?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Continue.  And then?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "And we had to make like a U-turn because it was a double road and we followed him and met up with the same person and same vehicle about two to three blocks further, where he was outside his vehicle taking to another black male at that point in time.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And was that the time when you wanted to then eliminate him?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Where I said we must do a drive-by shooting, yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And what weapons did you have on you?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I had a 9mm beretta fitted with a silencer.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So did you all - was it just one person tasked to eliminate him, or who was going to do the actual shooting?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The weapon wasn't mine.  The weapon was allocated to W/O Britz, but the job of the elimination was handed over to me.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And then at that stage, Labuschagne informed you that he was his informant.",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at that stage, Mr Chairperson, he just said we must withdraw from that.  That's when we reported in by radio to Mr de Kock, who then abandoned the whole mission.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And then at which stage did he actually inform you?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Back at the hotel.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And who was all at the hotel?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "The same group here including Mr de Kock and Mr van Dyk, who were in the other vehicle.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And did you discuss the matter?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "If I recall correctly, Mr Chairperson, I wasn't part of the discussion.  They were senior officers and they would sit and discuss.  It's only afterwards we heard that there was a dispute between the two members from the various branches.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And do you know if any follow-ups were made in relation to this?",
            "Female"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "I wouldn't know whatsoever.  Nothing whatsoever.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MS COLERIDGE",
            "Female"
        ],
        [
            "MR MALAN",
            "Ms Coleridge, was notice given to any of the implicated persons?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Yes, Chairperson, I can - shall I place it on record now?",
            "Female"
        ],
        [
            "MR MALAN",
            "Please do.  We have Rorich...",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "It is de Kock, Dan Greyling, David Britz and Mr Labuschagne. In relation to the victim, we have contacted the ANC offices and requested whether they know of this MK Mdo, because we discovered that it was MK Mdo and then they'd given us the name George Mdo and we contacted him and he informed us that it wasn't him, or that, he probably  wouldn't know if an attempt was made, but in relation to him and Labuschagne, he said he didn't know him, so that's as far as we got in terms of the investigation, Chairperson.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Coleridge.  Yes, we'll just give Mr Rossouw an opportunity to take up his position.  He was still trying to clarify the other matter for us as well.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Thank you Mr Chairman.  My apologies.  Due to the modern technology, I'm in the position to inform you Mr Chairperson, that Mr Eugene Fourie, let me first answer your question, Mr Chairman.  He's employed by the City Council of Johannesburg and his position there is an Asset Control Manager and it is that respect that he's involved in the audit and the figures for his department need to be lodged by Wednesday.  However, Mr Chairman, I've specifically asked him to again request or make the necessary arrangements to be here and he's just phoned me back and left a message that he will leave tomorrow morning at 7 o'clock on a bus and he'll be here at 10 past 12 tomorrow afternoon so that we can finish his application tomorrow.  Those are my instructions, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you for your trouble Mr Rossouw.  Can you just give me a second, I just want to see if we can dispose of that aspect.  Oh, Mr Ngobe, has he disappeared?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I have his details and his cell number, but he must be in the building here, oh, there we go.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll just give him an opportunity to take up his position as well.  Yes, Mr Ngobe, Mr Rossouw has managed to make contact with Mr Fourie and Mr Fourie would be able to be here tomorrow afternoon.  Would it suit you if we were to deal with the matter at 2 o'clock tomorrow afternoon?",
            "Unknown"
        ],
        [
            "MR NGOBE",
            "Thank you Chairman.  I'd like to establish with my secretary to get on my diary if 2 o'clock will be suitable.  I'll request just two seconds to do...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do that.  We can carry on with something else in the meantime.  We'll appreciate it if you can assist us Mr Ngobe.",
            "Unknown"
        ],
        [
            "MR NGOBE",
            "Thank you Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright Mr Rossouw, have you got questions for the applicant, Mr Flores?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Thank you Mr Chairman.  Yes, I do.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Flores, first of all, I represent Mr Chris Mosiane, who was an askari at that time at Vlakplaas, is that correct?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And he received his instructions directly from you?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Now a person as an askari, we all know what his description is.  Would he be in a position to question your authority or your orders?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Not at all, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "He would accept them and carried it out?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You would expect that of him?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You would also expect that of him?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "You've testified that you've handled these matters on a need to know basis.  Would you have divulged all the necessary information relating to where the instruction came from and the identification of the target to a person like Mr Mosiane?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Flores then my instructions are just to put to you on two aspects, now first of all Mr Mosiane will testify that he was not personally involved in the preparation of these Russian Cocktails.  You've testified that there were about 12 people involved.  Could it be that some other people were involved?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "Yes, he could be quite correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Now also, Mr Mosiane will testify that he was not involved or present when the surveillance was carried out.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is also possible.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Right.  Mr Flores then, I don't know if you will be able to explain this, Mr Mosiane will testify that he went with another Askari to the church and they were taken there by black security policemen from the Witbank Branch and he will testify that when they got to the Church or the Church hall, a black plastic container, containing petrol was taken out and that was actually used to spread inside on the furniture and it was then set alight, which differs from the Russian Cocktails, as you've mentioned.  Could it be that another means was provided for the arson?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That is possible, as I wasn't with them entering the building, so it is possible, Mr Chairperson, yes.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Mosiane will say that he definitely didn't throw a petrol bomb, as you've described.",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "It is possible, Mr Chairperson.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "And is it also correct that after the incident Mr Mosiane reported back to you?",
            "Male"
        ],
        [
            "LEON WILLIAM JOHN FLORES",
            "That's correct.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR ROSSOUW",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Rossouw.  Has the Panel got any other questions before Mr Cornelius re-examines?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "No questions from me thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Cornelius, re-examination?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chair, I've got no re-examination.\nNO RE-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Flores, you're excused.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Chair, I've got no further witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the case for the applicant?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is the case for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Coleridge are you presenting any evidence in this application?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "No thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, have you got any submissions on the merits of this?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I don't know, but Mr Mosiane must still testify in relation to this incident.  Mr Mosiane must still give evidence in relation to the Witbank incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is he the only other one?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "He's the only other applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Yes, well, very well.  Let's then take his testimony.  Is he just testifying on the attack on the Church?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, there's also an attack in Nelspruit that he's also applied for amnesty for, an arson attack.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is he applying on this and some other incident?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That's right, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well very well, perhaps we should proceed and hear both, it's probably expedient to also deal with his case in regard to the church matter before we hear you Mr Cornelius.  Very well.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Thank you Mr Chairperson.  I then call Mr Mosiane.   He's prepared to give testimony in English, but his mother tongue is Tswana.  He'll testify in Tswana, I believe, Mr Chairman.",
            "Male"
        ]
    ]
}