{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-10-09",
        "location": "NELSPRUIT",
        "day": "1",
        "names": [
            "EUGENE FOURIE"
        ],
        "case number": "AM3767/96",
        "matter": "MATTER ROLLED OVER TO 10.10.2000",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54536&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/201009ne.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS COLERIDGE",
            "MR ROSSOUW",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS COLERIDGE",
            "MR ROSSOUW",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon.  We want to start the proceedings.  Just for the record it is Monday the 9th of October 2000.  It is a sitting of the Amnesty Committee held at Nelspruit.  The Panel consists of myself, Denzil Potgieter.  With me is Mr Wynand Malan and Adv Ntsiki Sandi. The Leader of Evidence for this session is Ms Coleridge.  Ms Coleridge, which is the first matter that we need to attend to?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson if you look at the roll, the first matter we will attend to is number 6 on the roll and that is the arson at Witbank Church, Chairperson.  We will then do the petrol bomb attack in Nelspruit, followed by the attempted murder of an ANC member known as Mdo in Swaziland, Chairperson.  Those are the matters that we will do now, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Coleridge, before we actually start with the matters that we are going to hear, the Eugene Fourie matter, what is the position there?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, the Eugene Fourie matter has been set down for today.  The incident is the search of premises of Thami Zulu and the assault of his wife Thabazile Ngade.  I have been informed by Mr Rossouw that his client will not be able to attend the proceedings, Chairperson.  Mr Ngobe is the legal representative for Ms Ngade.\n\tI'd like to place on record, Chairperson, that we have been in contact with Mr Lamey regarding this incident since September month.  We have informed and notified his office regarding the date for this incident.  Up until Friday, Chairperson, I had spoken to Mr Lamey and he had informed me that his client would be here today and requested that I start with the matter first thing today and I agreed Chairperson and this morning we were informed that he's unable to attend the hearings.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Rossouw, what is the position with Mr Fourie?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman, let me first say that I'm not aware of what arrangements were made with Mr Lamey as far back as September, my apologies for that.  I know that endeavours were made by applicant Fourie to be here, to arrange for a bus ticket to come through to Nelspruit today, to testify here.  He phoned me this morning and informed me that he was not able to do that.  Apparently the problem is that he is involved in a year-end audit at his place of employ and that's the reason why he could not get away.\n\tMr Chairman and I've also been informed that apparently that was due to the short notice of the hearing.  I do not know when notice was given to him.  The only aspect that I can place on record as far as that is concerned, is that these matters and the roll was provided to me on the 2nd of October.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Coleridge, when was Mr Fourie notified of the hearing?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, according to my records, he was notified beginning of October, which - probably by the 2nd of October, but that was the formal notice, Chairperson, but we had contact with Mr Lamey's office and he was aware that we're setting down the matter accordingly, Chairperson, so their offices were fully aware of this matter being set down, Chairperson.",
            "Female"
        ],
        [
            "MR MALAN",
            "Just for the record, if my memory serves me right, this matter was also set down, I think, for somewhere in July, where at the pre-trial it was also not sure whether Mr Fourie would be able to attend and it subsequently turned out that he did not attend.  I don't know what the reason was.",
            "Male"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman, I do not have any instructions in that regard.  I was not personally involved.  I can't help you with that.  Mr Fourie has informed me that he is willing to testify and as far as your decision on this matter is concerned today, acting in the best interest of the client, notice must be given to him in terms of the Act and that timeous notice was not done.  Whether it was done on an informal basis might be so Mr Chairman, but as far as his position is concerned, he was not formally notified within the specified period, so my request would be to your Committee to adjourn this matter from the roll and to enrol it again on a later date.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I'd also like to place on record that no objections have been tendered by the firm Rooth and Wessels to date.  I have always been in contact with Mr Lamey regarding Mr Fourie, because we were aware that he had travel arrangements - the explanation was given to us that it was difficult for him to get away from work and that was the explanation tendered to me and no formal objections were delivered to the Commission regarding any notification and so forth, Chairperson, so regarding the facts of the matter, it appears that Mr Fourie is giving us two stories, firstly saying he's unable to get away from work and now today we're hearing that he's unable to get transport to come to the Hearing.  I believe that Mr Fourie is in Pretoria, Chairperson, which is also not too far from here and arrangements could have been made also to get him - to secure his presence, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there matters on the roll here in this session until Friday?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, we have 12 incidents on the roll.  I don't know how quickly we'll go through the roll, but we have 12 incidents set down for the week.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So we're not sure whether we are sitting until Friday?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Correct, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Rossouw, what is Mr Fourie's position?  I mean, why can't he come here?  What is the problem, now why can't he come here in the course of this week?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman, if any stage you think that there are two stories before you, or that there's some misleading - let me make this very clear, my instructions are that he can't get away from work, there's a year-end audit being carried out by auditors and he's got to be there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For this whole week, or how long will that occupy him, because we're sitting here ...(intervention)",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "I can't give you an answer on that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Obviously we want to dispose of these things, we can't have them hanging in the air for ever.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Those are my instructions Mr Chairman.  As far as the travel arrangements are concerned, we have requested him to make the necessary arrangements to come.  In any event, Mr Chairman, it's not because he can't get transport to here, that he's not here, that is not the situation.  The fact of the matter is that because he can't get away from work, the arrangements were not made for him to travel here.  Those are my instructions.  I can't - Mr Chairman, I'll phone and try and get instructions how long this audit is going to be carried out, but apparently he will not be able to attend this meeting.  He did inform me that he will testify and he's not withdrawing his application, it's just a matter of him not being available right now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm going to stand the matter down and allow you an opportunity to ascertain from Mr Fourie when in this week he can be here before us.  Tell him we want to dispose of this matter, we don't have unlimited time to deal with these things and it's his application, he came voluntarily to the Committee, so we want to give him every opportunity to present his case to us.  Will you please explain to him the seriousness of the matter and as soon as you have instructions, won't you report back to us?  I'll allow you an opportunity, even if we're busy with something else, just to indicate to us what his position is because I want to help Mr Ngobe as well.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Yes, I'll do that Mr Chairman.  May I just take this opportunity as well, as far as the formal objection is concerned.  Mr Chairman, I'm acting in the interests of the client and whether there's a gentlemen's agreement between the TRC and the firm of attorneys, Mr Chairman, cannot impeach on the client's rights.  That's all I'm placing on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.  I don't want to decide anything now.  I want to give you an opportunity so that we know what your client's situation is and you're quite sure that he is as keen as we are to dispose of the matter and I'm quite sure it must be possible to find some way of dealing with it whilst we are here.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Mr Chairman, will you excuse me for a couple of minutes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Rossouw, can you just indicate to us Mr Fourie's position, where he's employed, what does he do there?",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Can I come back to you when I've taken instruction?  I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And won't you also just ascertain what his role is in the audit that is being done?  We'll appreciate that.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "I'll do that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll stand the matter down briefly, just to allow you an opportunity and as soon as you're ready, indicate to us and I'll give you an opportunity to deal with that.",
            "Unknown"
        ],
        [
            "MR ROSSOUW",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, Ms Coleridge, which is the first of the matters that are ready for hearing?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, we call on the applicant Mr Flores.",
            "Female"
        ]
    ]
}