{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-06-11",
        "location": "NELSPRUIT",
        "day": "1",
        "names": [
            "DERICK M. SKOSANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54764&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/nel/skosana.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR BLACK",
            "ADV PATEL",
            "ADV MOJAPELO",
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "INTERPRETER",
            "ADV TEE",
            "SISI KHAMPEPE",
            "ADV DE JAGER"
        ],
        "original_speakers": [
            "MR BLACK",
            "CHAIRMAN",
            "ADV PATEL",
            "ADV MOJAPELO",
            "DERICK (INDISTINCT) SKOSANA",
            "MR SKOSANA",
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "INTERPRETER",
            "ADV TEE",
            "MS KHAMPEPE",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record, we have now concluded evidence in respect of the applications of the Nkuna brothers.  We are now commencing a new application, that is the application of Mr D.M. Skosana, application number 3387/96.\n\tThe Committee is constituted as it was in the previous applications and counsel and Attorneys should place themselves on record.  Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, in this matter of Mr Skosana, it is application number 3387/96, the facts are closely interlinked with the previous two applications.  The victims referred to in the previous two applications remain the same, they are also aware that this hearing is taking place and have been notified.  All interested parties have been notified and Mr Skosana, the applicant, is legally represented by Mr Mojapelo.  The implicated parties are essentially the two previous applicants and they are present and represented by Adv Tee.\n\tI submit that we are ready to continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And of course Adv Patel is still representing the victims?  Am I right Mr Patel?",
            "Unknown"
        ],
        [
            "ADV PATEL",
            "Yes, Mr Chairman, you are right.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Tee, of course is representing the implicated persons, this time now it is the two previous applicants.  Mr Mojapelo.",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Thank you Mr Chairman and Honourable members of the Committee.   Mr Chairman, I do confirm that I appear on behalf of the applicant, Mr Derick Skosana.  During the previous two applications, there were references to the possibility of him being called as a witness.  He has asked me to place on record that he is here today to present his own application, he is not coming in opposition for the application of the previous two applicants, or indeed in support thereof.  He is presenting his own application and his role here is to tell the truth from his own perspective.\n\tHe has asked me to convey that before we start.  And if you are ready to start Mr Chairman, with your permission, may I then call upon Mr Skosana to testify?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, let's just swear him in.\nDERICK (INDISTINCT) SKOSANA: (sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may sit down.  Mr Mojapelo, you have prepared an affidavit, it hasn't been signed actually, has it?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "It has not been signed Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Alright, we will ask him whether he confirms the truth thereof, but are you wanting to cause him to read it into the record?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "That is correct Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed to do that.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "\"I, the undersigned Derick (indistinct) Skosana, hereby make an oath and state I was born in Witbank on the 24th of September, 1970 and have lived there all my life.\n\t\t\tI am presently 26 years old.  I joined the African National Congress in 1985.  I have been an active member since.  Then I was instrumental in the formation of the Witbank Youth Congress.\n\t\tAt the Witbank Youth Congress I was acting as an Assistant Secretary.  The Witbank Youth Congress, however, was later incorporated into the South African Youth Congress in which I acted as an additional member on a Branch level.\n\t\tIn 1990, I and some comrades from the South African Youth Congress decided to skip the country and join the MK of the ANC because we were not sure of the future of the country and that any way the country was not liberated.\n\t\tOur skipping of the country was facilitated by a certain Joe Nkuna who lived in Nelspruit township of Kayamazana.  We cross into Mozambique via (indistinct) through the help and directions given to us by some ANC contact people that we met at (indistinct).  We stayed at Nomashe police station for three weeks before being moved to Maputo where we stayed for three months.\n\t\tAfter three months in Maputo, we then were transferred to Tanzania and our destination there was at Dacau.  After two or three months in Dacau, we were moved to (indistinct) Province, where we got military training.\n\t\tHowever, in 1991 our military training was suspended and we were told that this was due to the fact that new negotiations were taking place in South Africa and that the armed struggle was suspended.\n\t\tSeveral leaders of MK including the present Minister of Defence, informed us that those who wanted to pursue a career in the military, would be allowed to remain in Tanzania and train with the army of Tanzanian Defence Force.\n\t\tWhile those who wanted to pursue other careers, would be repatriated to South Africa.  I chose to be repatriated to South Africa and this was done in 1992.  When I arrived in the country, I joined the ANC Youth League and have been a member of the League since.\n\t\tLate in 1992, one of our fellow comrades was alleged to be involved in a murder that was committed in Ogies area and police were looking for him.  I am however not certain whether he was indeed involved in that murder case or not.  The name of that comrade was Soli Morapi.\n\t\tWhile Soli was on the run, he contacted me and some other comrades and we decided that it would be better if Soli could skip the country to evade arrest.\n\t\tAt that stage we only thought of Mr Nkuna as he was the man who had helped me skip the country two years before.  He was at the time according to our knowledge, one of the Commanders of the MK and advance structures as well as being the ANC Transvaal Regional Secretary.\n\t\tThe matter was a sensitive issue and we needed someone who was very trustworthy and Joe Nkuna fitted our kind of person to confide in.  On our arrival at Joe's house, we found out that Joe already knew of our dilemma and  we thus did not have a lot of explanation to do.\n\t\tJoe Nkuna promised to assist us and we also informed him that we came to Nelspruit to see to it that Soli skips the country and not for any other thing.  We agreed that during the day when Joe has gone to work, we will stay indoors so as not to arouse the suspicions of neighbours.\n\t\tWhat we did not know is that Joe had been suspended by the organisation.  Each time he left, he appeared to be going to work and we accepted that he was going about the affairs of the African National Congress.\n\t\tWe had absolute trust in Joe whom we knew and trusted as our Commander in the MK.  For some days when Joe came back in the evening, he always told us he was busy making arrangements making for Soli to skip the country.\n\t\tLate one evening Joe came in and told us that he had received from MK Head Quarters and from the late MK Commander Chris Hani that there were some enemy agents within the organisation and that we had to get rid of them so as to clean up the organisation before the organisation.\n\t\tAs our Commander and a most trusted person, we believed him and also we did not have any other comrades outside as we were laying low and our only contact was Mr Nkuna.\n\t\tAfter a couple of days, Joe told us that the late Chris Hani had phoned him and enquired about progress on the elimination of the enemy agents.  According to Joe the Head Quarters wanted progress and he had to do something very quickly.\n\t\tThe following day Joe informed us that arrangements for Soli to skip the country, were all set and Soli could leave at any time, but in the mean time we were supposed to carry out some tasks.\n\t\tThe task was to eliminate the enemy agents in the organisation and it was then that Joe showed as a list comprising of three names.  The three names on the list were Joshua Bangu, Jackson Tembo and Jacks Modipani. \n\t\tJoe Nkuna told us that these were the people to be eliminated as they were enemy agents and we were supposed to carry out that task.\n\t\tThis was conveyed to us as an instruction from an MK Commander and it was from the ANC Head Quarters and there was no way in which an MK soldier could defy it.  It had to be carried out for the benefit of the organisation and because it is one of the duties of a soldier, to carry out orders.\n\t\tAs we understood it, the whole operation was to be  carried out in the furtherance of the objectives of the ANC and we were going to do it as members and soldiers of the MK which is the military wing of the ANC.\n\t\tThe operation was discussed for some time and on the 11th of November, 1992 it was decided that it should be carried out.  Four of us were going to carry out the operation, it was Conrad Nkuna, Joe Nkuna, Soli Morapi and myself.\n\t\tThe weapons to be used were two fully loaded AK47's and two F1 handgrenades.  I carried one of the AK47's.  We started at Jack Modipani's place, but realised that he was not there.  We proceeded on to Joshua Bangu's place.  At Joshua Bangu's place, we though that our intended victim was there.\n\t\tWe took our strategy positions around the house and when we were all ready, Soli threw the two grenades through the bedroom of Mr Shabangu.  After the explosions, we all went back to Joe Nkuna's house.\n\t\tAfter some time the telephone rang and after talking on the line, Joe informed us it was Dr Mamoyepa who had phoned to inform him that there had been an attack on Mr Johannes Shabangu's house.\n\t\tJoe Nkuna later left with Dr Mamoyepa - after some time he came back and told us that there had been six people in the house when we attacked it, but only one person was injured.\n\t\tThe following day we went to Swalalha which is where Joe's sister lives.  It was organised that we should go there to lie low a bit and Joe would always come and inform us of the latest news of the operation.\n\t\tOnly Soli and I went so Swalalha and when we did, Joe gave us an F1 hand grenade and an AK47 that was fully loaded.  We were transported by Joe Nkuna.  \n\t\tThe following (indistinct) Joe came to his sister's to take his sister to attend a certain funeral and he promised to come and check us that evening.  He did not come back and I have no information as to what happened to him.\n\t\tThe following Monday the police arrived at the house and arrested all the occupants of the house including myself.  Soli was gunned down by the police.  The AK47 and the hand grenade were found in our possession.  I was charged with the attempted murders of the six occupants of the house and the illegal possession of firearms.\n\t\tI pleaded guilty and was sentenced to five years for each of the attempted murders, and effective four years for illegal possession of arms and ammunition.\n\t\tThe attempted murder sentences are to run concurrently.  I have recounted this incidents not merely to remind people of the grief that they had to undergo, but to tell the Committee all that had happened on the night of the 11th of November 1992.\n\t\tI regret the pain and suffering that the victims and the members of their families had to go through.  I ask the Committee to grant me amnesty for the acts that I was involved in on the 11th of November 1992 and for which I am now serving a term of imprisonment.\n\t\tAt all material times I was a soldier acting in terms of an order of an MK Commander which order I genuinely believed came from a higher rank of MK.  I took part in the operation because it was my genuine belief that the victims and intended victims were enemy agents that had to be eliminated for the benefits of the organisation of which I am a member.\n\t\tI had no grudge against any of the victims personally and would not have been involved in the incident, if I had not genuinely believed that it was in furtherance of the aims of my organisation and in the execution of an order given to me as an MK member.\n\t\tTo the families of the victims, I express my greatest sympathies and my sincere apologies.  I know that what I did was wrong, but I was at the time under the impression that it was the right thing to do for our liberation movement.  I am really sorry for what I did.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know you took an oath before reading this, but do you confirm that what stands in this statement is the truth?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mojapelo, we will admit it as Exhibit A.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            ".",
            "Male"
        ],
        [
            "ADV MOJAPELO",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mojapelo.",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Mr Skosana, is there perhaps anything else which you did not include in your statement, which you would like to add or convey to the Committee?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, I would like to add something that after the attack took place, Joe went to the house with Dr Mamoyepa.  When he got back to inform us as to who were the occupants of the house at the time, I discovered that one of the victims, or one of the people who were in the house, was my relative, Mr Peter Mnifi.",
            "Male"
        ],
        [
            "ADV MOJAPELO",
            "How are you related to Peter Mnifi?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He is my cousin.",
            "Male"
        ],
        [
            "ADV MOJAPELO",
            "Is there anything you wish to add or is that all?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is all.",
            "Male"
        ],
        [
            "ADV MOJAPELO",
            "That would be the end of my examination in chief, Mr Chairman and members of the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel?",
            "Unknown"
        ],
        [
            "ADV PATEL",
            "I just want to refer to paragraph 34 on page 8.  In the paragraph you say the operation was discussed for some time and on the 11th of November 1992, it was decided that it should be carried out.\n\tWhen you say it was decided, could you tell the Committee who made the decision?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "After this discussion I talked about here, it was decided by all of us who were in that planning process, but the instruction came from Joe Nkuna.",
            "Male"
        ],
        [
            "ADV PATEL",
            "Mr Skosana, we would feel more assured and feel a lot more confident with regard to what we are doing, if you could testify in your own language so that later we would not have some arguments and we do not end up misunderstanding one another.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Okay.  After we discussed about this operation, we also asked questions when we felt we should as questions from Joe, because he had already told us about this whole thing and about the fact that these people were corroborating with the State and were agents.\n\tAnd we also found out and also committed ourselves that we should go on ahead with this operation.",
            "Male"
        ],
        [
            "ADV PATEL",
            "Mr Chairman, I have no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Skosana, I just want you to clarify an issue again on the same page 8, paragraph 35.\n\tYou say four of us were going to carry out the operation.  It was Conrad Nkuna, Joe Nkuna, Soli and yourself.  By including Mr Joe Nkuna, did he physically accompany you to Mr Shabangu's home that evening?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, we were together.",
            "Male"
        ],
        [
            "MR BLACK",
            "You also make mention of the fact that weapons were going to be used and  you talk about AK47's and handgrenades.",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, who supplied those weapons?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We were given these weapons by Joe Nkuna.",
            "Male"
        ],
        [
            "MR BLACK",
            "I must just put it to you Mr Skosana that the evidence led on behalf of both Mr Joe and Mr Conrad Nkuna is that you arrived at Mr Joe Nkuna's house together with Soli, and when you arrived at his house for the first time when this mission was to be planned, you arrived armed with AK47's.\n\tYou brought your own weapons to Mr Nkuna's home and that he didn't supply you with it.",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is not true because when we left Witbank, it wasn't easy for us to be armed and carry arms all the way to Nelspruit and usually there are roadblocks along the way.\n\tIf, in case you come across a roadblock you are going to raise a suspicion, so that is why we were not armed coming this way from Witbank and our intention was not to come here and carry some operation here in Nelspruit, but assisting Soli to skip the country.\n\tThere was no need for us to be armed from Witbank to Nelspruit.",
            "Male"
        ],
        [
            "MR BLACK",
            "Do I understand that when you travelled from Witbank to Nelspruit, did you come along the main highway?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We used the N4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I can't remember what Mr Nkuna senior, testified, what he said around that aspect, but with regard to Conrad, subsequently he conceded that he could not with certainty say whether or not Mr Skosana did bring the weapons along with him from Witbank.\n\tWhen I put questions to him, he said well, when he saw Mr Skosana for the first time, Mr Skosana was already having those weapons, so he didn't quite categorically say that Mr Skosana had brought along those weapons from Witbank.\n\tEarlier on he did say so, but when I asked him later, he said, well, he wasn't very sure about it.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, Mr Chairman, my recollection is that they brought the weapons along and that is as I recall Mr Nkuna senior's evidence.  However, there is a record and I will go through the record before presenting argument to the Committee, thank you.",
            "Male"
        ],
        [
            "MR BLACK",
            "I am sorry to get back on to the first question I asked you, could you just elaborate a little bit as to the role played by Mr Joe Nkuna on the actual attack of the house of Mr Shabangu?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Joe Nkuna was around, he took a position where we were attacking.",
            "Male"
        ],
        [
            "MR BLACK",
            "So was he like acting as a lookout?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, he was the person responsible for the whole operation.",
            "Male"
        ],
        [
            "MR BLACK",
            "And then essentially I must just put to you that a synopsis of the evidence of Mr Joe Nkuna is that when you arrived at his house, you and Soli, subject to correction, you were armed and that you informed him, Mr Joe Nkuna that you had arrived there on instructions from Head Quarters to carry out a mission which entailed the attacking of amongst others, Mr Shabangu's house.  In other words, you arrived there and you informed Mr Nkuna that you had received orders from Head Quarters and you were there to carry out that mission to attack amongst others, Mr Shabangu's house because he was an enemy agent.",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would say that is not true.  When we left Witbank we had one intention - it was to help the comrade to skip the country and we came to Joe because we knew he was the Regional Commander and he could possibly help us to get the person to skip the country.\n\tWe didn't have any instruction from anybody.",
            "Male"
        ],
        [
            "MR BLACK",
            "And what was your role or rank in the MK?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was a rank and (indistinct).",
            "Male"
        ],
        [
            "INTERPRETER",
            "We didn't get a clear interpretation of the last statement.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "What was your station, could you just repeat that please?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Sorry?",
            "Male"
        ],
        [
            "MR BLACK",
            "Could you just repeat that.",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was just a member, I didn't have any rank or responsibilities that were assigned to me.",
            "Male"
        ],
        [
            "MR BLACK",
            "And after this attack on Mr Shabangu's house, were you ever called upon to give an explanation by any senior members of the African National Congress as to what had taken place?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MR BLACK",
            "How long after this attack were you arrested?",
            "Male"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "It took only - I would say it is four days.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Skosana, tell me, just take your mind off this case for a while.  This Soli Morapi, was he ever imprisoned for a political offence?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he from Witbank?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he convicted in a case in Delmas?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No, he was convicted on a charge, I think, on public violence in Witbank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but where was that case heard, was it not in Delmas?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I think it was in Witbank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not Delmas?  Was it not in Bethal?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No, it was not in Bethal tried.  He was already in prison at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During that case he was already in prison?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tee?",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Thank you Mr Chairman.  Mr Skosana, I would like you to go to paragraph 14 of your submission.\n\tIn that paragraph you say that there was a person, Soli Morapi, who had committed some act of murder or something that the police were looking for him in Ogies.  Now this Soli Morapi, was he a friend of yours?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Soli was my friend.",
            "Male"
        ],
        [
            "ADV TEE",
            "In paragraph 16 you say while Soli was on the run, he contacted me and some other comrades.  Where did he contact you from?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was at home on that particular day.  Two comrades arrived, they asked me saying that Soli wanted to see me.  During that week I was planning to come to Nelspruit to come and collect my money.\n\tSo I asked the comrades where Soli was because according to the information, I thought Soli was not in Witbank at that time, so I went with those comrades to Shlanigahle squatter camp where I met Soli.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now in your statement here you don't mention that you were going to Nelspruit to collect money, is there any reason why?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Which statement?",
            "Male"
        ],
        [
            "ADV TEE",
            "In the statement that you presented to the Committee?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "This statement, this one?",
            "Male"
        ],
        [
            "ADV TEE",
            "Sorry Mr Chairperson, I am getting a ton of interpretations, I am not sure which language I am cross-examining in myself.  I think it is English.  If we can just get somebody to speak one language at a time, I would appreciate that.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Are you on channel 2 Mr Tee, because if you are on channel 2, you will only hear ...",
            "Female"
        ],
        [
            "ADV TEE",
            "I am on channel 2, so I am getting English.  But I am getting English in the interpretation as well.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Mr Skosana, I want to sketch a picture for you, listen carefully and tell me if I go wrong.\n\tYou knew Soli, you knew him quite well, is that right?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "You heard that Soli was in trouble.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "ADV TEE",
            "Soli made contact with you.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "ADV TEE",
            "The two of you then went together to Joe Nkuna's house, is that right?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "When you went to Joe Nkuna's house, were you aware of what Soli had been doing before he met you or were you not aware?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was not aware.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, you cannot say then whether or not Soli was acting under any commands from Head Office, can you because you were not aware what he was doing?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I won't be able to speak on behalf of Soli, I don't know whether he had instructions or not.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, let us say that you were travelling with Soli on your way to Joe Nkuna's house and Soli mentions that he has a mission from Head Office.\n\tIt is not your mission, you wouldn't have taken much notice of it, would you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He didn't tell me anything about any mission.",
            "Male"
        ],
        [
            "ADV TEE",
            "And then when you get to Joe Nkuna's house, together with Soli, the three of you then talk about the mission, that there is a particular person who is an enemy agent, his name is Shabangu, you are all wrong, you have been misinformed, is that not what happened?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "When we arrived, we told Joe exactly why we came to his place and he promised that he was going to help us.  After some days, he came to tell us about the operation.",
            "Male"
        ],
        [
            "ADV TEE",
            "Mr Skosana, what I am trying to say is this, if Soli had the information from Head Office as to the name of the agent, you wouldn't have known, would you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "If he had the information before?",
            "Male"
        ],
        [
            "ADV TEE",
            "If Soli Morapi had the information as to the name of the agent, you wouldn't know that, would you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "When the two of you arrived at Joe Nkuna's house, he would be fair in saying that you both came together, not so?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He who?",
            "Male"
        ],
        [
            "ADV TEE",
            "Joe Nkuna.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "ADV TEE",
            "When you together with Morapi arrived at Joe's house, you would not know whether Soli Morapi had an order concerning the name of an agent, you would not know that, is that correct?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I didn't know about these instructions given to Joe until they were given to me by him.  I would say when we arrived at Joe's place, we didn't know anything at all.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now did you know whether Joe had had contact with Soli before you met Soli?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "What I know is that Joe and Soli used to work together in the organisation, especially in the SAYCO, its formation, they worked together in the Region.\n\tWhen I skipped the country, Joe did help me and Soli also helped me to skip the country.  I will say that both of them knew each other before I met, because they once worked together in the Region.",
            "Male"
        ],
        [
            "ADV TEE",
            "Can you say as a fact that Soli was not carrying orders from Head Office as to the name of the agent, Mr Shabangu?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I think Soli might be the right person to answer that question, I can't confirm that.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now you see, the applicants in both of these cases, have a problem.  The applicants here are relying on an order that had its origin with a man who is now dead, Mr Hani.\n\tAnd you have a problem in that you are relying on corroboration for your story from a man who is also dead, Soli.  Now how can you say with certainty that Soli did not have the order from HQ, from Head Quarters?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "With respect, he didn't say so.  He didn't say what orders Soli had or did not have.  The question to him is how can you say with certainty that Soli did not have the information, that is not his testimony.\n\tHe says he doesn't know what Soli had.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "To quote him, he said it is only Soli who can respond to that.",
            "Female"
        ],
        [
            "ADV TEE",
            "Thank you.  Now, Mr Joe Nkuna has said that both you and Soli arrived with the order relating to the name of the agent.\n\tIt is true that you and Soli arrived at his house, is that not so?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, we left Witbank and we arrived at his home.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, if Soli carried that order and you didn't know about it, you cannot comment on whether or not Joe Nkuna received the order from him, is that so?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I don't know whether the orders were coming from Soli, but all I know is that all the orders were coming from Joe Nkuna.  He didn't tell me about information that he had.\n\tHowever, all instructions that I had, were coming from Joe Nkuna.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, you made a statement to the court in mitigation of sentence when you were on trial, is that correct?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "And your statement is contained in a document which is part of your application for amnesty, under the subdivision (c).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It is actually not in mitigation.  Mr Tee, that was not a statement in mitigation as I see it.  It is a plea on the merits.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "I am about to refer to page 5 of that document Mr Chairperson.  He in fact didn't make a statement, he gave evidence.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Tee, what bundle are you referring us to, is that Mr Nkuna's bundle or are you now referring us to Mr Nkuna's bundle?",
            "Female"
        ],
        [
            "ADV TEE",
            "Mr Skosana's bundle.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "What number is it, alphabetical number?  I've got A up to E.  Thank you.  And you said it was page 5?",
            "Female"
        ],
        [
            "ADV TEE",
            "I am going to be referring to the paginated page 5 which is 2 on the typed pages.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the evidence that he gave during his trial?  Thank you.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "This is your plea in mitigation that you gave evidence on.  I just want to read something that you stated on it.\n\tIt begins at the bottom of the page - another moment Soli had already informed Joe about his intention of leaving the country, he had already informed Joe.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Tee, wasn't that the argument ...",
            "Unknown"
        ],
        [
            "ADV TEE",
            "No, Mr Chairman, it seems to be ...",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "It is indeed Mr Skosana's evidence Mr Tee.",
            "Female"
        ],
        [
            "ADV TEE",
            "It stated there \"e.u.o\", I presume that means evidence under oath?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And the next name mentioned immediately below, is Kopede?",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Yes, that is correct.  That is where he is asking the witness a question.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Okay.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "And then the witness starts to testify.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "I think he starts where it says I left Witbank for Nelspruit and that is Mr Skosana testifying.",
            "Female"
        ],
        [
            "ADV TEE",
            "I am just quoting what you said on this page, I will start again at line 28.\n\tAnother moment Soli had already informed Joe of his intention to leave the country.  He had already informed Joe.  Joe informed Soli to wait for a while, he was busy making the necessary arrangements for him to skip the country.\n\tIsn't it clear from that that Joe according to you, had already had contact with Soli or should I say that Soli had already had had contact with Joe?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I don't think so because that happened immediately when we arrived at Joe's place.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I ask a question in this connection.  In paragraph 19 of your present affidavit you state that on our arrival at Joe's house, we found that Joe already knew of our dilemma and we thus did not have a lot of explanation to do.\n\tSo, Joe was aware of your dilemma before you arrived at his place?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would say when we arrived at Joe's place, he already knew everything because he heard about it on the news on TV and also read about it in the papers and he knew that Soli was on the run, that is why we didn't have any problem, we didn't have to explain much, we just had to see him and I think this evidence confirm each other.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Skosana, did Joe know already that Soli had to skip the country?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would say, no, he knew that he was being wanted by the police.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is that the dilemma that you are eluding to ...",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "In the submission that you have given to the Committee, it seems to state that you were staying at Joe's house.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, we stayed to Joe's place.  We arrived but he had to ask in the same yard from another person where we have to sleep.",
            "Male"
        ],
        [
            "ADV TEE",
            "Were you not staying in the yard next to Joe's place?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, the houses are just next to each other, however, we arrived at Joe's place and he made some arrangements that we would sleep in the next house.",
            "Male"
        ],
        [
            "ADV PATEL",
            "Sorry Mr Chairman, may I intervene.  I would like to be excused.  As I explained earlier, because I have to catch a flight to Johannesburg, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are excused Mr Patel.  Your Attorney remains?",
            "Unknown"
        ],
        [
            "ADV PATEL",
            "My attorney will remain and I will find somebody to take me to the airport.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Thank you Mr Chairman.  Mr Skosana I would like you to describe the attack on the house of Mr Shabangu.  How was it carried out?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We attacked the house using handgrenades and we blew one of the windows.",
            "Male"
        ],
        [
            "ADV TEE",
            "Can you tell us who threw the grenade?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Soli threw the hand grenade.",
            "Male"
        ],
        [
            "ADV TEE",
            "How many handgrenades were thrown?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We had two.",
            "Male"
        ],
        [
            "ADV TEE",
            "And where did they land?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "They landed right inside the bedroom.",
            "Male"
        ],
        [
            "ADV TEE",
            "Is it not true to say that one hand grenade landed outside the house and one inside, inside the bedroom at least?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would not know, I only knew that both of them landed inside the house and there was an explosion and I don't know of any grenade that landed outside.",
            "Male"
        ],
        [
            "ADV TEE",
            "Did you not throw one of the grenades yourself?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "ADV TEE",
            "You say that there were four people involved in the attack, is that right?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Can you mention who they are?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "It was Joe Nkuna, Conrad Nkuna, Soli Morapi and myself.",
            "Male"
        ],
        [
            "ADV TEE",
            "Is it not true that in fact Joe Nkuna was not there at all?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Joe was with us.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now did you know at the time that in October of 1991, Joe had been attacked?  Joe Nkuna.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "You mean Joe was attacked?  He told us while we were in the house that he was attacked.",
            "Male"
        ],
        [
            "ADV TEE",
            "And do you know that he spent some time in hospital where he was quite severely injured because of his injuries?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "The way he told us it was something that happened the year before that, it looked like something that happened long ago and he was seeming to be well at that time.",
            "Male"
        ],
        [
            "ADV TEE",
            "And as a result of those injuries that he sustained, he cannot run even today?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I will say that we went together with him to attack Mr Shabangu, even if he can't run fast, but he can walk fast.",
            "Male"
        ],
        [
            "ADV TEE",
            "Mr Skosana, you heard the people laughing here, that he can walk fast, because people have been seeing him today, moving around.  He cannot move very well.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I can prove it to you, Joe can walk, he can walk properly.",
            "Male"
        ],
        [
            "ADV TEE",
            "Isn't it also true that MK Commanders do not go on the raids with the soldiers, the soldiers would go, the Commanders would command, isn't that really what happens?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is not true.  Commanders do get involved in operations at some time.",
            "Male"
        ],
        [
            "ADV TEE",
            "Yes, but isn't that very serious operations where you are dealing with a war situation, where you have two armies facing each other?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I will think this was serious too.",
            "Male"
        ],
        [
            "ADV TEE",
            "Do you recall that you gave evidence in the trial of the Nkuna brothers?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I do.",
            "Male"
        ],
        [
            "ADV TEE",
            "And during that trial it was put to you that Joe Nkuna was not present at the attack?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I am the one who knows, I was with Joe.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, I am not asking you that.  Do you remember that the person defending Joe Nkuna said to you Joe Nkuna was not present at the attack?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "If you remind me, I don't remember it.",
            "Male"
        ],
        [
            "ADV TEE",
            "Before you gave evidence in that trial, is it true that you were charged with murder as well as with the Nkuna brothers, attempted murder?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I will say I was charged with attempted murder.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now when you were in the planning stages of the mission to attack Shabangu's house, how many people did you have as a target, how many people did you set out to kill?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We had three people.",
            "Male"
        ],
        [
            "ADV TEE",
            "Were the three people in Shabangu's house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "ADV TEE",
            "How many people did you set out to kill in Shabangu's house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Only Shabangu.",
            "Male"
        ],
        [
            "ADV TEE",
            "And what time of night was it?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I think it was between one and two o'clock in the morning.",
            "Male"
        ],
        [
            "ADV TEE",
            "Why did you choose that time of night?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That was a given time, that is should at least be after twelve o'clock, because in most cases people arrive at their homes and we couldn't find them if we arrive early because they had to attend to organisational duties.\n\tSo we thought this was the right time to go and attack.",
            "Male"
        ],
        [
            "ADV TEE",
            "Isn't it really because you thought that he would be asleep in his bedroom?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is what I am saying.  We couldn't find people early, so we have to go late in the morning and we knew that he would be there when we arrived.",
            "Male"
        ],
        [
            "ADV TEE",
            "And you were setting out to attack one person?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "In that house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "All right.  Now, during your trial, you changed your plea from not guilty ...",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose Mr Tee, I am sorry.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is off.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Skosana, are you saying that you went to Mr Shabangu's house at about two o'clock because you had arranged to go to that house at about two o'clock?  Was that the time that you had agreed upon as a group that would be launching your attack?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "To put the matter straight, we didn't set a specific time as to when we were going to attack, but it was supposed to be after twelve o'clock.\n\tBecause we thought that would be the right time when we could find him.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I am just reading from your evidence in mitigation which you gave when you stated that the reason why you went there two o'clock was because Mr Nkuna was late, he was supposed to have arranged transport for you, but then he didn't pitch up in time, that appears on paginated page 7.  That is the first line, he was supposed to organise transport for us, that was going to take us to the particular place, that was on the 10th.\n\tWe waited for him until late, which is now during the morning hours of the 11th, roundabout one or two o'clock in the morning and he failed to organise transport and we walked to that place.",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would like to clarify.  The transport I am talking about is about the one which we are supposed to go and get out that cheques.  That is the transport I am talking about.  Because when we were on foot, I am not clear about the statement.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You were supposed to organise transport to take you to where?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct to carry out the operations, we needed transport, but the transport I am talking about in the statement, that is the transport.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We are on the same wavelength and he delayed them, that is why you ended up going there in the early hours of the morning.",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "The reason why we wanted transport is because we had to cover the three of them because they were living far apart from each other.  So since we couldn't find transport at that time, we decided to take people who were closer, because when you leave Joe's place you just walk a short distance, and you can find Jack's house and some few distance again, you can find Shabangu's place.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So who was nearer to Nkuna's house, was it Jack or Shabangu?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Sorry?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who was nearer to Nkuna's house, was it Jack ...",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "It is Jack.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But you didn't go to his house?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We first went to Jack's house.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And that is the gentleman you didn't find in and that is why you went to Mr Shabangu's house?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We have to leave and go to Mr Shabangu's place.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How did you know that Jack wasn't there?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He usually travels by car and we found out that the car was not at home at that time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know anything about Jack, was he also a member of the Executive here in the Eastern Transvaal or worked in the office?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, he worked at the Regional offices, but I didn't know exactly what was his position there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you know him at the time?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I just knew him as comrade Jacks, but I never met him before to talk anything.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Tee.",
            "Female"
        ],
        [
            "ADV TEE",
            "When you were targeting the house of Mr Shabangu, you were quite clear you were only going to kill one person?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, we wanted to kill one person.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now when you changed your plea from not guilty to guilty,  you said the following \"I admit further that we attempted to kill six people at the house in Kayamazana\".",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Tee, won't you refer him to a particular page so that he can actually be with you.  I think he looks a little blank, so is his counsel.",
            "Female"
        ],
        [
            "ADV TEE",
            "It is C portion, the first page and it is about the third paragraph.  Yes Mr Skosana, why did you admit to the court that you went out to attempt to kill six people when you said here that you attempted to kill one person?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was referring to the charges that I was facing at that time.",
            "Male"
        ],
        [
            "ADV TEE",
            "So you are saying that it is a drafting error by the Attorney that helped sign this document with you?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No Mr Tee, you are wrong, he doesn't say that we went out to go and kill six people, where do you see that?",
            "Unknown"
        ],
        [
            "ADV TEE",
            "I further admit that we attempted to kill six people at the house.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, he says I admit that we attempted to kill six people.  He doesn't say he admit that we went to go and kill six people as you put it.  I think this of course has just to do with the question of reconciling himself with the possible death of people which is a technical aspect of the matter.\n\tIt cannot be construed in any way to mean that when they left home, they had the intention to go and kill six people.  To start off they didn't know that there were six people in the house.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Mr Chairman, I accept that, that is certainly not a problem.\n\tMr Chairman, at this stage, can I ask for a brief five minute adjournment, I want to ask two questions to my clients that can need some explanation.\n\tThere is an aspect of this cross-examination that I am not sure we should get into right now, because it is going to take a while and perhaps clarification by my client now, will slow that down.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will appreciate it if it could be shorter than what you are suggesting.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "That is five minutes Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will be happy if it could be shorter than five minutes.\nCOMMISSION ADJOURNS FOR FIVE MINUTES - ON RESUMPTION",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Thank you Mr Chairman, the matter has been clarified.  Mr Skosana, in paragraph 18 of your submission you say that the sensitive issue you wanted to do was, you needed somebody to confide in and who was very trustworthy and that was Joe Nkuna who was trustworthy, is that correct?\n\tNow in paragraph 20 you  carry on, Joe Nkuna promised to assist us and we also informed him that we came to Nelspruit to see to it that Soli skips the country.  In respect of what did he promise to assist you before you informed him about that - that Soli wants to skip the country.  What assistance were you looking for?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "As I have already explained, we came to Nelspruit to help Soli to skip the country.  We did explain that to Joe and he promised us, and that is the promise I am talking about.",
            "Male"
        ],
        [
            "ADV TEE",
            "In paragraph 22 you say that each time he, meaning Joe Nkuna, left and he appeared to be going to work and we accepted that he was going to work about the affairs of the ANC, is that right?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Did you have any reason at that stage not to believe that he was working for the ANC?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "As I have already explained, the only information that we had was that Joe was the Regional Commander and also the Secretary of the Region, so when he left early each morning, we thought he was going to his normal duties as he used to tell us that he is going to work.\n\tHe didn't tell us that he had been suspended from the ANC.",
            "Male"
        ],
        [
            "ADV TEE",
            "Do you accept that there is a difference in the chain of command between MK and ANC?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Do you accept that even if you are suspended from the ANC and this is disputed, even you are suspended from the ANC that does not have an effect on your position in MK?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I don't know about that, however Joe is the Regional Commander and the General Secretary of the Region, we thought he was still employed.",
            "Male"
        ],
        [
            "ADV TEE",
            "And nothing at the time suggested otherwise, not so?  And nothing at the time suggested otherwise, not so?  That he was not employed?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I can't hear you well.  May you please repeat the question?",
            "Male"
        ],
        [
            "ADV TEE",
            "What I am saying is that you thought that he was fully employed as a person inside the ANC, you had no idea of the suspension?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now I am saying to you the suspension as far as MK is concerned, you don't know whether that is relevant or irrelevant, you don't know, do you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "When he got suspended from the organisation, I don't know the connection of that to his involvement in the MK, I only discovered after the attack that he was suspended from the ANC structures.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now in paragraph 29 you say that Joe showed you a list of three names.  Is that correct?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Was the list written down on a piece of paper?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Joe showed us some documents in trying to prove that these people were enemy agents.",
            "Male"
        ],
        [
            "ADV TEE",
            "So it wasn't a list of names, it was a set of documents, is that what you are saying?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would say that was documents, containing the names of these people.",
            "Male"
        ],
        [
            "ADV TEE",
            "But as I read what you said here, you said he showed you a list comprising three names.  Now a list is a small thing, itemised, so did he show you something itemised, a piece of paper itemised with three names?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would say maybe it is a problem of terminology, these were documents and each document had somebody's name on it.\n\tThis is what I am referring to as a list.",
            "Male"
        ],
        [
            "ADV TEE",
            "I see.  And these documents they would have come from military Head Quarters, is that right?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We found them from Joe.",
            "Male"
        ],
        [
            "ADV TEE",
            "Yes, but where would these documents have come from, who produced the documents?  Who wrote them, who typed them?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Those documents were letters - some letters were written to the comrades by the police.  I don't know whether you get me.",
            "Male"
        ],
        [
            "ADV TEE",
            "No, I don't.  Let's try again.  I want you to read paragraph 29 and while I read it.  The task was to eliminate the enemy agents in the organisation.  All right, let's stop there.\n\tIs it true to say that that order had come out before the name list came out?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Joe told us our task that was given to him by Head Quarters.  Those documents I think, were there to prove that those comrades were enemy agents.",
            "Male"
        ],
        [
            "ADV TEE",
            "And now Mr Skosana what you say is and then Joe showed us a list comprising of three names.  Is that what you said?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "ADV TEE",
            "Can you show us what the list looked like, can you demonstrate it, can you describe it?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just to interrupt.  I think we have heard that he has explained that perhaps the wrong use of terminology, we have gone through that and he said these names appeared on documents and I think you were at a point where you were asking this witness, who had issued those documents.\n\tI think maybe for us before we lose the picture, before it gets muddled up, maybe we should get an answer to that question.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Mr Skosana, you've heard the Chairperson, what is the answer to that question?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Joe showed us the documents.",
            "Male"
        ],
        [
            "ADV TEE",
            "Where did those documents come from, you were mentioning something about the police?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I don't know, maybe Joe can give a better explanation.  However, the way they were written it looked like they were coming from the police.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose Mr Tee?  You've said that these were letters from the police?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now, were they on a letterhead from the South African Police, the documents that you saw?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "They had a stamp of the South African Police.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But they were not on a letterhead from the South African Police?",
            "Female"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Tee, you may proceed.",
            "Female"
        ],
        [
            "ADV TEE",
            "Did you mention this fact that these letters containing the names of Joe Shabangu, Jackson Tembo and Jack Modipani on these letterheads from the police, did you mention that in the trial?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "That is not what he has said Mr Tee.  These letters were not on a letterhead from the South African Police, they had a stamp of the South African Police.",
            "Female"
        ],
        [
            "ADV TEE",
            "Thank you Ma'am.  Did you mention about these letters with the stamp from the South African Police in the trial of the Nkuna brothers?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That happened long ago, I can't remember everything.  I don't remember well.",
            "Male"
        ],
        [
            "ADV TEE",
            "Do you recall that in the trial of the Nkuna brothers, you were cross-examined and it was put to you that in fact only one name had ever existed and that was of Shabangu?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "The only person we attacked was Joe Shabangu, but we had three people targeted.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, you know that the Nkuna's have given evidence that there was only one person targeted, what is your comment?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I didn't hear much what they said earlier this morning, because I arrived early, so I won't say anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He knows you were not there, he is telling you that they say that only one person was targeted?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is not true.  There were three people targeted.",
            "Male"
        ],
        [
            "ADV TEE",
            "In this attack on the Shabangu house, how many AK47 automatic rifles did you take with you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We had two AK47's.",
            "Male"
        ],
        [
            "ADV TEE",
            "Is that what you told the court where you were convicted?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Is that what you told the court in the Nkuna mater?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "What do you say that Conrad Nkuna was saying that he was carrying the only AK47?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "We had two AK47's, maybe the reason why he is saying that is because they only discovered one AK47.",
            "Male"
        ],
        [
            "ADV TEE",
            "And Conrad Nkuna also testified that you threw one of the grenades?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No, that is not true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you explain to me, who carried the handgrenades?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Soli.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he carry both?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And how did he get the pin out?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "As he was holding two, he threw the first one, and then later the second one after the other one had exploded.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And isn't there a pin that should be drawn before you throw it?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So in each hand he had a hand grenade?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He had two handgrenades in his possession.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did you carry, what did you have?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was holding an AK47.",
            "Male"
        ],
        [
            "ADV TEE",
            "Mr Skosana, did you see the two handgrenades explode inside the house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, I did.  I heard a very big explosion and I could see through the window.",
            "Male"
        ],
        [
            "ADV TEE",
            "And you could see through the window?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I saw the explosion, not necessarily through the window but I couldn't see what was happening inside the house.",
            "Male"
        ],
        [
            "ADV TEE",
            "Because the evidence in the Nkuna trial was that one landed inside the bedroom and another hand grenade landed outside.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is not true.",
            "Male"
        ],
        [
            "ADV TEE",
            "And the Magistrate seems in that trial to have accepted the police evidence to the effect that one grenade exploded inside the bedroom and the other hand grenade exploded outside the bedroom, outside the house.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "All I know is that both grenades exploded inside the house.  The question of whether one exploded outside or inside, I am not clear about that, because what I know is that it takes about three seconds for a hand grenade to explode.\n\tIt takes three seconds before it explodes, so it can't be clear as to whether it was inside or outside.",
            "Male"
        ],
        [
            "ADV TEE",
            "After the attack was complete, isn't it true that you ran away from the scene of the attack?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "Isn't it also true that you ran away to a safe house and that is not Joe's house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is not true.  After the attack, we ran back to Joe's house.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now, at the time of your arrest, did you see the police arresting Soli?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "When I was arrested, we are in the same room as Soli, they first arrested me, the took me out and put me in the passage and they continued to search the house and I heard the sound of a gun.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now did you hear the sound of a hand grenade in the house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was in the passage about a few metres away.",
            "Male"
        ],
        [
            "ADV TEE",
            "And did you hear the sound of an exploding hand grenade in your house at the time of your arrest?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I didn't.",
            "Male"
        ],
        [
            "ADV TEE",
            "Did a hand grenade explode at the time when you were arrested?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "It was after I was arrested, yes.",
            "Male"
        ],
        [
            "ADV TEE",
            "How long after?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "About five minutes I would say.",
            "Male"
        ],
        [
            "ADV TEE",
            "And was that also after the shot that you had heard?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "ADV TEE",
            "And how long was the interval between the shot and the grenade going off?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "There wasn't that much length of time.  I would say approximately it happened at the same time.  It was so quick.",
            "Male"
        ],
        [
            "ADV TEE",
            "When the police arrested you, was Soli in the room with you?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, he was in the room.",
            "Male"
        ],
        [
            "ADV TEE",
            "When the police took you out, could they see Soli?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "ADV TEE",
            "Why not?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He was under the bed.",
            "Male"
        ],
        [
            "ADV TEE",
            "Now you haven't heard, but Conrad Nkuna says that he thought from what he observed, the police had gunned down Soli in cold blood.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "You say Soli was hiding?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I will say that what happened, that when they put me inside the passage, when you get out of the room, you get into the passage and the police proceeded to get into the room, that is after when they came out that I discovered that Soli was shot.",
            "Male"
        ],
        [
            "ADV TEE",
            "How did you know Soli was under the bed?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I saw him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of what relevance is this to our proceedings Mr Tee?",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Mr Chairman, it is going to be relevant in terms of the argument, because I am going to be cross-referencing this detail to what has already been recorded by the Magistrate.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you going to be interested in the Magistrate's proceedings with regard to the arrest of Soli, why would that interest us at all.",
            "Unknown"
        ],
        [
            "ADV TEE",
            "Perhaps if I can persuade the Committee during the argument, it might become quite interesting.\n\tMr Chairman, at this stage, I am not going to pursue that line.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "May I ask a question.  I paragraph 43 you state only Soli and I went to Swalalha.  What about Conrad?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Conrad was staying at Joe's place, he didn't go to Swalalha.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where was he arrested?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He was arrested in Swalalha, he was coming for the funeral on Saturday.\n\tOn Saturday they went to the funeral of a relative to some place which I don't know, after the funeral he came back to the house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.  I couldn't make out when he arrived there or what.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I ask you about the incident itself.  You said Joe Nkuna took up position, something like that, what did you mean by that?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.  When we arrived we entered through the opposite side, to get through in between some of those houses, that is where Joe came to a standstill.\n\tHe didn't jump the main road towards the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then during your evidence in mitigation, paginated page 7 around line 20, actually 19, you say that Joe was keeping observation because he was patrolling the whole area.  The street and the places where we were.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.  He wasn't exactly patrolling, but he had to observe the place.  This is what I was referring to.  Maybe even the person who wrote the statement ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if he in fact was patrolling the whole area, it would suggest that he was not standing in one place?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I am saying that he was on an observation post, he was not really patrolling the area, that is what I said to court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you are saying that what stands here is incorrect, you were incorrectly transcribed?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you go on to say, which worries me again, Soli then threw the two handgrenades into the bedroom.  The three of us then ran away.\n\tWho were the three, is it not you, Conrad and Soli?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Only the three of you ran away?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "As I said Joe was on an observation post, he was a distance from us.  When we started to run away, it was after we heard the explosion in the house, we ran towards him, that is what we are trying to explain there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he didn't run away, or he didn't have to run away?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "When we reached him, we passed him and ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did not run away?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.  We just walked away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But then you go on and say we found Joe at a nearby house there?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, this is the very same incidents I am trying to explain.  We ran away from the house where we had attacked and we were running to his direction, this is where we found him where he was standing, where we left him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You found him at a house other than Shabangu's house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, a distance away from Shabangu's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when the attack on Shabangu's house took place, Joe was a distance away from Shabangu's house.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact he was at another house?  It may be a nearby house, but he was in fact at another house, that is what you are saying?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he wasn't present when the actual attack on Shabangu's house took place?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he not at another house, a nearby house?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I would also say, if that is the case, I would also say I was not at the house which we attacked, because I didn't enter the house, I was outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say Joe was at a nearby house.",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He couldn't have been at two houses at the same time, you must tell us whether he was at Shabangu's house or at a house nearby?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Let me explain this.  When we approached those houses, opposite Mr Shabangu's house there are houses.  We had to pass those houses and we left him in between some of those houses, that is where he stood and observed and we continued to go and attack Joe's house on the other side of the road.\n\tAfter the attack we ran back towards Joe's position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I don't understand his role then.  If you say he was not patrolling, you say he was not patrolling, he was standing at one point and that one point you are now saying, was not at Shabangu's house but at a house nearby, of what use was he to you then?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "He was there as a Commander to observe the operation, that everything was carefully carried out.",
            "Male"
        ],
        [
            "ADV TEE",
            "Mr Skosana, are you not trying deliberately to implicate Joe Nkuna?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I don't have any grudge against him.  He even helped me to skip the country.  He is a person whom I trusted the most, so I will say there is no reason I will have to implicate him in any matter which he doesn't have any knowledge of.",
            "Male"
        ],
        [
            "ADV TEE",
            "After you had pleaded guilty and you were found guilty, you gave evidence against the Nkuna brothers?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "I would like to know what motivated you to do that?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I was already sentenced and I pleaded guilty.  They kept calling me in prison to come and testify against these people.",
            "Male"
        ],
        [
            "ADV TEE",
            "At any stage during your arrest procedure, from the time you were arrested, were you assaulted by the police?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "That is correct.",
            "Male"
        ],
        [
            "ADV TEE",
            "When did that happen?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Since from the time they arrested me at the house, they started assaulting me.",
            "Male"
        ],
        [
            "ADV TEE",
            "Was it a severe assault?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "Yes, they were torturing me heavily.  They even suffocated me with some tubes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you testified against the Nkuna brothers, was it as a result of any pressure by anybody or an assault by anybody?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you promised anything?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any motive to testify against them?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any motive to lie against them?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "No.  What happened is that after I pleaded guilty, they came to call me in Witbank prison, telling me that I have to go to Nelspruit court.  I was transferred to Nelspruit prison.\n\tAnd after some few days they took me to court.  Arriving at the court, the State Prosecutor told me that since I have pleaded guilty on all my charges, my co-accused are appearing.  He told me that I have to tell the court what I said at my own trial, so I would say there was no pressure exerted on me to say whatever I had to say.",
            "Male"
        ],
        [
            "ADV TEE",
            "Mr Skosana, at any stage, did the police suggest to you that the list of people that was supposed to be agents, included people other than Shabangu?",
            "Unknown"
        ],
        [
            "STATEMENT OF MR SKOSANA HANDED IN AS EXHIBIT A",
            "I never talked to the police about the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We may have to interrupt you Mr Tee, there is a note that employs us to stick to the arrangement.  Mr Mojapelo, what next?  It would seem that Mr Tee still wants to go on putting questions to the witness and we have gone beyond the time that we have arranged that we would stop by.\n\tYou have some problems about tomorrow, do you want to be excused or if so, what do you - are you going to arrange for somebody to be present or what is the position?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Mr Chairman, to minimize the inconvenience and disruptions, I could arrange for someone to be present and should the argument stage be reached, I would propose that if the rest of my colleagues do argue tomorrow, we could submit a written argument.\n\tBut should in the unlikely event of the proceedings still dragging on until Friday, I am available on Friday.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I assume you will be available tomorrow?",
            "Unknown"
        ],
        [
            "ADV PATEL",
            "No Mr Chairman, I have a problem for tomorrow because the way it was indicated to me was that we were going to appear today, alternatively if the matter is postponed, to Friday.  Tomorrow I am having a trial at the Regional court in Nelspruit.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You will only be available on Friday?",
            "Unknown"
        ],
        [
            "ADV PATEL",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I've got certain ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Black, I note on my cover that this matter was set down for Thursday, the 12th of June.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you knew all the way that your Advocate Mr Patel wouldn't be available tomorrow?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Mr Chairman, Mr Patel never indicated that he won't be available for the 12th.  The only thing that he informed me about is that on the 10th he will be in Bloemfontein, but on the 11th he will be here and on the 13th he is available.  He never mentioned anything about the 12th.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well if he said he is here on the 10th, or whatever, on the 11th and on the 13th he will be available, the trouble is we are being informed that the matters would proceed on Wednesday, Thursday and Friday and now we as a Committee is faced with the fact that nobody is available tomorrow.\n\tAnd that makes it very difficult for us, we've arranged hearings, the previous time we had trouble in hearings here in Nelspruit and now the same thing happens again.  And we are wasting money and time of people.\n\tMr Black, what was the arrangements actually?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Commissioner, what happened with Mr Patel, he indicated that he was having to attend a matter in Bloemfontein on the 10th and then he wanted to have the matter heard on the 13th.  Then I indicated to him that that was not possible, it wouldn't be in the interests of the applicants, all three applicants.\n\tBecause the Nkuna application had to be concluded and it was taking too great a risk to leave it to Friday.  He then told me that he would make himself available on the 11th and as far as the 12th was concerned, he didn't know what his position would be at that stage.  \n\tAnd I addressed a letter to him on the 2nd of June, confirming that.  I did indicate in the letter that if he was not available on the 12th, arrangements must be made for the interest of the victims to be attended to and my understanding of the arrangements for sitting late today, was that Mr Patel would be leaving early, but that his Attorney would be available.\n\tAt no stage did Mr Patel indicate to myself or I am not sure if Mr Tee, I think was present, that his Attorney would not be available tomorrow.  This is the first time that I've heard of it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You are representing the victims.  What is their position, do they want you to be here tomorrow (indistinct)",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Well, according to what I gathered from Mr Patel, he said written representations would be submitted to the Commission so the way he explained it was like there will be no need that we shall appear tomorrow, the way he explained everything to me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that on your assessment of the situation so far, you don't see the need to be here tomorrow?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Mr Chairman, I am not suggesting that I see no need to be here, it is because of the arrangement that was made and I am booked for the court as I've just explained, but arrangements can be made that somebody can come and represent me here, because I am on record on a part-heard matter at the Regional court which I am supposed to be there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Maybe I expressed myself badly, but what I wanted to find out from you is that having so far listened to the cross-examination, is there anything that you thought you wanted to ask us to grant you leave to put questions to the witness or do you still feel that there is no need to put any more questions.\n\tI know Mr Patel has had the opportunity already to put questions to the witness, I know that, but I just wanted to find out from you, that having sat there because I don't assume that you are sitting there just for the sake of sitting there, you are certainly listening to the evidence.\n\tNow having listened to the evidence so far, do you feel the need to be given further leave to put questions to the witness or don't you?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "No, we have no further questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before it becomes just too late, Mr Mojapelo, you will clear up the matter with your client as to somebody perhaps coming into your place tomorrow and we will adjourn the matter until tomorrow morning.\n\tWe will deal with the situation as it presents itself tomorrow morning.  There are two possibilities, we may just proceed until Mr Tee finishes his cross-examination and the other extreme possibility is that we will proceed on Friday then.  These are the only two possible scenarios, but the matters must be finalised in this week in any way.\n\tSome of my colleagues feel that this is a case we would prefer to have oral argument, but that will be sorted out later.  Do I understand that Mr Patel is not even here on Friday?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, my clear understanding is that he is available on Friday, just as my understanding was that his Attorney would be available tomorrow.  So I can try and communicate with him.  If his Attorney says that he is available ... (tape ends) ...  from cross-examination.\n\tSo all I can say is that my every indication is that on Friday he is available.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Can the Attorney confirm that Mr Black, because in the event that the Committee should request that oral submissions be presented on Friday, we would like to know whether Mr Patel would be available to do so because as up to the time when he left, he assumed that he would be able to submit written submissions.",
            "Female"
        ],
        [
            "MR BLACK",
            "Mr Black, Mr Patel also indicated that he is not apposing the applications, not one of the applications.  His only concern would be whether there is full disclosure.  So he is not taking a stance in saying we are opposing or we are supporting.\n\tSo I don't know even if he is coming, what would his address be, because he is not opposing or supporting, he is only saying we should decide whether there was full disclosure.",
            "Male"
        ],
        [
            "MR BLACK",
            "That is so Mr Commissioner, and he has had the benefit of hearing the evidence in chief which has been presented by all three of the applicants.  I cannot envisage that any new revelations are going to emerge from cross-examination in the sense that the cross-examination I assume, is being aimed at challenging the veracity of the version given by the current applicant.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Maybe I think Mr Ngobe can clarify the situation for us.  I did not understand Mr Patel to be saying that he did not intend ultimately to oppose the application.  I understood him to say that he would not oppose the application if his clients were satisfied that full disclosure had been complied with by the applicant and he seemed to give an indication or to suggest that the clients were not satisfied that full disclosure had been complied with and on the basis of that, they wanted to submit written representation.",
            "Female"
        ],
        [
            "MR BLACK",
            "My I possibly dispute that as a reply to that.  As far as the present applicant is concerned, Mr Patel had the opportunity as Mr Chairman has indicated to cross-examine and challenge what the present applicant has said.\n\tMr Patel has also had the opportunity to challenge what the other two applicants both Mr Nkuna's have said.  He hasn't given me an indication of course as to whether or not he was satisfied with the Nkuna evidence, but I would assume that his indication of his cross-examination and limited extent of his cross-examination of Mr Skosana, he didn't seem to challenge it at any great lengths, so I don't anticipate, I could undertake to contact Mr Patel tonight and find out what his position is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except that we must be careful of that because my recollection is that we put Mr Patel under the impression that he could submit written argument and we cannot go back on that.  So let's leave it there.\n\tI think the only real problem remaining would be for Mr Mojapelo to take instructions from his client.   Either him or Mr Mojapelo personally would be here tomorrow morning or somebody else and then we will hear from, if you are not here, we will hear from that person what the position is.",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "Mr Chairman, I may indicate, throughout this proceedings, I have always been here with my assistant who had been involved in drawing the papers.  We do not intend to cause you a postponement, it might just be at the argument stage, my role might be needed, but my assistant had been here throughout.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "During the hearing?",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oh, well, we didn't know that.  That is what had been causing us some concern.  If that is the case, we have no problem about releasing you tomorrow.",
            "Unknown"
        ],
        [
            "ADV MOJAPELO",
            "I will appreciate that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And then if we happen to hear oral evidence on Friday, he will tell you tomorrow afternoon that we would like to hear argument on Friday, if that turns out to be the case.  So we will adjourn until half past nine tomorrow morning.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}