{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-04-21",
        "location": "ALIWAL NORTH",
        "day": "2",
        "names": [
            "THABISO JAMES MAKOALA"
        ],
        "case number": "3485/96",
        "matter": "Zastron Mayaphuthi bridge shooting",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54586&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/aliwal/aliwal1_dolo.htm",
        "speakers": [
            "MR PRIOR",
            "MR MTHEMBU",
            "THABISO JAMES MAKOALA",
            "CHAIRPERSON",
            "ADV SANDI",
            "MR MBANDAZAYO",
            "MR LAX",
            "INTERPRETER",
            "MS TSEMANE",
            "MR SIBANYONI",
            "MR OELOFSE",
            "MS H TSEMANE",
            "MS A TSEMANE"
        ],
        "original_speakers": [
            "MR PRIOR",
            "MR MTHEMBU",
            "THABISO JAMES MAKOALA",
            "MR MAKOALA",
            "CHAIRPERSON",
            "ADV SANDI",
            "MR MBANDAZAYO",
            "MR LAX",
            "INTERPRETER",
            "MISS TSEMANE",
            "MR SIBANYONI",
            "MR OELOFSE",
            "MS H TSEMANE",
            "MS A TSEMANE"
        ]
    },
    "testimony": [
        [
            "MR PRIOR",
            "Good morning, Mr Chairman.  It is the 21st of April 1998.  The amnesty applications of Phila Martin Dolo and Thabiso James Makoala proceed, and I understand Mr Makoala will be called to testify.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you, Mr Chairman.  I will call the applicant, Mr Makoala to testify.  May he please be sworn in in Sesotho.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "(duly sworn  states)",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Chairman, for the sake of ...(indistinct) I will request Mr Makoala to confirm certain paragraphs of Mr Dolo's affidavit.  Mr Makoala in paragraphs you have read in an affidavit of Mr Dolo.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just for the records, seSotho is on channel 4.  Can you hear us?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you. Can you just speak up a little bit so that we, we, maybe Mr Mthembu can you just move that microphone a little bit closer to you please.  That's fine.  That's perfect.  Perhaps you can try again, Mr Mthembu.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Makoala, is it correct that you have read the affidavit of Mr Dolo.  Are you going to confirm certain paragraphs contained therein?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "I suppose that you confirm paragraphs 7, 8, 9, 10, 11 and 12 of the referred affidavit of Mr Dolo?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes I will do so.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "But my question is whether you will confirm the said paragraphs, or not?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I know about them.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "And you confirm them?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I do confirm that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we could also have, confirm something else.  Where you the person known as Kleintjie?  Kleintjie was referred to in those paragraphs.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I am Kleintjie.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now, can one briefly to tell the Committee about your involvement in this incident.  Just briefly.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Briefly tell the Committee of your involvement or your roll in this incident.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What happened on that day is we were four, it was me, Phila Dolo, Roger, and Scorpion.  We hitchhiked on a truck.  We knew that we were going to an operation, but we didn't know what type of operation was that.  Phila Dolo was the only one who knew what kind of operation we were going to as he was our Commander. We hitchhiked until the area where the operation was to be carried out.  That is where he explained to us what was about to happen. It was in the morning, very early and it was misty and you couldn't see perfectly who were in the car.  And Mr Dolo as my Commander said that me, Kleintjie, I should move away from them something like a distance of hundred meters so that I could look out for white cars, people, white people in cars.  And I took that order, and then a van approached which had three passengers in them.  It were white people, and I gave a signal as I was ordered to.  And from there I heard gunshots from where my Comrades were standing, and the car went out of the road.  The people in the car alighted and they ran away, and I tried to get to my Comrades at that time.  My Comrades were chasing those people by then, that is those white people who had come out of the car.  There was another car approaching from the direction of Herschel.  That car stopped and this white people got into that car.  When that car tried to make a U-turn, Comrade Dolo gave us orders not to shoot and said that he was the only one who was going to shoot.  When that car made a U-turn, Comrade Dolo started shooting and that car fell over the bridge.  We went to investigate what happened with the car.  When we got there we found a white female and she seemed dead, and there was another black person there, who were lying outside the car.  And the black person also seemed dead.  One of my Comrades, that Comrade Scorpion, saw the others who had survived and he chased them, and in his chase he fired some shots.  And Comrade Phila also followed and fired shots.  Comrade Phila also shot this person.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is this now?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "That is the person who was being chased by Comrade Scorpion who had survived the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he only shoot one of them?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, two people ran away.  Did Scorpion only shoot one of them?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he only shot one of them.  That is the one he was chasing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to the other one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The other one, what I realise was that when we were about to withdraw and in the car he was the person who was hitchhiking along the road who Comrade Dolo wanted to run down with the car.  I think that is the second person that survived the incident.  After Comrade Dolo shot this other person he called us all, and when we got to him while we still gathering there another car appeared from the direction of Herschel and it had female in the, in it.  The females I noticed were two who were sitting in the front.  What happened is that Comrade Dolo stopped the car.  Comrade Dolo had an R4 in his left hand and he stopped the car with his right hand.  The car came to a stop and Comrade Dolo asked them to take us to Sterkspruit.  The female who was driving said she couldn't drive because she was frightened at that time because of what had happened, because there was someone who was lying along the road.  There was a car with wrecked windows and she suspected that something that had just happened, and then Comrade Dolo borrowed the car and he told the driver that she would find the car at Sterkspruit at Moleko's place.  By that time there was a shop, a very big shop, which belonged to Moleko and that is where he told them they would find the car.  And then Comrade Dolo got in the car and I also got into the car and the other Comrades got at the back of that car.  Once we in the car, when Comrade Dolo lifted his head he saw a white 4 X 4 bakkie facing us.  And then he gave me the R4 and ordered me to shoot that car. And then came out of the car, I shot at that other car.  I can't remember how many bullets I used, and then that car reversed.  It was white person in the car and he was alone and when he reversed, Comrade Dolo made a U-turn and we then drove off.  Along the road we met another white person hitchhiking and Comrade Dolo tried to run that person with the car, and he realised that he would be wasting his time by doing that and we drove away.  According to our agreement with the owners of the car, we agreed that we would leave the car at Sterkspruit, but we ran out of fuel.  And when that happened we moved into another village, but before, that is before we arrived at Sterkspruit.  I can't remember what the village place was, and we left the car near to a school, together with the keys inside and then we went on foot, and we went to our base that we were staying.  When we arrived there we gave the guns to Comrade Peter, and thereafter Comrade Peter said that he was going to report, I didn't where he was going to report or who he was going to report to.  I would end there.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "To give your Comrades a signal, were you also armed or not, and if so, with what were you armed?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I had a 38 special revolver on me.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Do you still today, do you still perceive Settlers or whites, to be still enemies or not?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "If at all they carry themself as the whites who supported the past regime I still view them as my enemies.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So, Mr Mthembu, can I ask the witness to repeat what he has just said.  I did not pick it up.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I am trying to say is that the boss.  If they still carry themselves as oppressors, I will still perceive them as my enemies.  But if it at all they do what the Africans do, or behave like Africans, and are not oppressive, I will take them as Africans.  I won't take them as my enemies any longer.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Makoala, is there anything that you would like to say to the victims and to the next of kin of the deceased people?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "In the first instance I would like to ask for forgiveness from Mr Tsemane's family about what happened.  We didn't plan to kill that person, but because of the situation at that time he, he got involved in the attack.  I would like to ask for forgiveness from Mr Tsemane's family.  May they please forgive me because it was not our intention to kill black people. To the families of other victims I would like to say, in every war or struggle there are people that get injured, there are people that die, and there are people that get crumpled.  I'm trying to explain to the family of these victims that what happened, happened because we were in a struggle, or in a war for freedom.  I'll end up there.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is there anything more you wish to add, or to tell the Committee about, or is that your testimony?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chairman, that is Mr Makoala's testimony.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No questions, Mr Chairman.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Mr Makoala when did you join APLA?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I joined APLA in 1992.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When, can you tell us the month?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was right at the beginning of year.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Training in Umtata is that right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you learn how to use weapons, like the R4?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was your Commander in Umtata at that time?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I wasn't in Umtata, I was in Jozanna.  At that time.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Commander in Jozanna?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "My Commander at that time was, Comrade Phila, not Comrade Dolo it was Comrade Phila. His other name is Pawa or Comrade Uys.  And those were the names I knew in, with.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is he still alive?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I'm not sure about that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When did you last see him?  That is now Phila Uys Pawa.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "If I remember when I last saw him in 1993. At Umtata.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, before the 19th of November 1992, that was the attack that you just described in your evidence, on how many other operations had you embarked, had you gone on?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Are you asking me to explain about those operations, or should I tell you the number of operation I was involved in?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Idea of how many other operations, I don't, the purpose of the question is not to get details about it.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There can be about three or four, if I remember well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And we heard yesterday from Mr Dolo, your co-applicant, that on two previous occasions you were with him when he did a, a training operation at the same spot of the road between Sterkspruit and Lady Grey.  Is that correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Include those two training operations, in the form, in the previous operation that you were involved in?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I don't include them, because I wasn't aware that, that they were operations.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you, on those two occasions, those training operations, can you just tell us briefly, give us a description of what occurred?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What happened in the first instance is that, we were, I was still in the same unit with Comrade Dolo, Roger and Scorpion.  Firstly we attacked a car, which had a white person in it and we attacked the car with molotovs.  But that car was not damaged.  We were only testing our molotovs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With your molotovs?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes we were intending to hit the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not an attack?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "My Commander, Comrade Dolo told me that, that was not an attack it was only an, a training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You through molotovs which are, we all know are dangerous objects at a car with an intention to hit it.  It would appear to me it amounts to attempted murder on your part.  Why have you not asked amnesty for it?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I only thought that was training, this molotovs were not quite up to standard, because they had, they were white, they didn't even explode.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Bad, weren't they?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know what, whether my Commander knew that those molotovs were dangerous or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's about the second attack now?  Now tell us about one attack where you threw molotovs at a car driven by a white person, what about the other attack?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "In the second attack I still in the very same unit with the Comrades I have mention it me, Comrade Dolo, Roger and Scorpion.  We were there trying to attack a car again, but nothing happened to that car again.  No molotovs were thrown, we were intending to hit that car with molotovs but it was travelling at very high speed and we couldn't do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No we didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you walked all that way, you saw a car going past you at very high speed and you walked home again.  Is that what you are telling us?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Chairperson through you, it is that all that happened at that second occasion?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that all that happened on the second occasion?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.  Nothing further happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And on the first occasion did you only throw molotovs?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You sure about that?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I'm sure about that, because I was present.",
            "Male"
        ],
        [
            "MR PRIOR",
            "See, your Comrade told us yesterday that he fired some shots at one of those vehicles.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "My Comrade try to shoot, but his rifle jammed, so there was no shots fired, if I remember well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He told us he fired, he didn't say anything about his rifle jamming.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "All I know that, that gun jammed and only molotovs were thrown to that car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the other car?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Nothing happened to the second car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  Mr Makoala did you prepare those molotovs, your unit that is, at Jozanna's?  I will repeat the question, did your unit, including yourself, did you make those molotovs before you went on those, as you call them, training operations?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why, the 19th of November, the day that you actually carried out an attack and killed people there, did you have molotovs with you?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, there were no molotovs. I don't really know, because only my Commander knows the molotovs were not present.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was there no room in your unit to discuss the operation with your Commander, that  is Mr Dolo, before you went out on a operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As a soldier I was only briefed when we arrived at our destination where the operation was to be carried out.  I only took orders.  All I know, all I knew was that we are going to a operation, I didn't know what type of operation it was.  I was only briefed when we arrived at the place of the operation what was about to happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "On the previous occasions you went on foot, we heard yesterday.  Approximately 16 kilometres to the venue and 16 kilometres back.  But, on the third occasion, that is on the 19th of November, you went by truck, you got a lift there.  Is that right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was there any explanation given for that chance?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, there was no explanation given.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you alighted from that vehicle that had taken you to the road, were you ultimately carried out the attack, did you know that you were going to attack white motorists?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I only knew that were going to an operation, but not knowing what type of operation it was.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Along the road were you told that you were now going to do the something that you done on the two previous occasions, that is attack white motorists?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "When we arrived at the place of the operation, Comrade Dolo told us that were going to engage in a ambush, were going to attack cars belonging to whites.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where there any discussion about whether any vehicles drive by any other racial groups for example, black people, were there any precautions to be taken?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, we were told about that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What were the precautions that you had to take?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Comrade Dolo said to us we should take that we do not attack cars belonging to Africans, because white others thing of making black people to drive for them and sit on the other side, as passengers.  So he said we should take it not to injure Africans, that is how he gave me an order to go and be on the lookout as to whether all passengers in the car are all white.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you just, did you have binoculars with you or some apparatus that you could see more clearly?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I didn't have any binoculars.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That vehicle that you attacked there was being driven by Mr Schroeder, who was a Coloured man, not a white man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what Mr Schroeder looked like?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I only saw white people in the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) Coloured in this country to cover a wide range of features.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I won't pursue that at this time, I'm, unfortunately the family didn't arrive yesterday and I needed to speak to them about that.  If I may hold that aspect over?\nWell, let me move on.  The vehicle that came from the Herschel side that stopped as you say and picked up these white people, we know that was Mr Tsemane, a black man.  Yet he was killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't know that it was Mr Tsemane in that car.  But what I saw was that he was dead by the time the car fell over the bridge.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "We understand your evidence that you were very far from that point where Mr Tsemane picked up the white people.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "By that time I was trying to get to my Comrades, moving away from the position where I gave the signal and I was running by then, and it was misty.  I couldn't see clearly.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you were unable to see who the driver was at that stage of that vehicle who had picked up the white people?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "From firing at the vehicle driven by the white man who reversed, that is when Mr Dolo gave you the R4, did you fire any other shots on that occasion?  From any other weapon?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.  I only fired shots from the R4.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where you next to Scorpion, or with Scorpion when he shot the person on the road?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I was far from him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where you able to see how Scorpion managed to shoot this person?  Let me make it easier, was this person running away at the time that Scorpion shot him?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, the person was running away.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When Scorpion fired he fell down?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he fell down.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then Dolo, Mr Dolo went up to him, this person with his R4 rifle, is that correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I move on.  Are you able to tell us how many times Scorpion fired at this person, or are you unable to say?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't tell how many times he fired.",
            "Male"
        ],
        [
            "MR PRIOR",
            "More than once?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I'm saying is that I can't explain how many times he fired, because what happened is that I heard the sound from the R4 after Comrade Scorpion fired.  There was a gunshot, as you know that an R4 is a big sound.  I only heard that sound.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Dolo was, in relation to that person who had been shot by Scorpion, could you see where he was, and the body at that stage?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you repeat your question?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Could you see where Mr Dolo was when you heard the R4 fire?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I could see.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The rifle was pointed at the man's head.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I couldn't see where the gun was placed.  All I heard was the gun 4 sound, the R4 sound.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where you able to see that person before he was shot by Mr Dolo, or not?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you repeat your question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you, were you able to see this man who was shot by Dolo before he was shot by Dolo?  Was he, I want to establish whether you saw him, whether he was moving, or whatever.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "From where I was standing, I couldn't see what was happening.  I couldn't see whether the person was moving or not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What was Roger doing at that stage?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Me and Roger were standing on the bridge by that time, looking down where the white female was lying, who seemed dead, together with Tsemane.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When the vehicle with the females arrived on the scene, is it not correct, according to one of their affidavits, Mrs Booysen, the firearms, or firearms were pointed at them?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, no-one pointed guns at them.  I think they were frightened by the gun Dolo was having, because it was a big rifle.  The guns we had on us were put away so as not to frighten those people.  But Comrade Dolo didn't have a place where he could hide is gun because it was a big one.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did you hide your guns away?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We put them in our pockets, because we had dustcoats on us and these coats have big pockets, that's how we could hide our guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've said through the \"we\" word, you were the person known as Kleintjie, is that correct?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Roger was there and Scorpion.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, they were there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you call the first applicant?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I used to call him Kenny.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that, there was only the four of you there?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got your amnesty application before you?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I've got it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On page 11 you have set out details of the incidents you were involved in, is that so?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which of these, those events, is the one you are talking about?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is the incident of Lady Grey.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lady Grey ...(inaudible)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes. Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who did you say were involved?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was me, Comrade Dolo - Phila Dolo - Kenny, Roger and Scorpion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) who is Jabo?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember who Jabo is.  I can't remember him, but what I know is that it was me, Comrade Phila Dolo, Roger and Scorpion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can't remember Jabo, but you put him in your application.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There were reason for me not to remember him why is that by the time I made my application, no-one helped me, no-one led me and there are so many names involved here.  Maybe I think an error was committed here regarding names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say that two persons was killed in this attack and three injured.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that's not what you've told us today.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember some of the facts clearly.  I only remember them when my Comrades reminds me of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't you remember that two people were killed in the vehicle that went off the bridge, that you stood and looked at, at that somebody else was shot in the head on the road?  You say you can't remember that.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I remember about those two people who I looked at from the bridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the man who was shot by Scorpion and Dolo?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes I also remember him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the body that was left lying there?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes I remember him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then why isn't he in your application?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Whose name are you talking about?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The three people who were killed.  You have said you remember the three, but in you application you say only two people were killed.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is because this person who was shot by Comrade Dolo and Phila Scorpion, and Scorpion, I was not sure whether he was dead or alive.  The only ones I saw that were dead are the ones I was looking at, which is Mr Tsemane and this white female.  That is why in my application I only mention two people.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you know any person by the name Jabo?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Comrades used many chimerengas.  There were some Comrades who called themselves by the name Jabo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) injured in this attack?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "All I know is that Mr Tsemane is the one who died because I heard people talking about him in the location and I realised that it was Mr Tsemane who died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your application which I have already referred to you, you say two persons was killed in this act, three injured.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you repeat what you have said?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In you application which is before you, which I have referred you to, you say two persons was killed in this act, three injured.  I want to know who those three injured were that you write about in your application.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Those who were injured are the one who I shot at with an R4 rifle and the one who Comrade Dolo tried to run down with his car and the one who was shot by Comrade Scorpion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) to run down injured",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He looked as if he was limping.  I don't know whether he got injured when the car was shot at.  I don't know whether he was injured at the first time when the car was shot at, but he seemed limping by the time I looked at him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And are you seriously suggesting that the man who Dolo shot in the head at close range, whose body was lying on the road, you thought he was just injured?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Because I am not a doctor.  I thought, I can't tell whether he was only injured, or dead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The body was fairly close to you.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, the body was not close to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you told us it was close enough for the women to be frightened of it.  Have you forgotten that you have told us that in your evidence this morning?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I said is the body was lying along the road and I thought these ladies were frightened by this body who is blood all over it.  I didn't say that body was next to me or near to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have now said you could see there was blood all over it.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, blood was visible because if a cloth is bright, and blood is all over it, then you can see that, because this person was wearing a bright clothes or bright clothing, and blood could be seen all over that clothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Carry on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Makoala, just something we got to pick up here, but just before I do.  The man's head was just about blown apart.  If you could see there was blood all over the place, you would have seen that his head was just about blown apart.  It would have been pretty obvious to anybody.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I couldn't see where the bullet went through because of the distance between me and the body, but blood can be seen because it flows all over clothes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now when we dealt with the question of why Jabo's name appears under this particular operation you said you think you'd made a mistake.  You didn't know any Jabos.  Was that your answer, have I got it right?  Just let him answer Mr Mthembu.  He can tell me if I'm wrong.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "No, the answer Mr Lax was so many of the Comrades used the name Jabo.",
            "Male"
        ],
        [
            "MR LAX",
            "No, you got it wrong.  That's why I said let him answer.  That was much later he said that about chimerengan names.  When he first answered the Judge about Jabo, not Mr Sandi, he said he didn't recognise the name, he might have made a mistake.  He didn't know anyone called Jabo at that time.  That's what he said, that was his answer at that stage.  Later on when Mr Sandi asked him about it he ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With respect my friend, my recollection of his answer to me, the first answer was \"I can't remember who Jabo is\".",
            "Unknown"
        ],
        [
            "MR LAX",
            "Precisely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not that he didn't know any Jabo.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Well, he can't remember who Jabo is.  Fair enough.  That was the answer.  Am I correct that you can't remember who Jabo is?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why do you put the name Jabo in a number of incidents on this annexure of yours if you don't know who this person is?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "In this incident the people I were with .  I can't remember among them who was using the name Jabo.",
            "Male"
        ],
        [
            "MR LAX",
            "The question is, in your annexure here on page 11 you use the name Jabo three times in relation to three different incidents, and you tell us you can't remember who Jabo was.  Why does his name appear in three different incidents if you can't remember who he is?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember which other Comrade used the name Jabo.  As I've explained earlier that most Comrades used the name Jabo.",
            "Male"
        ],
        [
            "MR LAX",
            "Then how could you put that name here if you don't know who it is?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I have explained earlier that by the time I made my application there was no-one guiding me through and in my mind there were so many incidents, because there are so many things that happened and the names of the Comrades involved were so many, and that is where I believe an error was committed with the messing up of names.",
            "Male"
        ],
        [
            "MR PRIOR",
            "There are probably no more than seven or eight separate names here that are used consistently throughout all these attacks.  Have a look.  Count them for yourself.  You mention Roger, you mention Kenny, you mention Scorpio.  Then you mentioned Kenny, Scorpio and then you mention Oupa.  Then you mention Temba Ngesi, Kenny and Jabo.  Then you mention Jabo, Scorpion, Kenny and Roger.  Scorpion, Max and Kenny.  Scorpion, Kenny, Jabo.  Do you see that?  And then right at the very bottom you mention General and Lawrence.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes I can see those names.  What I remember is that there was another Comrade who I was involved with in an operation who is called Jabo.  But in this attack I am talking about, that is the Lady Grey ambush, their was no Comrade named Jabo.",
            "Male"
        ],
        [
            "MR LAX",
            "You will notice that up until Umtata you were with the same group of people most of the time.  So we can count Lawrence and General out of this annexure for the purposes of this discussion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I think if you look, that was an 1994 attack.  All the other were the 1992 attacks, so this was a completely different event.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, that's what I am getting at.  So during the period 1992 you were involved with, broadly, one group of people with a few small exceptions.  Do you concede that?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I can say is that there were other Comrades with whom I worked with.  Like the Comrade who appeared at the bottom, that is General Lawrence and Max and Oupa.  It wasn't only the Comrades I was with at Lady Grey Ambush.  There were other Comrades with whom I worked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) were other Comrades in other matters that you haven't set out in your amnesty application because Mr Lax has read to you the names of all the people who appear in the annexure to your amnesty application.  Are you now saying you worked with other Comrades in other operations which you haven't disclosed?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I'm only talking about the operation that appear in this annexure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had a group who on one occasion were joined by Oupa, one occasion by Temba Ngese and one occasion by Max.  Otherwise it was the same group and Jabo was a member of it three times.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The Judge had expressed the point exactly that I am trying to make to.  Please explain this to us.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Jabo joined our group only twice.",
            "Male"
        ],
        [
            "MR LAX",
            "Do I understand from your answer that you now remembered who Jabo was?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May I please explain in which attacks did Jabo take part.",
            "Male"
        ],
        [
            "MR LAX",
            "Answer the first question, do you now remember who Jabo was?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The Jabo I was with in this attacks is the one I am talking about.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, so your answer is yes, you do remember him now.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I only remember the Jabo I worked with.",
            "Male"
        ],
        [
            "MR LAX",
            "What other names did this Jabo use?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I only know him as Jabo, and the other name is Dr Zamzam.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When was the last time you saw Jabo?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I last saw Jabo in 1994.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where was that?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was in Umtata.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was happening in Umtata when you saw him?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We were in a political class when I last saw him, and I last saw him after the political class finished.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have difficulty.  You've now told us, you remember you were in political class with him 1994, he was also know as Dr Zamzam, he joined your group twice for attack.  Why did you tell me when I first asked you that you didn't remember who Jabo is?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was talking about the Jabo who was in the unit, but what I was explaining also was that other Comrades were using this name Jabo as a nickname or chimerengan name, but the Jabo I was with at the unit is the very same Dr Zamzam I am talking about.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just one thing, Mr Prior.  You mentioned to us earlier that you were involved in other operations outside of those training operations.  What operations were those?  Before this operation that we are dealing with today.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is that at Mayaputi bridge and the attack on Zastron farmers and the Sterkspruit Hotel attack.  Mayaputi bridge in Zastron.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So it was Mayaputi Bridge in Zastron, then you said it's farm attacks.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Zastron farm attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Any others?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.  Sterkspruit Hotel attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Before this we are dealing with today?  The question was what attacks were you involved in before this one that we are dealing with today?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I remember is that the Mayaputi bridge attack happened before the one we are talking about.  It together with the Zastron farmer attack happened before the attack we are talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember whether the other attacks came after or before the one we are talking about, but all I remembered is that they happened in one year.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you do remember those two before, the Mayaputi bridge and the Zastron farm attack?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Kenny participated in both of them?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he participated in both of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he the leader in both of them?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "May I proceed, Mr Chairman?  If the Committee will bear with me and maybe correct me, my understanding yesterday was after this particular attack on the roadway at, near Herschel, you group then because you required funds or money or food, you went to the Sterkspruit Hotel.  In other words that was the next operation.  Am I correct in understanding that, Mr Chairman?  It was actually put to Mr Dolo that he had robbed at R55 000 on that occasion.  My understanding is that that happened after this particular attack.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I don't remember such a question being put to Mr Dolo yesterday.  There was no such question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I agree, Mr Mbandazayo, but ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Prior, you might rephrase it into a slightly different way in terms of the fact that the papers in the bundles indicate that to be the case.  And that's where we have that impression form.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That's why I asked whether I was correct in understanding that there was evidence like that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think the witness has already replied to your question, and I did not get any interpretation coming through.  Maybe you can put the question to him?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Maybe the Interpreter can just repeat the answer.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He just says \"yes\"  He said yes, they went there because they didn't have money.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "You said after the attack on the road, the Sterkspruit Lady Grey Road near Herschel, I'm just trying to understand the sequence, ...(intervention)",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember whether it happened before or after, because these things happened quite a long time ago.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Certainly the sequence given in a confession that was put up at page 39 of the bundle, and I'm not, I don't intend to go into, I'm just trying to get the sequence.  At page 39 you indicated the attack on the vehicles and you give quite a lot of detail.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that 39 of bundle \"B\", Mr Prior?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Of bundle \"B\", yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That's the typed transcript.  Then after that you say \"we left the vehicle in town.  We went home.  We then heard on the news that a white person had died in hospital and the black person had died.\"  Then you said Phila said \"we are hungry and we needed money.  Then he sent us to Sterkspruit Hotel, Moleko Hotel.  Dit was ek Kenny, Jabo en Temba - it was me, Jabo, Kenny and Temba.\"  What I'm simply putting to you, it would seem that if the Sterkspruit Hotel occurred very soon after this attack, it seems that Jabo was part of your unit on that occasion and you mention his name in your amnesty application, as you did in the Lady Grey ambush.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he was a member of our unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I remember that he went with you to ambush that Lady Grey Sterkspruit Road.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, he wasn't with us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You stayed at Jozanna's Hoek for some months before this attack, is that correct?  This Herschel Lady Grey attack.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was the owner of that house?  Do you know?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know his name because when he got there he only used to meet with our Commander, not us.  He never even spoke to us.  That is why we don't even, I don't even know his name.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you know someone by the name of Dikotsi?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who is Dikotsi?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Dikotsi was the Free State Regional Chairman of the PAC.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he send you to Jozanna's Hoek?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who is Bele-Bele? Mbele-Mbele?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Mbele-Mbele is an African whom I met at Sterkspruit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is he also a member of PAC/APLA?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He is a member of the PAC.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you know him by any other name?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he take you to his house at Jozanna's Neck where you stayed for three days?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He didn't take us to Jozanna's Hoek.  He took us to Jozanna's Neck.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) not Jozanna's Hoek.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so, he took us to Jozanna's Neck.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was Ben?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Ben was one of our Comrades who used to drive for us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he part of your unit at the time of this ambush at Herschel, near Herschel?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he join afterwards, or before, or what?  Did he leave your unit before this attack in November 1992?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What happened is that I just couldn't see him anymore.  I didn't know where he went.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he also staying at Jozanna's Hoek?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He used to stay with us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Max, was he part of the unit at the time of this ambush, the one that we're dealing with now?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, he wasn't part of our unit.  After I am attacking Lady Grey I didn't see him again.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you already told us Jabo was part of your unit at this time.  He was also known as Dr Zamzam.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There were many of us then together, but when we went out to attack, he only became a member of our unit in two attacks.  It was an attack on a garage and the attack at Sterkspruit Hotel.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What was this now? ...(inaudible) application?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it appears in my application.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are the two attacks you say?  Sterkspruit Hotel and what was the other one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Sterkspruit Garage.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sterkspruit Garage listed at page 12 of bundle \"B\".  Sorry, the persons involved were yourself, it looks like Annus, and Kenny. Oh, and Kenny.  You only list two people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the Sterkspruit Hotel?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Garage.  He says, yes, he was, he lists them as Sterkspruit Hotel, but over the page at page 12 of bundle \"B\", he lists the Sterkspruit Garage attack where he only says himself and Kenny were involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Annus, isn't, or is it and?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes I thought it was Annus, but Mr Lax corrected me, it is \"and\", because there is no comma.  Do you see that in your application?  Please look at page 12 of bundle \"B\".   It's something that you recorded there.  Is that right, do you only list yourself and Kenny as being part of the Sterkspruit Garage operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was me and Jabo, not Kenny.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm going to go onto something else, Mr Chairman, unless the Committee want to ask any questions around this.  Just, I just want to point out to you that now this is a fourth incident during 1992 that Jabo was involved, and yet you couldn't remember the person when we first started asking you about him.  I just want some clarity about some names that appear in your statement to the Magistrate, that is the confession which appeared page 37 of bundle \"B\".  Those names are Sipho, was he part of the unit at the time of the Herschel Lady Grey ambush?  The names are Sipho, Kenny, well we know Kenny is, sorry let's deal with that seriatim.  Sipho?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, he wasn't part of the unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Kenny, it's spelled there KHENE, it may be a different spelling.  Who is that person?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is Phila Dolo.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Medibula?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "That is another Comrade with whom I was in training.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he have any other names, Medibula?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He used the name Kenny.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And we've got Roger, we know about, and the other name is Lepha.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He was one of the Comrades I was in training with.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was he part of your unit at the time of this attack that we're dealing with?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No he wasn't part of our unit.",
            "Male"
        ],
        [
            "MR LAX",
            "What, when we use the word unit, and Mr Prior, maybe you can help us here, there are different ways of understanding what that means, and maybe that's why you keep saying \"no\".",
            "Male"
        ],
        [
            "MR PRIOR",
            "The unit I am referring to is the unit that went out on these operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But haven't we been told, Mr Prior, that a unit was picked for an operation only.  It was two or three men who went and did it.  And then is disbanded.  They used unit in the sense of that particular operation.  But also before you go on, the name Kenny does not appear there as a separate name.  There is no comma after Kenny, it is Kenny Medibula comma.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, I notice that now.  I am grateful to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because he goes on a little later where he refers to \"Phila moes ons oplaai\".",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.  I'd like to just move back to the day of the incident.  I just need some clarity on the following aspect.  You said when the, after the initial shooting, that is after your signal that you gave, there was a vehicle that came from Herschel.  We know now that the vehicle that was driven by Mr Tsemane.   You said the people, the white people that got out of the first bakkie all got into that vehicle.  Is that correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How many white people did you see getting into that vehicle?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I am not sure how many got into the car as I have already explained that I was running at that time, trying to get route to where my Comrades where.  I just didn't realise how many whites got into that car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well did you that the female, the white female, got into the vehicle?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes I realised that the white female got into that car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "This way, when the, Mr Tsemane drove away with that vehicle, there were no other people running away on the road at that stage?  I just want to get some clarity on that, from your perspective.  In other words all the occupants of the vehicle that had been attacked had climbed in, or got in onto Mr Tsemane's vehicle.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I am not sure whether they all got in that car, but after that car made a U-turn there was no-one running, that is running or getting out of the car that was attacked initially.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Excuse me, Mr Prior.  Can I just ask one question for clarity.  You said you, after you gave the sign then you started running towards the, where the other Comrades were.  Now when this car driven by Tsemane stopped, how far were you from that car?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was something like 100m away from that car.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Dolo yesterday said where you were standing giving the sign, it was almost 100m.  In other words, you had just started running from the place where you were standing to give the sign, the signal?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I can say is that they were also running forward, that is why I can't say the metres were becoming less between me and them.  They were still running, trying to chase those people.  That's why I say I don't think that the metres had lessened by then. I'm not saying I was exactly 100m away from them, it's just an estimation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Away from you or towards your direction?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "They were running away from me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How many people did you see getting into the car which had stopped?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As I have said I couldn't see exactly how many people got into the car.  What I realised is that a female got into that car.  I couldn't see whether the others were in the car, but by that time there was no-one along the road.  There was not white person along the road.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, the purpose of my question is the following, that if those people including the man who was later shot by Scorpion had been in that vehicle, that, we know that vehicle had left the road, Tsemane's vehicle.  And my confusion is this, how did Mr Schroeder who we know was later shot, how did he get onto the road is he had boarded Mr Tsemane's vehicle?  That was my, Mr Chairman, that was my understanding of Mr Dolo's evidence that the occupants hiked a taxi.  I think they, at page 3 of the bundle \"B\" in his affidavit he said \"The occupants came out of the car and ran away.  They hiked a taxi and I shot the taxi and it fell off the bridge.\"   So my question is, if those people got into Mr Tsemane's vehicle that left the road, how did that person come back onto the road if he was in fact in Tsemane's vehicle?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I am explaining is that I couldn't see how many people got into the car.  I don't know when did that person escape.",
            "Male"
        ],
        [
            "MR PRIOR",
            "If the Committee will just bear with me.  There is one aspect I just wish to verify from Mr Brummer's statement.",
            "Male"
        ],
        [
            "MR LAX",
            "While you are doing that, Mr Prior, perhaps I can just canvass something else with the witness.  You said to us in your evidence that when you, once Dolo had stopped this vehicle with the ladies in it and the driver said she couldn't drive because she was so frightened.  You then borrowed the vehicle, then you told her that she would find it at Molefe's store, or Moleko's store.  Is that right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, it isn't true.  We said she would find the car next to Moleko's place.",
            "Male"
        ],
        [
            "MR LAX",
            "Moleko's place, is that a hotel, is that a store?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is a store.",
            "Male"
        ],
        [
            "MR LAX",
            "The point I'm trying to make is, who told her that?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Comrade Phila told her that.",
            "Male"
        ],
        [
            "MR LAX",
            "...(inaudible)",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "See, that's not what he told us yesterday.  He didn't specify where she would find the vehicle at all.  Please explain this.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "If I remember well Comrade Dolo said it is me who remembers some of the things, because he said yesterday he couldn't remember well what he said and everything that happened.  But I can remember well what he said, because I was standing next to him by then.",
            "Male"
        ],
        [
            "MR LAX",
            "Now the second thing I wanted to canvass with you while Mr Prior is just looking for where, for this portion of his evidence, of the letter from Mr Brummer.  You've told us that the reason you had to go and be a lookout was because of the misty conditions on that day, is that right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see Mr Dolo told us nothing about it being misty on that day.  He said the reason why you had to go there was because there was a curve on the road and you couldn't see clearly from where you, where they were positioned.  Please explain this to us.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The curve is also one of the reasons and it was also misty because it was in the morning and we couldn't see clearly who the occupants of the cars were.  Whether it were whites or black people.  The curve was also a reason why we couldn't see clearly who the occupants of the cars passing by were.  That is when Comrade Dolo ordered me to go to a certain place so that I could give them a signal whether the car passing by belonged to white people or to black people.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you leave your area where you were supposed to be the lookout?  The operation wasn't over, you hadn't had a signal to retreat, why did you leave that place where you had been ordered to go?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The order was I must give a signal and thereafter I must join the Comrades, so I couldn't stand there while the Comrades were working, I had to work together with them.",
            "Male"
        ],
        [
            "MR LAX",
            "But your operation was to attack vehicles in the plural, not just one vehicle.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes it is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "While you are still there talking about signal, your instruction was that you should raise you hat when you see a vehicle driven by white people.  The vehicle driven by\nMr Schroeder was not a vehicle driven by white people, or with white people as occupants.  Can you tell us the reason why you gave a signal?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I gave a signal because I thought it were, I saw them as whites in the car.  I didn't know they were Coloureds in that car.  According to my knowledge there are Coloureds who look like white people and there are Coloured who look like me, skin-wise.  But in that car there were only Coloureds who looked like white people that is why I gave the signal.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When they were being chased, when they were running away, wouldn't you people see that they were not white, they were Coloured?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As I have said earlier that there are Coloureds who look like whites.  I couldn't differentiate whether they were Coloureds or white.  We couldn't tell the difference, we only perceived them as whites.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What I want to put to you, I was able to find a Mr Brummer mark, but the information that I have gleaned is that Mrs Brummer and Mr Schroeder were on their way to the Score Furnisher where they worked in, supermarket, in Sterkspruit.  There were only two occupants of that vehicle.  I may also put it to you, in the Police investigation that I am privy to there was no other mention of any other occupant in that bakkie driven by Mr Schroeder and the passenger, Mrs Brummer, on that morning.  Are you saying there were more that two occupants of that bakkie?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just one last thing,  I notice from your annexure to your amnesty application, apart from the Umtata matter in '94 it seems that your operations all were concluded in 1992.  I just want to know is there a reason, were you withdrawn from the field or what is the position, because there seems to be no attacks\nin '93.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat you question?",
            "Male"
        ],
        [
            "MR PRIOR",
            "In the list, the extensive list, of attacks in which you participated, apart from the one in Umtata in '94, all the other attacks were in 1993.  I just want to know, it, were you withdrawn from operations for 1993, for example.  It doesn't seem that you participated in any attacks in 1993.  And I want to know if it is so, what is the reason.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was withdrawn from the unit in 1992.  I didn't partake in any attack in 1993.  I was in ...(indistinct) by that time, so I didn't take part in attacks.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It seems that after the Herschel attack where these people were killed on the road you say you then were withdrawn.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I was withdrawn from attacks.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was there any sanction by APLA or the PAC because of this attack?  That this didn't fit in with their policy?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No there was nothing like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say Herschel attack, which do you mean?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "This matter we're dealing with Mr Chairman is commonly referred to as the Herschel ambush.  It's the Lady Grey ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he's described it as the Lady Grey ambush in his application.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Herschel is very close to Sterkspruit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I just want to make sure.  He called it the Lady Grey.  Do you realise that when you were asked about the Herschel application it meant this one which you called the Lady Grey ambush?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "By the time I made the application, I didn't know the name of places.  I only realised afterwards that this place was between Herschel and Lady Grey, after I made my application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the other matters you talked about in your application.  Two attacks on Lady Grey farms, were they before or after this attack we've been talking about?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "They happened before this attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the Sterkspruit Hotel and Garage attack, were they before or after?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "They took place before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this was the last attack you were involved in?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.  That was in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "And you became an instructor after this attack?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, that was in 1993 when I became an instructor.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What were you supposed to do as",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "My job was to canvass for membership from people who came from Jo'burg, Free State and to train them so that they could protect the members of the Organisation as our members were being attacked there were no people to protect them.  So my job entailed giving them training to protect our members, that is the members of the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were ...(inaudible)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "That happened in Umtata.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just to be fair to you, because I think there's ...(inaudible) and you've agreed with it, the Moleko Hotel, the Sterkspruit Hotel attack happened after this ambush we're talking about today.  I thought we'd established that earlier from you.  Now I don't want you to end up being confused and agreeing to something you didn't necessarily agree with.  I just want you to be clear about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, will there be any evidence from the Police as to when these attacks did take place?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, I have that available.  I don't have it with me now, but it will be available.  Mr Chairman, the thought has just occurred to me that Sterkspruit is a common, is an attack in which both applicants feature, or certainly indicate on this application, but I see it's not, it hasn't been prepared as part of the hearings.  I feel that in, I understand that there was no gross violation in the sense that people weren't killed or injured in that matter, but I believe that that matter could be presented, I think conveniently during this sitting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think it's a matter you can certainly discuss with their attorneys.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, otherwise it makes no sense if we simply deal with the matter at hand and leave Sterkspruit for some other time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we will be adjourning fairly soon.  You can talk to them.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want to know is, Mr Lax is relying, as he is quite entitled to do, on the information contained in the applicant's affidavit.  But have we more reliable information as to when the hotel attack and the garage attack took place.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman I can get that within minutes.  If we could take, maybe take the adjournment at this stage.  I'll have that information very quickly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll do that.  We'll take the adjournment so you can discuss this.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, for the record, I was able to establish via the Police that the Sterkspruit Hotel matter or incident occurred on the 27th of October 1992 and the sum involved there was R65 000,00.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "27th ...(intervention)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "27th of October 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the sum was?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "R65 000,00.  Mr Chairman I also endeavoured to find out whether there was any information, I understand that despite diligent searching to the documents the Police docket, if there ever was one, is just not to hand.  That matter occurred within the Transkei as it was then known.  We've been unable to locate any documentation regarding any investigation relating to that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the garage?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "We haven't been able to get any information on that as yet, Mr Chairman, thank you.  Mr Chairman, I have no further questions.  I understand from the Tsemane family, Miss Alda Tsemane has a few questions to put to this applicant.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Thank you, Mr Chairman.  I am Ida T Tsemane.  I am a daughter to the late Mr James Tsemane.  I want to ask you Thabiso, as you arrived in Sterkspruit in 1992 is there a house were you giving accommodation before you went to Jozanna where you were hiding?  Can you please tell this house who accommodated you?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I arrived at Mr Mbele-Mbele's house where he took us to his house in Jozanna's Neck.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Is that the only house belonging to Mr Mbele-Mbele which you used to frequent in Sterkspruit?   Because that Mr Mbele-Mbele is a PAC member.  Is that the only house?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, also Jozanna's Hoek, at the house of a person which I said I don't know his name.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Would you, would I be wrong if I say I saw you many a times going to Sterkspruit in town?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I used to frequent to town.  I won't agree with you when you said, you say you seen me a lot of times in town.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "When I say I see you, I saw you in a house in Sterkspruit.  Would you agree with me?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Could you please explain what you are saying when you say you saw me in Sterkspruit.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Would I be wrong by saying that I saw you a lot of times in Sterkspruit?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There are black people staying in town at Sterkspruit and I used to visit them.  Visit their work places, so I don't know in which house did you see me.  You know exactly there is only one house.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "When you went to conduct your attack, it seems as if you hiked, you hitchhiked on a truck.  Where was that truck from and where was it driving to?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The truck was from Sterkspruit heading for Herschel and we met the truck, I can't remember the names of places, but the met the truck just outside town.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Did you go to town on foot?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, we did.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "When my father helped Mrs Brummer and Peter, did he see you, or was he just helping the victims who were struggling around the road?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I'm not sure whether he could see us or not, but according to the situation there we were in the road where everyone could see us.  But I don't know whether he could personally see us.  If he was here he could explain whether he could see us or not.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Where you where everyone could see you?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.  We were right in the middle of the road",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Is it true that you killed my father because he tried to help the victims?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "He wasn't in our plan of attack.  We didn't plan to kill him.  It's just that he got hit by a stray bullet.  We were not planning to kill black people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Clarify, if I may, are you saying that you didn't aim at her father when these shots were going off, and there, because you must have seen him, is that what you're saying?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As I said earlier I couldn't see that the person who was helping these white people was black or white.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) or not.  You intended to shoot that car and whoever was in that car.  Don't try and duck the issue by saying it was a stray bullet.  Please carry on.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We didn't intentionally kill him because we were aiming to kill white people, not black people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) help the people escape, by killing the driver of the car.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Chairman, through you, I think the interpretation from Sesotho to English, I don't believe that the right word is used.  When he says \"morero\" I think he was saying it was not in their planning to have murdered Mr Tsemane, not that they were aiming at him, but it was not in the planning, that's my understanding.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But your planning was what you did when you picked up your guns and shot.  I agree it would not be in your planning before because you didn't know he would be there.  But when he stopped to pick up these white people, didn't you then shoot to stop him doing it?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What happened is that Comrade Phila shot at the car.  I don't know whether he was aiming for the driver, or where.  All I saw was the car going down the bridge.  If it were me who had fired the shot, I would be able to explain to the Committee whether I was aiming at the driver or aiming at the tyres.  Unfortunately it is not me who fired the shot.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You said you stayed at Jozanna.  What name did you call the name, the owner of that place by?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Every time the owner of the house was there he didn't meet us.  He only met with our Commander.  That is why I didn't know his name.  He didn't come very often to that house.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Where did he stay?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know where he stayed.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Do you know Pitso?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I don't know Pitso.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Are you telling this house that you telling the truth when you say you don't know Pitso?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I am telling the truth.  I don't know Pitso.  Maybe if you can tell him how he looks, maybe I might say I know him.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Would I be wrong if I said you were staying at Mr Pitso's house?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I just hear that from you.  All I know is that the house we were living in, staying in, I don't know who it belonged to and who the owner's name was.  But if you want me to explain to you where the house was, I can.  If maybe I was living in Sterkspruit, or a resident of Sterkspruit, I would know maybe who the owner of the house was, but you can tell the difference between Jozanna's Hoek and Jozanna's Neck because of the time I had stayed there I could differentiate between the two places.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You say you were killing white people.  There are no whit people in Sterkspruit.  Which white people were you going to kill then in Sterkspruit?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There are white people in Sterkspruit.  There are white people working from shops, who own shops and those working in furniture shops.  No I want you to tell me why do you say there are no white people in Sterkspruit?",
            "Male"
        ],
        [
            "MS TSEMANE",
            "There are now white people in Sterkspruit.  The only white people who are there are there to serve the Sterkspruit community.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "But what remains is that there are white people.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Why did you choose among these white people?  Do you realise that you are being used by that time?  By the people you have just mentioned.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No it is not like that.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "They were using you as if they were killing white people whilst they were aiming to reach for their business objectives.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't agree with you when you say that.  All I know is that we were killing white people because they were our enemies at that time.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Were you not choosing whether those white people where serving the community or not?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The people you are talking about were members of the PAC who helped us with accommodation, food and so on.  We were not working for one single person as you have said.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "In your attack, why didn't you attack the white person who was working with you in business at Sterkspruit?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't understand your question.  May you please repeat it.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Why didn't you in your attack, attack this white person whom the PAC people used together with business, in business?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There was no white people, or white person with whom we were involved in business.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Why didn't you ever attack Mr Hattingh?  I'm talking about Mr Hattingh who drives in the 4 X 4.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Which one is that?  I don't know him.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "May you please repeat.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I told you that he belonged to \"Engelfoot\". It is the first time that I hear that.  If at all he was present during the day of the attack I think him as a white person could have been attacked also.  If you listen to the testimony where that boy in the 4 X 4 was shot at and then he reversed.  Our Commander said that we have to leave.  Then our Commander did a U-turn and we all left.  That boy in the 4 X 4 vehicle was also attacked.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You made a U-turn and went away because you hurt your victims and to which you were directed from the PAC that a Score van will approach from some direction.  I have the impression that you only out to attack that van.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I only hear that from you.  All I know is that we are going to attack white people not only that van from Score.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You killed my father and you first started attacking the whites who were working with him.  It is Mr van Rooyen and Masheba and you didn't succeed in your operation.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Unfortunately I didn't know that those white people were working with Mr Tsemane.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Mr van Rooyen works in a bakery.  He was my father's boss.  Mr Masheba also worked in a bakery.  You ended up by killing my father.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The relevance of these questions, I may be able to assist the Committee.  I canvassed the questions with Miss Tsemane.  Mr van Rooyen and the other gentleman who worked at the bakery are the people that I believe were involved in the molotov, the abortive molotov attack a few days before this incident and I understand that is why this lady, the relevance of these questions are being put.  I don't think it is coming across as clear as that, but Mr van Rooyen was the owner of the bakery and his vehicle was attacked a few days before the 19th of November and I think that is the perspective of the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the information you supplied us with earlier, Mr Prior, it was on the 3rd of November.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman, but I'm saying it was the training operations that were alluded to in the evidence.  The information that Mr van Rooyen's vehicle was attacked, he was the baker at Sterkspruit.",
            "Male"
        ],
        [
            "MR LAX",
            "Perhaps you could assist us here Mr Prior.  She's referred to a vehicle as a \"Score\" vehicle, is this the vehicle Brummer and Schroeder were in?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I understand there was no logo on the bakkie as such.",
            "Male"
        ],
        [
            "MR LAX",
            "Is she suggesting that they would have know which vehicle they were attacking?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I think what she's putting to this, to the witness is that they were attacking the people there who worked in Sterkspruit.  Mr van Rooyen was attacked earlier with this molotov.   He was the baker at Sterkspruit and some days or weeks later the Score vehicle was attacked with Mrs Brummer and Mr Schroeder, it think that's the thrust of the questions.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While we're on this, do you know anything about an attack on a Mr Geursel?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "That's the Sterkspruit Mayaputi, we're going to hear that later, next week, Mr Chairman, with applicant Gumpha.  But that I believe occurred before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The day before, apparently.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You have killed my father while we was trying the help Mrs Brummer and you killed them both and their blood mixed made a sacrifice for the freedom we are now in.  Thereafter if I had to hear well you are only asking forgiveness from me only.  Why is that?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I've said is that I would ask Mr Tsemane's family to forgive me, because what happened didn't happen intentionally.  Our aim was to kill white people, not black people.  I think that's what I said earlier.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "The places you were always at Mbele-Mbele and Pitso's were I saw you most of the times, do you know that all those people had football clubs which were rivals?  That is why I say to you, they were using you for their aims.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I don't know about that.  And whether those people were owners of football clubs, I don't know.  It's the first time I hear about that.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "You knew very well about that.  You just don't want to tell this house the truth.   I'll end up there with my questions to you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You sit down please.  During the course of your questioning you referred to, as I understood it, Peter as one of the people who had been attacked in this vehicle.",
            "Unknown"
        ],
        [
            "MS TSEMANE",
            "I beg your pardon, Sir, I didn't hear property.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You referred to, as I recollect your evidence to Peter, as one of the people who was attacked, that's Peter Schroeder.  From the way you said it, it appeared that you knew him.",
            "Unknown"
        ],
        [
            "MS TSEMANE",
            "I know Peter very well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, I don't know if you've been listening to the evidence.  Mr Prior put certain questions saying that Peter was a Coloured man, why did they attack a Coloured man, and we stopped him on the basis that there was no evidence as to what Peter looked like, whether he would have known that Peter was a Coloured man and not a white man.  Do you understand what I am saying?",
            "Unknown"
        ],
        [
            "MS TSEMANE",
            "Now you know whether this is true or not.  If you accept that, you couldn't have said, couldn't have seen that Peter was not a white man, then you'd believe it.  But if you think anybody looking would have immediately seen that Peter was not a white man I think you ought to question this witness about it.",
            "Female"
        ],
        [
            "MS TSEMANE",
            "I'm sorry, sir, I just forgot, I did wanted to ask because them, because I know Peter very well, and Peter was really a Coloured, he was not, when you looked at Peter, you wouldn't say you are looking at a white person.  They knew that Peter was working at Score and he was a Coloured.  They had information that they gathered from Sterkspruit.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "My reply is that as I've explained earlier that in that car that we attacked we only saw white people.  What my dear mother explains there that Peter looked like a Coloured.  It is true.  I believe when she says it was a Coloured and as to how the Committee explained to me.  But I earlier said there are those Coloured who look white people.  To the extent that you can't tell the difference whether this person is white Coloured.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, she's suggesting to you that he didn't look like a white person.  That's what she's just asked you, and, or put to you.  And it's that what you have been asked to comment on.  You've gone right around the question in a big circle, but you haven't answered it.  She's disagreeing with you.  Do you say she's wrong?  Yes or no.  It's very simple, we don't need a long answer, yes or no.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I've managed, Mr Chairman, I've managed to secure a photograph at very short notice of Mr Peter Schroeder.  I understand he's on the left in the grey suite.  I have another photograph, he's on the right hand side of the photograph.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Can I say something?",
            "Female"
        ],
        [
            "MR PRIOR",
            "Yes, sure.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "After killing Peter and my father, you left because you knew that you had completed a job.  There would be no white person again coming to Sterkspruit.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The time was up for our operation as our Commander told us.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "When you're talking about your Commander, your Commander denied all regarding this incident.",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't answer you here because what you are telling me is that, you are not asking me questions, you are telling me what happened, and I'm not able to answer you because you are not asking me questions, you are telling me what happened.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Yes I want to tell me, because there are some things you have been aware of, you might not have been aware of.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The question as I understand it, is that after you had killed her father and Peter, you left that place because you had finished what you had gone there to do.  Is that right or wrong.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, that's not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, did you do any more attacks on that road after this one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No there were not other attacks.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "...(inaudible)",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Did you launch any attacks since 1992 up to now?",
            "Female"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The answer was no.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, what was ...(inaudible) question, the one before this one, I couldn't hear it?",
            "Male"
        ],
        [
            "MS TSEMANE",
            "Did you launch any other attacks since 1992 up to now?  I thank you.\nNO FURTHER QUESTIONS BY MISS TSEMANE",
            "Female"
        ],
        [
            "MR MTHEMBU",
            "...(indistinct), Mr Chairperson.  Mr Makoala, you have mentioned Jabo on page 11 of your annexure to your application form.  Could you explain to this Committee about this Jabo?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The Jabo I talked about here is the other name of Dr Zam-Zam, but I've explained that there are other Jabos, they are other Comrades who used the name Jabo, but not in this attack where the Jabo I was talking about was present.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Are you then telling this Committee that the Jabo you referred to denotes more than one person?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "According to my knowledge the Jabo I am talking about is Dr Zam-Zam, and what I have explained is that there were other Comrades who used the name Jabo, but not the Jabo I was with during the attacks I have talked about.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Answer my question.  The question is, the Jabo you mentioned here, it is one person or more than one person, Mr Makoala?",
            "Male"
        ],
        [
            "MR PRIOR",
            "He's answered you question Mr Mthembu, and it's that its exactly the same as his earlier evidence.  If you're trying to suggest to him that these might be more than one person, he's already given evidence to say that all the, they're, he implied that they were all the same person.  But, go ahead.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "That's all that I wanted to canvass, Mr Chairperson. Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just on that one, Mr Mthembu.  Can I ask the applicant, right at page 12, under the column Lady Grey Ambush, which ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Page 11.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, page 11.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said 12.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Oh thank you, sorry, I said 12, I meant to say page 11.  Which Jabo is this that you are referring to at page 11?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Which operation are you talking about?",
            "Male"
        ],
        [
            "ADV SANDI",
            "The Lady Grey Ambush.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question then so that I can answer you?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, you have mentioned a Jabo at that page.  Can you see that, can you see the name Jabo at page 11?  You mentioned it ...(intervention)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You've mentioned the name at least three times.  Do you see that?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I can.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, now let's start with the Jabo mentioned under Sterkspruit Hotel attack, can you see that one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which Jabo is this?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "This is Zam-Zam I have been talking about.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You go on to mention the name under the Lady Grey Ambush.  Do you see the name Jabo there?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I can see the name.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which Jabo is that one?  Is that also Zam-Zam, or a different Jabo?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I think this is where the error was committed when I wrote my amnesty application, because I have been involved in many operations.  Maybe I confused names here following operations that I was involved in.  I hope this is an error that was committed when I made my amnesty application, but all I know is that Jabo was not present during the Lady Grey Ambush.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You mentioned the name of Jabo again, that is under Lady Grey farm attack.  Was Lady Grey attack 2, do you see that one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which Jabo is that one?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As I said earlier that, by the time I made my amnesty application, there were so many names in my mind.  And when I sat down and thought well about this I realised that Jabo was not present in this attack.  It was me, Scorpion and Kenny.  The Kenny I am talking about is not Phila Dolo, it is Kenny Modiboloa.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So once again you are making a mistake in mentioning the name of Jabo in this particular instance?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Following the circumstances I was under when I made my amnesty application, it is true I was involved in many attacks, and I confused names and I was in a hurry when I made my amnesty application, worrying about the deadline for amnesty.  That is how I came to confuse names.  I started recalling events well when I sat, when I was sitting down at home with the other Comrades when we tried to help one another.",
            "Male"
        ],
        [
            "ADV SANDI",
            "...(inaudible) about this Jabo whose name you mentioned several times, is that you were in a hurry when you were making this application, hence you even put in a wrong name.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I, on a different matter, I understand from my evidence you were wearing a white hat on the day in question.  Do you recall that?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No I was not wearing a white hat.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think that was the evidence of Mr Dolo yesterday that you were wearing a hat, a white hat, and you were using that hat to indicate whenever a vehicle driven by whites comes.  Was that not correct?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was not wearing a white hat.  Maybe he saw the hat I was wearing as white, but I would like to say that it was white, but it was so dirty that it wasn't white anymore.  Maybe he talked about its original colour, but by that time it was so dirty it was not as white as it were before.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Makoala.  That's all I've got to ask.\nCROSS-EXAMINATION BY MR PRIOR",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I just wanted to ask one thing, the, who was at your base during this time?  I want to just try and clarify this.  Which people were at your base at Jozanna's Hoek at this time?  Just give us a list.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "During which time are you talking about?",
            "Male"
        ],
        [
            "MR PRIOR",
            "The time you were carrying out all these attacks?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Do you want me to tell you their names of, or their number",
            "Male"
        ],
        [
            "MR PRIOR",
            "Let's start of, you were there, right?  You were there, right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Roger was there, right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, Kenny was there.  Which Kenny are we talking about?  Were there two Kennys there?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it was Kenny Modiboloa and Kenny, which Phila Dolo used to call him Kenny also.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then there was Scorpion.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, Scorpion was also there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then there was Oupa.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Oupa was also present.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What was Oupa's second name?  It looks like \"K\" something, but I can't read it on your annexure.  It's chopped off on my photocopy.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We called him Temba.  The other names he used, I don't know of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You wrote down on your application form a name beginning \"Kho\" I think.  How did it continue?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "The name is Khotle.  Oupa  Khotle.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Khotle?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Then we had Temba Ngese.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes Temba was also present.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is he different now to this Temba that you referred to as Oupa Khotle?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes it is another Temba.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then you had Max.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Have I left anyone else out that was also there?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, there are some names you've left behind. It is Comrade Jabo, whom we used to call Zam-Zam and the other Jabo whom I knew as Jabo and Ben.  From there the other Comrades would come and go, they wouldn't stay long at the base.  I didn't really know their names.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are these people you've mentioned the only people involved ...(intervention)",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There was also Phila, but not Phila Dolo, Phila Pawa.  We used to call Phila Pawa Uys.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible)",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Who are you talking about?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Phila Pawa.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What do you mean when you say he left earlier.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He was replaced by Phila Dodd, Dolo, sorry.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No he never left.  He was still around, but Comrade Phila Dolo was also one of the Commanders, that is the Regional Commander.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) Phila Dolo yesterday, was that he returned to Umtata.  You were listening here.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he returned to Umtata.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you saying not immediately?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know when he returned to Umtata.  What happened is that after the attack we didn't sleep at the house or at the base.  That is all of us didn't sleep at the base.  So I don't know whether he returned immediately after the attack to Umtata or a few days thereafter.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You referring to this attack we're dealing with today?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you saying that he was present from the time Phila Dolo took over till this attack?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he was still around.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What attacks did he take part in?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know which attacks he took part in.  All I know is that he was my Commander, one of the Regional Commanders before Comrade Phila Dolo arrived.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well did you go on any operations with him?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "With whom?",
            "Male"
        ],
        [
            "MR PRIOR",
            "We're talking about Phila Pawa now.   Did you go on any operations with him?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, Phila Pawa never accompanied me to any operations.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So who commanded you before Phila Dolo arrived?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was Phila Pawa.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So did you not go on any operations before Phila Dolo arrived?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, it never happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, you've mentioned two Jabos here.  Which of these other Comrades of yours used the name Jabo?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "There were so many I can't tell the Committee who they are.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) the name Jabo.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I don't know whether in the earlier he was deployed in he used the name Jabo or not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he use the name Jabo at any time during an operation with you?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No I don't remember him using the name Jabo in the operations I was involved in with him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In any operation did Kenny ever use the name Jabo, that is Kenny Modiboloa?  Just a yes or a no.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Phila Dolo, who was also known as Kenny, did he ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Scorpion ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Oupa Khotle ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Temba ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No he hadn't.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Max ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Ben ever use the name Jabo in an operation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And we won't worry about Phila because you never went on an operation with him, as you have told us.  Correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Even some of the Comrades you asked whether they used the name Jabo, I've never been out on an operation with them, like Comrade Ben.  I never went out on an operation with him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, this annexure of yours only deals with operations, is that right?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question.",
            "Male"
        ],
        [
            "MR PRIOR",
            "This annexure of yours at page 11 and 12 only deals with operations.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Only two people that you were involved in operations with used the name Jabo.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I explained earlier is that the Jabo I was with during operations is the one who is called Dr Zam-Zam.  The other Jabo I have never been with him on operations or during operations.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So there was only one Jabo you ever went on operations with, correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes it is correct.  It is Dr Zam-Zam.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How could you confuse that Jabo with all the thousands of other Jabos you thought you were referring to?  You only went on operations with one.  Please explain this to us.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I said is that by the time I made my amnesty application I was so confused, there was no-one helping or guiding me and by then I thought of many names.  The name that was nearer to my mind was Jabo because Jabo was my friend.  We were very close.  That is why on many occasions his name come up, came up my mind.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that Zam-Zam?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr, through you Mr Chairperson, I've got a few questions to ask you.  When Phila Dolo came, what role did the other Phila play in your unit?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "According to my knowledge Phila Pawa was still around in the house.  They shared the same responsibility, him and Comrade Dolo.  He used to conduct political classes.  Sometimes he will be around in the house, sometimes absent.  He wasn't with us all the time like Comrade Dolo.  Comrade Dolo was always present.  They would exchange their roles.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "...(inaudible) under, to whom were you accounting or reporting?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was accountable to both of them because they were sharing the same responsibilities.  But during operations I would account to Comrade Phila Dolo.  I would report to him after operations.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Then did you personally have any position or rank in the unit?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No I was an ordinary soldier.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Just a coincidence that they chose you to go and give a signal.  Was it not any position of prominence that you were playing in the unit?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No it just happened that they pointed me out and I took the order as it came to me.  It's not that I was occupying a certain rank.  It just happened.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You told the Committee that you were not aware of the details of the operation until you arrived at the scene.  Did I understand you correctly?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Only at the scene that you were then told you were going to attack cars whose occupants were white?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, we were only told of the nature of the operation when we arrived at the scene and we were also briefed on further details.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What would have happened to you if you refused to carry out that instruction?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I couldn't refuse that.  I couldn't defy the order.  I took the order as it was and I was also willing to carry out the order.  Personally I had prepared myself for the  attack.  So there was no way that I could refuse the order.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In you affidavit did you say that you are 24 years of age.  Were you born in 1974?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So in 1992 you were 18 years of age?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The daughter to Mr Tsemane, the late Mr Tsemane, is putting to you that this thing has got, had nothing to do with any political objective.  In other words you were not motivated by any political considerations or carrying any policy decisions of the PAC, but you were targeting specific people there.  What is your, I mean response to that?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, Mr Sibanyoni, she didn't say that.  She in fact said that they were being used by people with a different agenda.  Sorry, if I could just say that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes, thank you for putting it that way.  The daughter says there were people belonging to clubs and then they used you for their own motives.  What is your response to that?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is not so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In your affidavit I see you have quoted the founding president of the PAC, Robert Sebukwe.  Thank you, thank you, Mr Chairperson.  Page 7 of the new bundle, paragraph 5 you are quoting the founding president of the PAC, Robert Sebukwe.  But the quote goes as far as the end of paragraph 5.  My question to you, is paragraph 6 your own words, or was it supposed to be the continuation of the quotation?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It continues.  The quotation continues.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So the whole of paragraph 6 is also part of what Robert Sebukwe said?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In your own words, what did you hope to achieve by killing these people which were killed on the 19th of November?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I wanted to achieve was to make the then government aware that we are now in a war.  We were in a war to kill whites so that we can return the country to the, to its people.  We wanted to show the then apartheid government that we were engaged in a war with them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "This Committee was shown two pictures, two photos.  In the photo there was Mr Schroeder and then in that picture he looks more, I means he looks dark.  He doesn't look more white.  In fact I would say he looks darker than myself.  What is you comment about that?  In other words my question is best to say it was not possible for you to make a mistake, to mistake him for a white person.  What do you say about that?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Who is he on these two photos?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "He is standing on the extreme left on the picture shown to you.  My question is that it was not possible to mistake him for a white person.  He clearly looks not white.  What is your response?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I can say is that as he was amongst white and his skin colour was a bit clear and as I have said that it was in the morning and misty.  One couldn't right away realise that that person was a Coloured because the car was moving by then.  It was not standing still.  Maybe if the car was not, was motionless, we could have been able to see whether he was a Coloured or a white person.   And if you can look at this picture you can see that this person's skin is clear.  He is a, he's white.  So one can't tell the difference between the person and a white person when this person is in a misty surrounding.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "...(inaudible) amongst white, which whites are you referring to?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I thought the people in that bakkie were all white.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did Mrs Brummer look the same as Mr Schroeder?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, because they are both white.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to clear up a few matters.  Let's clear up the first one.  You said one of the problems, as I  understand your evidence, in seeing Mr Schroeder was that it was in misty surroundings in the morning.  Is that so?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So was it early in the morning?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I can't remember exactly what time it was, but if I can estimate, it was about something past seven.  I can't remember exactly what the time was, but because it was misty, it looked as if it was very early in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is usually misty in the morning in that part of the world.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was winter by then.  By the time we went there carrying out attacks, on that day it was misty, but on other days there was no mist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm afraid I have some difficulty in accepting that November was winter.  You agree it is not winter, it's well into summer?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What I am trying to explain is that by then it was not really winter, but on that day it was cold.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) there was no mist in the morning.  I mean you could see clearly, couldn't you?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Maybe if I was a Commander, I could have thought about that, but because I was not a Commander I couldn't give instructions on what to do.  I'll wait for the weather to clear up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And, as you have told us, it was early in the morning, just some time after seven.  Most of the people travelling to Sterkspruit at that time of day would have been workers, wouldn't they?  People going to work in Sterkspruit?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I didn't know whether those people were going to Sterkspruit, or driving past.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that is the time of day when people go to work, isn't it?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "See, that's what's been suggested, is that you were targeting workers for some purpose.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, we were not targeting workers.  We were targeting white people because on that day we were supposed to attack whites, not caring whether they work.  But the whole thing is that we were going attack whites.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you then, on a previous occasion you've told us, attacked some other person on that road with petrol bombs, but not cause any damage.  With molotov cocktails.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears from the information that that was Mr van Rooyen, who worked in Sterkspruit in the bakery.  And you've told us that was the only person you attacked on that day, do you remember that?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dolo told us you attacked more than one person, but you have been quite adamant that you only attacked one person on that day, and that was the man from the bakery.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat your question, sir?",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) you have told us about, you are quite adamant you only attacked one person, one car driven by a white.  You threw molotov cocktails on it and then you went home.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were told who to attack by you Commander?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "May you please repeat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were told who to attack by your Commander.  He was there in charge of the operation.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you've told us a moment ago that you, as I recollect, you say that you were just a soldier.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But on the first operation you went out on, you went out as a leader didn't you?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I think that was still about the operation at Lady Grey where I was a soldier.  We have not talked about other operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were a leader on the first operation you went out, weren't you?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "As I have said that I have been involved in operations, I can't remember which operation came first and which one came second.  Can you please remind me, Mr Chairman, which one is the first operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your statement you made, which has been referred to a number of times, you said it was to go and set a farm on fire, and Phila told you that you would be the leader.  You went out with petrol bombs and pangas.  Do you remember it?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.  I can't interpret.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Page 37, annexure \"B\", bottom portion of the page.  Are you showing it to him, Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) that you had in fact discussed this statement with him.  He is aware of the contents?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you've told us about the leaders of units who you went on operations with, but who gave you general instructions as to the aims of APLA?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I know about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was it?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We used to receive instructions from Comrade Phila Pawa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Pawa, Phila.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who was higher up the train?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "By then Comrade Phila Dolo had not arrived in our unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You ...(inaudible) in you application form, page 1, paragraph 11(b), you set out the details of this.  Are you reading what you set out there?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I'm reading it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is what you set out there correct?  Were these orders issued by ...(intervention)",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who then issued the orders?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It was Comrade Phila Dolo.  When he gave us these instructions we were sitting together with Comrade Lethlapha Mphahlele, but the person who was giving out the instructions, the Comrade I was under, he was Comrade Phila Pawa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you say in your application is the orders were issued by Mr L Mphahlele.  That's what you say there, isn't it?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the truth?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is the truth.  Comrade Mphahlele was a High Commander.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Can I, sorry, Mr Chairperson.  Can I take you to the incident where the lady teachers were stopped, and I am referring you to page no 13 of the second bundle, and I just want to get a clear picture as to how they were stopped.  Because according to Mrs Booysens you people pointed firearms at them, but according to the affidavit of Mosesiwe Dlepu, I will read it ...(inaudible)\n\"when we're talking about that vehicle, there appeared four men hiking to our vehicle and they were hiking, coming towards our vehicle.  Mrs Booysen stopped the vehicle since the said men, they were blocking the road\"\nWhere you all in the middle of the road, all four of you?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We were not all in the road.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "But ...(inaudible) Mr Dolo raised his right hand.  What actions did you do, what did you do the other three of you?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I was standing next to him by then.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "The other two, what did they do?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "We were on one side of the road, all of us, although we were not standing in the same area.  It is me and Comrade Dolo who went to the car.  The other two were standing a bit away from the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  No, I'm sorry, one other point.  Mr Mthembu we have as you know, you've been given a copy some time ago, we've all been given copies, of the confession, it's called, that he made.  There's nothing in that that he wants to raise, is there?  I don't propose to put the whole of it to him, but if there's anything that you think ought be raised, this is your opportunity to raise it.  Various portions have been put to him.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Chairman, my instructions of that statement is that the statement was not made voluntarily as such, but it was initiated through torture and other means, but not the whole contents thereof.  Some aspects of it are indeed the truth, like for instance the personal ...(indistinct) of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you have no objections to the reference to it?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Just one last question, Chairperson.  The handwriting on this form, your application form, that's not your handwriting is it?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, it is not my handwriting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Whose handwriting is it?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "It is Oupa Khotle's handwriting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I thought you said you filled this form out on your own?  That was your evidence to us earlier.  No-one helped you fill it out you said.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "What happened is that I was reading the story to him and he would write what I was saying.  The reason for this is that I can't write English correctly.  I can't understand English correctly, or well.  But what happened is that I was reading the story to him and he was writing what I was saying.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you sure that this is not Mr Mbandwa's handwriting.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "No, what?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I don't know Mbandwa.  I know only Oupa who helped me to write my story.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mbandwa is a lawyer that went around helping people fill out their application forms.",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "No, I don't know him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said Oupa assisted you to complete this form.",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were telling him what to put in the form, what to say in the form and he was writing?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "His work was only to write, it was me who was reading the story to him.  He would translate what I was saying in Sotho to English.",
            "Male"
        ],
        [
            "ADV SANDI",
            "At the end of that exercise did the two of you go together through the statement to see if, through the application form, I'm sorry, to see if it reflected correctly what you have said to him he must write in the application form?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, he read it to me, trying to explain to me what I have said to him and I agreed with him with everything and then the application was made.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I take it that even at that stage he was simply telling you what he had written in the application form, because you cannot really read English, is that correct?",
            "Unknown"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I believe that he was telling me all truth about what was written there, because he is my Comrade.  He wouldn't lie to me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He was your Comrade.  He was present with you at your base for some of this time, not so?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He even did an operation with you?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "Yes, I once went with him to an operation.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So he would have had personal knowledge of some of the facts in here?  Because he was present at your base, correct?",
            "Male"
        ],
        [
            "THABISO JAMES MAKOALA",
            "I think he only knew about one operation where he accompanied me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "No further questions, Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Chairman, that is Mr Makoala's testimony.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I notice it is 12h45.  I intend calling members of, or a member of Mr Tsemane's family.  I have made contact with Mr Schroeder's family.  I understand the brother-in-law will be coming to see me shortly.  Would this be an opportune time to take the lunch adjournment now, and then to reconvene possibly at 13h30.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you'll also have the necessary police and other evidence, the medical evidence?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I'll be, I'll endeavour to have that, I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we have photographs of pointings out, but not were of what was pointed out, and really they are very little value without someone giving evidence as to what they in fact show, and the post mortem report, as you well know, are nearly illegible, and it may well be of some importance to have medical evidence as to the ...",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will adjourn now till 13h30.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we start, I would like to make a few remarks.  We have been given a copy of a statement. Apparently for the purposes of ensuring that it is delivered directly to Mr Dullah Omar, the Minister of Justice.  I would like to explain that we have no direct contact with the Minister and no method of ensuring direct delivery to him, and I would suggest that those people who wish to make contact with him, do so through the Department of Justice itself.  I hope they understand what I'm saying in this regard and we shall however endeavour to bring it to the attention of interested parties.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I wish to call Mr Oelofse regarding the photographs which appear from page 17 of bundle \"B\", 17, 18, 19, 20, 21, and I hand up to the Committee a statement of Mr Oelofse, in which he just incorporates, encapsulates the pointings out in an affidavit and may that affidavit be marked \"C\".  Mr Oelofse wishes to give evidence in Afrikaans.",
            "Male"
        ],
        [
            "MR LAX",
            "That's fine.  Would you please rise Mr Oelofse.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "(duly sworn in states)",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Oelofse is it correct that you are in service of the South African Police Force?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "I'm at the Crime Information Service at Aliwal North, that's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that during October 1995 you were entrusted with the investigation into this matter?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "On the 10th of October 1995 at 07h30 in the morning you and Mr Gomada from the former Transkei Police Force as well as Sergeant Adoons and Mrs Dlephu went to the Sterkspruit side of the Lady Grey Sterkspruit Road in order to point out certain points.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm now referring, did you organise that an air photo should be taken of the scene?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Maybe we can go back to the air photo at a later stage.  If you turn to page 18, is that Mrs Dlephu who stands there?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Which point is she showing there?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "She's pointing out where the vehicle in which she was driving and the other vehicle, the Telkom vehicle, their position, as well as the position of the attackers when they shot at them.  That's the shooting took place.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Mrs Dlephu, was the one of the teachers in the bakkie who was then heisted, or hijacked?  If you turn to page 19, that's photo 3, photograph 3 that's Sergeant Adoons and the other police officer, Mr Gomada?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And what are they referring to there?  Which point are they showing?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's the point where Mr Schroeder's body on the tarmac was found.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct, in the backdrop you see a little bridge there, and in evidence the previous referred to that bridge, is that correct?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then page 20.  The place where the two gentlemen are standing, now that's off the bridge, is that correct?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes, that's in the donga underneath the bridge.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And what are they pointing out there?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is where the bakkie and the bodies of Mr Tsemane and Mrs Brummer was found.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that corresponds with the photographs of the bakkie which we can see on page 23 and page 24?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And that's in bundle \"B\".  Then page 21, is that where, the point where Sergeant Gomada and Adoons are standing, is that where Mr Schroeder was lying, but from the Lady Grey side?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "No, that's the position where the first attack initially took place and where the vehicle came to a standstill.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In other words that was the bakkie Mr Schroeder was driving?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm now coming to the aerial photograph, and I'm going to ask Mr Oelofse to identify photographs 18, 19, 20, 21, that is the pointings out.  May I possibly, unfortunately we have the original before us which was marked a short while ago.  Points A, B and C, but those points do not appear on the Committee's bundles.  I don't know whether we should mark them now, or maybe show the original around, possibly.\n   Mr Oelofse I refer to the aerial photo which appears on page 17 of bundle \"B\" and that's photograph 1 in the original bundle.  In the foreground at the bottom of the page, that's where ...(indistinct) is situated, not true?",
            "Male"
        ],
        [
            "MR PRIOR",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And if you go up with the road and you cross the bridge and that's toward Sterkspruit, is that correct?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now on the original photograph the point where Mr Schroeder's bakkie came to a standstill and the points which appear on page 21.  Where is that point on the aerial photograph?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "It would be point A. If you look at the photograph there are two vehicles and another vehicle a bit further on.  That's the relevant vehicle pointed out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There appears to be white line going across the photograph.  Yes.  So is that vehicle parked on the road where Schroeder's car was found?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "That was a schematic representation of the point that was shown to me and then a vehicle was placed there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now the second point, must now the two, Mr Adoons and Gomada pointed out to you, that point which we find on page 19.  Where's that point on the aerial photograph?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's just above the, halfway through the photograph.  The beginning of the two white lines which indicate the rails next to the road.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The top part of that double barrier, or the bottom part?  I'm just not clear.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "It's at the bottom, bottom point.  It's on the right hand side, next to the road.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then the third point which Mrs Dlephu pointed out to you, that's now where, where the teachers engaged the attackers.  That's point C, not true?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And where does that, where can we find that point?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "If you look, if you look at point, go from point B and you follow the road towards Sterkspruit then the road makes a turn, and then there's holes next to the road.  That would be the position.",
            "Male"
        ],
        [
            "MR PRIOR",
            "...(inaudible) the points marked for the Committee and my learned friends' attention.\n   Mr Oelofse ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is point B, that is where Schroeder's body was found?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it wasn't the photograph taken from the Sterkspruit side of the bridge?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "Yes.  It's taken from the Sterkspruit side",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) standing on that side of the bridge?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "That is correct.  That's the Sterkspruit side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "B is at presently marked on the other side.  I don't know if I just ...(intervention)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, it was my mistake.  B is where the vehicle was found off the road, I do apologise.  The body was found beyond the white rails on the Sterkspruit side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up towards where car C was?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, so I do apologise to the Committee.  Maybe can we mark that point D?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And which car was found at your original B?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It was the bakkie of Mr Tsemane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it found down on the bottom?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Down, down in the donga yes.\n   Mr Chairman I don't want there to be any confusion.  On the aerial photograph the two solid white lines that are about an inch in length do not depict the bridge.  It's the barrier lines on the curve, on the ascent.  Crash barriers, yes.  So the body was just below that, according to, maybe Mr Oelofse can clarify that.  I don't want there to be confusion.  Because, sorry, the, in photograph 3, that's at page 19, one sees the bridge behind the two witnesses pointing out.  Those aren't crash barriers which one sees clearly on the aerial photograph.  I don't know if that's clear, but the body was found between the bridge and the crash barriers.",
            "Male"
        ],
        [
            "MR LAX",
            "If we understand you correctly, if the person who took this photograph number 3 were to turn around and face in the other direction, what you would see would be those crash barriers that are quite evident on this aerial photograph.  Is that correct?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Maybe Mr Oelofse ...(inaudible).",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Can you just repeat that please.",
            "Male"
        ],
        [
            "MR LAX",
            "What I'm trying to find out is the crash barriers that are very evident on the aerial photograph has two very obvious white lines.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Are they further above where these two gentlemen are standing, or actually in the, in the direct, or actually, they are facing in the direction of those crash barriers.  Is that correct?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So not behind them.  It's in fact in front of them.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So what I had said was if the person who took the photograph had turned around and taken another photograph the other way, you would clearly see those crash barriers?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I just want to go back to photograph 2.  I just want to be clear in my own mind.  There are 3 points marked on that photograph.  Mrs Tsemane is pointing to the middle, at least Mrs Dlephu is pointing to the middle one.  What exactly do those three beacons represent again?  Just help me.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Chairman if you look at that photo, I'm not quite, if you look at 2(a) on page 18, that's the schematic representation of the vehicles as they were, and at the middle point there's and, there's indicators to which Mrs Dlephu is pointing.  That's where the attackers were at that point and when they fired at the other vehicle.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Which, there's one vehicle across the road at right angles to the road, and there's one vehicle in the lane.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now which ...(inaudible) represent?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "The one at right angles represents the vehicle in which Mrs Dlephu was driven, driving.  The other one was a representation of the vehicle which stopped.  That of Mr Selly.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That's according to Mrs Dlephu's recollection of how far apart they were.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the applicants and their Comrades were in the middle, roughly?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That's correct, you honour.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It's much clearer, thank you very much.  Are you able to give us an estimate of what distance is covered by this aerial photograph, from point A to roughly point C?  Did you measure that out at all as far as you can recall?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "I cannot remember exactly what the distances were, but round about a kilometre from A to B and just less that a kilometre from B to C.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I just want to get clarity.  The body of Mr Schroeder, if we can mark it D on the aerial photo, was just underneath the left barrier as it, you pointed it out on photo 17.  Is that correct?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Just to help us again.  If one would take the centre point on the bridge.  How far would that point be from that, approximately?  If we look at photograph 3 we can see that, but there may be some foreshortening.  I don't want to get it wrong.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "I cannot remember exactly, but it wasn't very far.  I would say around 50 metres.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Oelofse if I can just focus your attention on bundle \"A\", photos 43, 44 and 45.  Where you involved in those pointing outs?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But as those scenes are depicted are they the same ones as the ones we have just referred to?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you tell us in 43 what is he pointing out there?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "It shows the same bridge where the vehicle of Mr Tsemane and Brummer ended up in the donga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) understanding is of no importance.  He's not ...(inaudible) on the spot?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The same on 44.",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "Chairperson 44 indicates the position and is pointing to where the vehicle was lying in the ditch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then why are the lampposts there, or telephone,",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) rock there.  Is that the same rock as we're been looking at in \"B\" 23?",
            "Unknown"
        ],
        [
            "MR OELOFSE",
            "That is correct.  It's the same rock that's lying there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Oelofse you didn't see this vehicle represented in \"B\" 23 at all, did you?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I be of some assistance.  The photographs put up in bundle \"A\", those are photographs, I beg your pardon, photographs 43 and 44.  I have the original bundle and the index simply refers to points 1 to 18.  There were several pointings out and there is no detail as to what in fact there was pointing out.  My understanding is that it seems that Mr Makoala took to the Police to various points, but there is no specific reference to what occurred at that point as far as the index is concerned.\n   May I just refer the Committee to page 35 of the bundle \"A\".",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say 35?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Page 35.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you finished?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any cross-examination?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Chairman I don't know what to, I've been trying my best to follow it, but I must consider I got lost somewhere about this whole thing.  It makes me, puts me in a very difficult position to ask any questions regarding this sketches, but except to just to ask one point I think if I am not mistaken Mr Lax has asked.  Can you, I'm not sure, the Committee will correct me if I'm wrong.  Can you estimate the distance between the bridge and point B.  If, what was the distance between the bridge and point B?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "You Honour, it is difficult to say.  If I could make an estimate, it would be 20 metres from the side of the bridge up to where the vehicle was.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It would be the same distance, would it not, as it appears in the second, lower photo on \"B\" 23?  The distance there is fairly clear.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "Yes, that is a straight line from the bridge up to where the vehicle is.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "...(inaudible) from the bridge can you also just roughly tell us from point, from point D to the bridge, can you estimate the distance?  I know the distance you said is long, but I wanted just those.",
            "Male"
        ],
        [
            "MR OELOFSE",
            "It is approximately from the middle of the\nbridge 50 metres.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I know I said finally, Mr Chairman, but can you, am I correct to say that you were trying to reconstruct the incident that happened in 1992, three years thereafter with the lady who was involved in the incident?",
            "Male"
        ],
        [
            "MR OELOFSE",
            "That is correct.  Those were the points that they showed me and where we marked them and took the photographs.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "No questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman I hoped to have called Mr Fransisco who was a colleague of Mr van Rooyen from the bakery in Sterkspruit.  Either he is not yet arrived.   I then wish to call Miss Alda Tsemane, this is another sister.",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "I'm ...(indistinct) from Bloemfontein.  I'm the eldest daughter of Mr James Tsemane.",
            "Female"
        ],
        [
            "ADV SANDI",
            "...(inaudible) swear her in.",
            "Unknown"
        ],
        [
            "MS H TSEMANE",
            "(duly sworn in states)",
            "Female"
        ],
        [
            "MR PRIOR",
            "Madam, is it correct, you are the daughter of the deceased in this matter, Mr James Tsemane?",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "Yes, I'm the eldest daughter of the deceased.",
            "Female"
        ],
        [
            "MR PRIOR",
            "You are talking on behalf of your widowed mother, Mrs Tsemane.",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "No, I'm talking on behalf of all the Tsemane children.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Where you at the time of your father's tragic death of the 19th of November 1992, where were you living?",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "I was in Bloemfontein.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And we understand from what we've heard that your father lived in Sterkspruit.  Is that correct?",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And he worked at a bakery in Sterkspruit?",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "Yes.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Do you know, or do you remember the name of that bakery?",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "No, I don't remember the name of the bakery.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Yes, you've indicated that you'd like to talk on behalf of the children of the deceased.  Could you proceed then and ask questions.",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "I would like to talk directly to the applicant.  I wonder whether Mr Martin and James know of the cost to the people of the family members of the deceased.  I'm not expecting answers from them, but I would like to hear how they feel about what they did.  My father wasn't into politics.  He was a very respected person in the community.  He had no discrimination against anyone.  He worked for his family and the community.  He was also an assistant to \"Sebota\".  My father never killed anyone to help the other person.  He took my mum's friend away from her and many children.  Some of these children had to leave school because they had financial problems.  Presently as I am speaking here some of the children who have finished school were helped by the white person that you hated.  Even your, even you own brothers and sisters are being helped by white guys whom your parents worked for, work for.  I would like to withdraw from killing white people.  We have learnt a lot of things from white people, whether they are bad or good.  My sister asked James whether he was asking for forgiveness from us only, although my father and Ms Brummer got killed, whose blood mixed in the car.  As I understand you mixed the blood of the two people to make a sacrifice for freedom.  Now how do you divide the blood of the two deceased when you ask for forgiveness from only us?",
            "Female"
        ],
        [
            "MR PRIOR",
            "We must apologise for that sound you keep hearing on your machine.  It's caused by the electrical power, it's not very stable, unfortunately, so it's nothing we can do about it.  Just so that everyone understands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, I don't want to stop this witness from continuing to tell us this, but is this the right stage of the proceedings?  Is she going to give us any evidence dealing with the merits of the application?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Unfortunately I was going to call Miss Alda Tsemane, and this lady came in her stead.  I hadn't precognised her at all, but I think she, having commenced, I don't think she's got very far to go, and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we'll continue, but then I think we should take care of other witnesses at this stage, deal with the merits.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, I'm alive to that.  Well she going to be, if we stop her now, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let her continue if you say she hasn't much longer to go.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Please proceed ma'am.",
            "Male"
        ],
        [
            "MS H TSEMANE",
            "As I said that you've mixed the blood of these two deceased and you want to divide it again.  My father died because of a white person.  I wonder how are you going to die, you.  What is the death that is accepted in heaven?  We are unable to forgive you because you ask for forgiveness about things we have already forgotten about.  You are only causing us heartbreak about the past.  You were only out to please your Comrades, that you call Africans, whose names you don't want to disclose.  All you want to do is to appear on TV.  I can't see any truth in what you've said.  Let justice take its course against you.  This is your own medicine.  Taste it.  We thank the Truth Commission because today we know how our dad died.  You the killers, I am merciful to your parents because no parents want to bore, or to bear a killer.  I thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I take it you have no questions yet.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Madam.  I call Miss Alda Tsemane.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "(duly sworn in states)",
            "Female"
        ],
        [
            "MR PRIOR",
            "Miss Tsemane, I just need some information about your father.  We understand he was married to your mother.  You mother still is living, is that correct.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, she's still alive.",
            "Female"
        ],
        [
            "MR PRIOR",
            "During 1992 at the time of his death, he was living with your mother in Sterkspruit?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes it is true.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Did you also live in the Sterkspruit area?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is true.",
            "Female"
        ],
        [
            "MR PRIOR",
            "How many children did your father and mother have?  Can you just tell the Committee, how many daughters, how many sons?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "We are many.  I think we were eighteen.  There were five sons and thirteen daughters.  All in all we are eighteen and one has passed away.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Were you a close family?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Now, Mr Chairman, may I just ask that the public, particular the second row, they seem to find the evidence of this witness particular amusing.  If the public would just be reminded that this is quite a difficult time for the family and that they respect that feeling of the family, please.  I'm indebted to the Committee.  I hope that's been translated.\n   Miss Tsemane, your father worked at the bakery, is that correct?   In Sterkspruit.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is true, he worked at the bakery, until his death.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And how long had he worked there?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "He started working there in 1970.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And we understand, we've heard that Mr van Rooyen was, was he the owner or the manager of the bakery?  He also worked there.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "He was the manager of the bakery.  Initially the bakery belonged to Jimmy Nathan, and when he left he left it with Mr van Rooyen.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Louis Fransisco, was he also employed at the bakery?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And did you know those two men?   Apart from just knowing of them, did you know them on a personal basis?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I only knew that as working at the bakery, because they stayed in Lady Grey, not Sterkspruit.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And like Mrs Brummer, is it correct they commuted on a daily basis from Lady Grey to Sterkspruit to work at their respective employment?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is so.  They used to go to their work places everyday.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Now, in questions that you've put to Mr Makoala this morning, you indicated that Mr van Rooyen, at least, had been involved in an attack, and it seems that that was an attack referred to by the applicants where they were trying out their petrol bombs.  Did you know of that incident from what the community was saying, or from any information that came to your attention?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "As I said earlier, I said Mr van Rooyen was working with my dad.  That's how I came to know of that.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Do you know if Mr Fransisco was involved in any incident on that road while going to Sterkspruit to the bakery?  If you don't know about that then say so.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I also heard about that.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Fransisco will be coming to the Committee to tell us about that.\nNow Mrs Brummer, you told me yesterday that you knew Mrs Brummer?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I knew Mrs Brummer.  I used to work next-door to her.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And did any member of your family work at the same shop as Mrs Brummer?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, my sister and my auntie used to work together with Mrs Brummer.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Now, Mrs Brummer's widower, Mr Brummer, has indicated that he does not wish to attend these proceedings.  He indicated in a letter that he is still suffering.  Are you able to just tell us a little bit about Mrs Brummer?  How was she regarded by the community at Sterkspruit?  And I am referring to the black community.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "We received Mrs Brummer as one of our, as one of us.  The only difference was her skin colour.  For example she could speak Xhosa, she would only speak English when speaking to her husband and those who worked for her.  Every time he went to the shop he would be accompanied by people, mostly people like us.  He was always with us because by then we had forgotten that he was a white person because of his behaviour amongst us.",
            "Female"
        ],
        [
            "MR PRIOR",
            "...(inaudible) Mrs Brummer.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Speaker's microphone is not on.  I can't interpret.",
            "Unknown"
        ],
        [
            "MS A TSEMANE",
            "If you want me to tell you about both of them, all I can say is that they were the same.",
            "Female"
        ],
        [
            "MR PRIOR",
            "In ...(inaudible) interpretation said \"he\" and not \"she\".  We thought you were, we weren't sure if you were talking about Mrs Brummer or Mr Brummer when you were saying \"he was always with us\" and that sort of thing, so I'm just not clear.  Can you clarify that?  Are you referring to Mrs Brummer or Mr Brummer?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I was talking about Mrs Brummer because I thought I was being asked about her.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And Mr Schroeder, did you know him?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I knew him.  I knew him from Fourways when I was working next-door.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The photographs, can you identify Mr Brummer on these photographs?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I can.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The photograph I wish to tender as EXHIBIT, as D, sorry, yes, D and I mark it D(1).\n   He's standing in a grey suite, is that correct?  At a wedding.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, that is correct.  It is him.",
            "Female"
        ],
        [
            "MR PRIOR",
            "On D2 he's standing on the right hand side of the photograph next to the lady with the baby.  He's in a white T-shirt with, it looks like short pants.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is him.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Did he also work with Mrs Brummer?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "It is so.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And how did, what was his employment?  What was his, did he also work for Fairways, or Score, sorry, Score Furnishers?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "He was working at Score.  He came after it came to the light that Mrs Brummer was about to be transferred when he arrived.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Schroeder was a Coloured man, is that correct?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR PRIOR",
            "We heard evidence regarding the applicants and where they stayed in Jozanna's Hoek.  Did you know that area?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I know the place.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Directions or description of how, or directions how to get, an explanation of how to get to the house was given by both applicants.  Are you able to identify that house from that, that evidence that you heard?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I can.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Do you know the owner of that house?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I know the owner.",
            "Female"
        ],
        [
            "MR PRIOR",
            "You also in your questioning of the applicants, well particularly, no, not, I rephrase that, Mr Makoala.  It seems, you seem to suggest in those questions that the attacks carried out before the 19th of November where Mr Fransisco and Mr van Rooyen were involved and then, Mr Brummer, Mrs Brummer, Mr Schroeder and your father, Mr Tsemane, was part of a, if I can put it, a conspiracy of sorts to effectively get rid of the white people working in Sterkspruit.  In other words, only those people working in Sterkspruit were targeted.  That seems to, what I understand from your question.  Am I right in that understanding?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, you are right.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Is there any information that you have for this Committee regarding those questions that you actually put to the applicant this morning, or the reasons why you put that to the applicant?  Are you able to give us some indication why you put those questions?  Whether there's any information out there that is available to the Committee?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "As I've said earlier, I was born here and I grew up here and I attended school in Sterkspruit, and I'm also working there.  I know people of Sterkspruit very much.  I started to work in a store in 1977.  I know all the business people in Sterkspruit.  What made me to ask him the question I was asking, is because I used to hear about everything that happened in town because I was most of the times in town, as I worked there.  That is why I asked those questions.  And I also realised that there was something they were hiding away.  When I asked him where he was accommodated when he first arrived, before he was taken to Jozanna, because Jozanna is outside town, which is a veld that they could use for their training.  I think that they knew where they got accommodation when they first arrived.  I think I asked earlier when he could deny when I said I used to see him earlier on.  Especially when the schools were closed.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Where did you see Mr Mokoala?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I saw him entering a shop.  He was one of the people who used to frequent the place.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Did you recognise the first applicant, Phila Martin Dolo, or Martin Phila Dolo?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "No, I won't say I know him.  There were so many people entering that place, I couldn't know all of them, because there was nothing I was suspecting at that time.  But I knew that they belonged to the PAC.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you say \"they\" who are you referring to?  You knew that \"they\" were belonging to the PAC.  Who was that?",
            "Unknown"
        ],
        [
            "MS A TSEMANE",
            "I am talking about the boys who used to frequent that place.  We knew that they belonged to the PAC.  They used to wear PAC T-shirts.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The Sterkspruit Hotel, I think it was also called the Moleko Hotel, did you know that that hotel has also been robbed or attacked?  The people in that hotel, the employees?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, I know the hotel had been attacked once.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Did you know who the owners were of that hotel?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "From 1987 until 1991 I was working for Tamaleko, who was the site-owner, but the hotel was built by white people, and the control was with them.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And after this attack, do you know what happened to the white people?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "No, I don't know what happened to them.  I just couldn't see them anymore.",
            "Female"
        ],
        [
            "MR PRIOR",
            "When you say that, did you not see them in Sterkspruit anymore after that attack?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "No, I didn't see them again.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Sterkspruit Garage.  We understand from Mr Makoala that that was also attacked in 1992.  Did you know about that?  Did you get to learn about that?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I just hear from this sitting that the Sterkspruit Garage was also attacked.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Could you tell us who the owner was of that garage during 1992?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "From 1977 up to 1987 in July I was working for Mr Charles Nathan, who was the owner of that garage.  He has his brother called Duncan Nathan.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And after that, do you know who was the owner?  Did he sell it ...(intervention)",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "No, they never left.  They were always there, and Mr Duncan Nathan was most of the time there.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Is there anything else you wish to tell the Committee about this matter?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "What matter are you referring to, Sir?",
            "Female"
        ],
        [
            "MR PRIOR",
            "The death of your father and who may have been responsible, or anything around that.  Anything additional to what you've told us.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I don't think there is anything that I can say because I have already asked the applicants how he feel about my father's death.",
            "Female"
        ],
        [
            "MR PRIOR",
            "...(inaudible) at this time.",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "It seems like there is nothing I want to add.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think I would like to explore something before she's cross-examined.  I think it would be unfair to leave it last, because I understood that when she was asking questions she named certain persons and she also put it to the applicants that they were being used in some way.  Shouldn't that be investigated at this stage, Mr Prior?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.  I'm indebted to the Committee.  You indicated who Mr Makoala, the name of the person who owned the house at which they were house.  I think it was Mr Pitso?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR PRIOR",
            "You also indicated that, in your view, as you put it,",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "Repeat your question, Sir, I'm sorry.",
            "Female"
        ],
        [
            "MR PRIOR",
            "But also Mr Mbele-Mbele?",
            "Male"
        ],
        [
            "MS A TSEMANE",
            "I know Mr Mbele-Mbele.",
            "Female"
        ],
        [
            "MR PRIOR",
            "...(inaudible) Committee can guide me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Developed now, and I think it's something that has to be investigated.  I think they should be notified that their names have been raised if they wish to come and make any further representations.  But I don't see how one can, if one is going to properly investigate what this witness appears to be raising, unless you suggest the whole matter be adjourned at this stage pending notice.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I'm just alive to the decisions that have been handed down and the developments in the past, where, where people's identities have been revealed in the Committees also unexpectedly and where evidence has been led, or information has been given which is prejudicial to those people.  I believe the, I believe they ought to be covered by Section 19 of the Act.  That's why I'm loathed to possibly at this stage without any notice to them, to go to, I don't know what this witness is going to say.  Maybe I should ask for a short adjournment that I may precognise her on this aspect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Mbele-Mbele was mentioned in the papers that were put before us.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "But he hadn't been given notice as a ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but he has already been mentioned in the statements.  We'll take a short adjournment for you to precognise the witness properly.\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, I have had an opportunity of considering the matter, also of talking to the other persons representing the applicants.  And it seems that if we proceed with this, other names may be mentioned of people who have had, not had notice, and I think it would be grossly unfair to them to proceed with it.  Particularly when there hasn't been a full investigation and we don't know whether the, if any allegations are made, whether they can be justified.  What I propose and the members of the Committee agree with me, is that we adjourn this matter temporarily to Tuesday for you to ascertain whether the matter is worth investigating fully, if so, how long it will take and matters of that nature, and we can decide on a final date next Tuesday.  Do you have anything to say in that regard?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman, those were my fears at that stage, that's why I raised the matter.  I'm in agreement with the Committee and I think that should be followed, that route.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, in the light of the fact that evidence is now being led, it was foreshadowed by the cross-examinations that other parties might be involved, and I stress the word \"might\", there is at present time no evidence before us showing\nthat any other party has committed any wrongful act, but it is a matter that clearly should be investigated and if necessary, proper notice given to the parties mentioned, which will necessitate as we all know, a further adjournment of the matter.  So rather than cause more difficulties at the present time, we will adjourn till next Tuesday for preliminary enquiries to be made and to ascertain how long it shall take to investigate the matter fully and when we can conclude the hearing.  Mr Mbandazayo, do you have anything to say?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman, I, nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Nothing Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You, nothing further.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, there is just one aspect that bothers me, or concerns me, is the fact that two names have been given up in evidence and I would ask the Committee to give a ruling whether the media, what weight they attack to that, because already I think the fact of the adjournment may alert the media to, to whatever ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think the names that have been mentioned, have only been the names of ...(inaudible).  We have not got to the stage of any evidence on other aspects, which is why we're adjourning.  We're not adjourning because they stayed at point A or point B.  In fact, you will recollect the applicant this morning said they stayed by Mr Mbele-Mbele for three days.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, at some other place.  I would ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And ...(intervention)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "My fear is that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He had no recollection of this other gentleman.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "My fear is simply that wrong influences be drawn by the media.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I don't think there is any suggestion, Mr Prior, that those names have anything to do with what we are now going to investigate.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, we're now going to adjourn this matter till next Tuesday, that is the 28th of April at 09h00, or would you like it, 09h00 all right for you gentlemen?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "09h00 would be suitable, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, 09h00 on Tuesday the 28th.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, there's no further business today, we'll start with the new matter tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At 09h00?  Right, we will adjourn till 09h00 tomorrow morning.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "09h00.  Please all rise.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}