{
    "header": {
        "type": "1 K S MAHLANGU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-02",
        "location": "MOUTSE",
        "day": "1",
        "names": [
            "K S MAHLANGU"
        ],
        "case number": "JB02262",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55696&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/kmahlang.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR RANDERA",
            "MR MAHLANGU",
            "MR MANTHATA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR ALLY",
            "MR MAHLANGU",
            "CHAIRPERSON",
            "MS SEROKE",
            "DR RANDERA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "You are also going to speak about Imbokhoto and give another perspective on Imbokhoto.  So please if you would give us your statement as briefly as possible.  Thank you.",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "I am happy to be given this opportunity.  The first thing, I want to start with this issue of Imbokhoto.  Imbokhoto was formed, it was formed at the King's place.  The co-ordinator of it was the King who was here and he said he should it be strengthened so that it can ultimately be Imbokhoto because Imbokhoto is a stone that was used to grind mielies for our grandfathers so that they can grow.  We said, yes, let us not reveal this, our Imbokhoto until we get the concern of the Government so that it can become a real Imbokhoto.  Yes, we got the Government into our hands.  It was in 1984 and within the Parliament Imbokhoto was discussed and it was passed.  That was the beginning of Imbokhoto.  Let me leave that chapter of Imbokhoto's formation.\n Let me come to the fighting between the Ndebeles and the people of Moutse.  The fighting that went on was brought about by the Central Government.  I think the Central Government brought the conflict between these two groups because it took power and it took Moutse to incorporate it under the Government of KwaNdebele.  Sikakwane was \nMOUTSE HEARING TRC/MPUMALANGA\n2 K S MAHLANGU\nreincorporated into Lebowa.  This was a shifting of places.  Now the people of Moutse were not happy, they did not want to be incorporated into KwaNdebele.  They started throwing stones to the cars, to the people who were working at Ndebele and the Ndebeles decided to move.  We went to Kwagga.  Everything was removed.  The people were provided even with tents.  \n I do not remember the date, but we were at Ciskei.  It was the celebration of Ciskei's independence.  The whole Cabinet of KwaNdebele was taken by a helicopter to go and attend the function.  I decided to take my car and on our way to Ciskei my car was burnt.  I was even showed a place where the Cabinet of KwaNdebele was sitting and they all arrived.  The whole Cabinet arrived and I greeted them by hands and they said, are you also here?  I said, yes, I am here.  They said, did you see the place clearly.  I said, yes and they asked me which one is better, is KwaNdebele better or is this Ciskei better?  I said, no, KwaNdebele is much better than Ciskei.  The King that has spoken earlier on said to me, please, support me in the Parliament.  He said to me we should take the independence because our area is more developed than this area.  I said to him, yes King, I will support you.  \n We came back and the issue started again.  He was the man behind this issue again.  S S Skosana was also there.  We approved or we accepted this issue.  We went to the community.  Everybody was responsible.  Each one of us had to go to a certain area and we went to the people.  We said we want to take the Government over, what do you say?  The people said to us, what does the King say?  We said to them we have not heard anything from the King.  We are going back MOUTSE HEARING TRC/MPUMALANGA\n3 K S MAHLANGU\nto him, but before we can do that we have to know how do you feel.  The whole community went along with us and we went back to the Parliament to report.  We said there is not one person who is against us taking power.  All of us agreed that we have to take power.  We went back to the King and the King was informed.  He gave us his full support and there was a photo taken where the King was signing.  You can be the Chief Minister or it can be the Cabinet.  Whether you like it or not you will never have power if the King has not signed the agreement.  Nobody would take power before the King would sign the separate development.  The King had the power to sign for the independence.  He was the rightful person to agree or disagree with the independence.  Well, the King agreed and a date was set.  \n What started fighting within the Ndebeles is the fact that during that time of 1985 there was a saying that there should be casinos in our area.  Ntoli came with his own plan.  The King came with his own plan of a casino.  The two of them were submitted to the Parliament.  We judged the two of them and we saw that the King's plan was too small and it was giving us little percentage of what we wanted.  We went to Ntolis and it was a very big plan and the percentages were very high and we passed Ntoli's plan.  The King that has just spoken before me said, listen guys, I have lost before because of you.  He said, you make me lose the son of a King and you just make an ordinary person to win.  He said to us, you like it or not, there is going to be fighting in KwaNdebele.  Whether you like it or not, there is going to be fire in KwaNdebele.  That is what he said.  We did not know what kind of fire was going to take place here.  In 1986 the things started.  \nMOUTSE HEARING TRC/MPUMALANGA\n4 K S MAHLANGU\n There was no comrade in KwaNdebele.  We were just Imbokhoto.  All of us, everybody here was Imbokhoto.  No one was not Imbokhoto.  No one was at opposition during those years.  In 1986 people started dividing themselves.  We were the Executive Officers on Tribal Authority.  One day we were in our meeting and we realised that, no, something terrible is going to happen here.  We could not predict the future, but we could hear, we could see that there was an underground movement taking place.  Then in 1986 in April we were in the Parliament.  I received a letter from the King.  The letter was telling me to appear before the King the next morning.\n The next morning I went to the King and I said to him, my Lord, I have a letter here and it is signed by you.  He said to me, James, I do not know the letter.  He said maybe some of the people who were with me might know.  James arrived and they told the King that they have called me.  They asked me who told me that James is going to hold a meeting at Mapotla that evening.  I said, no, I only heard that there was going to be a meeting and I decided to follow.  People went into the yard and James was with his car.  Three of us were not allowed to get into the meeting.  We tried to listen, but we could not hear anything that they were saying, but they were talking something.  Then we dispersed.  I was only called and told that they want me to be on their side when we go and take the power into our hands.  I said to them, no, I will not be in a position to involve myself.  I do not want to be found in such activities because in Bophututswana where I come from it was rumoured that I am a terrorist.  They have written the King a letter saying that I am a terrorist.  The Chairperson, S\nMOUTSE HEARING TRC/MPUMALANGA\n5 K S MAHLANGU\nS Skosane, had a letter clearly stating that I am a terrorist.  What a terrorist is I do not know.  Even now I do not know what a terrorist is.  I do not even want to know what a terrorist is.",
            "Male"
        ],
        [
            "DR ALLY",
            "Mr Mahlangu, I do not want to rush you off, but if we could move now to what actually happened to you, the violations which you say you experienced, the abductions and the attempted killing with petrol being thrown on you in an attempt to set you alight.  If we could move to those please.",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "I did not agree to join them and the King said, leave him out, do not be seen in his presence and he must not be seen in your office.  I was the target number one in KwaNdebele.  The first person who was supposed to be killed before anything could take place was myself.  Yes, I was found at Matjhirini and I was detained.  My gun was taken, I was assaulted with very big stones.  A very hefty man, hefty as this man sitting here was wearing boots and he just trampled on me.  He could not do anything to me because I gave up hope and I heard the Lord telling me that he is with me.  They poured me with a five litre of petrol, but I never burnt until this day.  The second time I was poured with a two litre.  They just took it from petrol pumps at Matjhirini.  They poured it all over me.  I never burnt.  You can see I am here with you today.  They went back.  They said this man is a great believer, let us not kill him.  It would be much better to leave him alone because should it happen he dies, we are all going to die.  I looked at myself, I was under a shade.  I thanked my Lord.  I said, Lord, thank you because I am sitting here under a shade which only covers myself not everybody.  I said to him thank\nMOUTSE HEARING TRC/MPUMALANGA\n6 K S MAHLANGU\nyou, you have rescued me from such a bad situation.  I will never stand in front of you here and tell lies. \n From that day then the fire started because it was rumoured around the area that I had been killed.  My relatives received the message that I have died.  One person from Matjhirini took me to the clinic and I was given medical help and I stood on myself because only two of my ribs were broken.  I said to this man who gave me a lift, thank you very much.  When I was still at the clinic I saw a large group of youth around the clinic.  The police were called by my brother's sister and the police came and dispersed the whole group.  My car was already burnt, but I was still alive.  Everything was burning.  Our houses were burnt down.  They were burnt to ashes.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you.  Thank you for that statement Mr Mahlangu.  Just a few questions.  When Imbokhoto was formed you said that it was widely supported, but can you tell us, at that point, what ...  You said when Imbokhoto was formed ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just, Russel please.  TV cameras please, we have agreed that we would really have the fixed cameras.  It is a bit distracting.  Sorry, can you remain fixed or sit down?  Thank you.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "You said Imbokhoto had wide support when it was first started, but can you tell us at that point, what were the aims of the organisation?  What did it stand for?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "The main objective to form Imbokhoto was that KwaNdebele was just a new place and it did not have a police station.  We only had a police station at Groblersdal, Marble Hall and Sustershoek.  There were no transportation for people, there were no telephones.  Imbokhoto was formed\nMOUTSE HEARING TRC/MPUMALANGA\n7 K S MAHLANGU\nso that it can negotiation on behalf of the people and protect the people because the community was really suffering from criminal activities.  You would send your daughter to the store.  When she comes back she is raped and she does not have money in her possession at all.  People were worried about such activities and we took such matters to the King and the King passed those issues to the Executive and he deemed it fit to start an organisation that will protect the community especially they children from being raped.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now, that was the original intentions, that it would substitute for a police force because you say there was no policing and it also had a council element, but after 1985/1986 would you say that Imbokhoto actually changed or did it remain the same organisation throughout this period?  In other words did its aims and objectives ever change over this period and Imbokhoto become something different?  Something that it was not, maybe, originally intended to become?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "Imbokhoto was still the same.  In 1984 and 1985 it was registered and it was a lawful organisation and men were chosen to sit and write down the constitution, to run Imbokhoto as to the principles of Imbokhoto.  Nothing was changed, but in 1986 we were then told that Imbokhoto is assaulting people, Imbokhoto wants to take the Government.  Some of the things were done by Imbokhoto and some were not.\n At one stage the police were assaulted and their guns were taken away from them.  It was rumoured that it was Imbokhoto.  I told van Niekerk that, listen van Niekerk, Imbokhoto has never assaulted your policemen.  How could you say that Imbokhoto assaulted your people.  I said to him \nMOUTSE HEARING TRC/MPUMALANGA\n8 K S MAHLANGU\nconduct an investigation and then you will come up with a clear statement as to who did this.  The investigation was done and only two guys were found back.  People confessed that they kicked people's doors, you know, trying to implicate Imbokhoto.",
            "Male"
        ],
        [
            "DR ALLY",
            "Why was a motion passed in the KwaNdebele Legislative Assembly in August 1986 that called for Imbokhoto to be disbanded?  What led to that feeling that people actually said that this organisation should no longer exist and although there was no official decision taken, no one really spoke against it.  What happened then that such a call should be made?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "The Parliament made such a recommendation, but Imbokhoto never stopped existing.  It is still existing even today.  Everything can be done, but Imbokhoto is still existing.  The Parliament did not even have powers to burn Imbokhoto.  I am still a member of Imbokhoto even today.",
            "Male"
        ],
        [
            "DR ALLY",
            "And what would you say to those people who argue that after 19 ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "How would you respond to those people who say after 1985 Imbokhoto became an instrument of those who wanted independence?  That it stopped being a cultural movement and it stopped protecting people, that its sole function was to intimidate and to harass those people who were opposed to independence?  How would you respond to that?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "People who were against independence were saying Imbokhoto is at the forefront of taking power.  They said, no, we do not want Imbokhoto because we do not want independence.  There was a group saying Imbokhoto is behind\nMOUTSE HEARING TRC/MPUMALANGA\n9 K S MAHLANGU\nthis whole issue of taking power.  We were told that a kraal is going to be built around KwaNdebele and people are going to use passports to get out of this area.  We were told that Imbokhoto is not wanted anymore because it wants independence.  Yes, I agree with what you have just said, Imbokhoto was not engaging in the activities that it use to do at first.  It was against this law of incorporation.",
            "Male"
        ],
        [
            "DR ALLY",
            "And the raid in Moutse on the first of January 1986, what role did Imbokhoto play in that raid where over 300 people were rounded up in places like Motete and taken to Siyabuswa.  What role did Imbokhoto play?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "There were people at Kwagga and they came down because we were going to have a meeting in the community hall.  As they were still waiting for the whole group so that they can make a convoy to Siyabuswa the lights were switched off at Siyabuswa Garage and their cars were poured with petrol and people were assaulted.  Mahlangu even died on the spot.  Those who managed to escape took different directions and they went to inform others that our people have been killed.  I was also among the people who were informed and we went into the whole area to go and hunt those who attacked our people.  There was a fight and some of them were captured and we went with them to Siyabuswa.  When we arrived in Siyabuswa I decided to leave because I was a diabetic person.  I said I want to go early to bed because if I do not do that I am going to be dizzy.  I left them and I went to bed.\n The next morning when I went to see them again they were still there.  I said to them, what are you going to do with these people.  They said to me, no, do not mind.  We are just going to release them.  I followed them up to \nMOUTSE HEARING TRC/MPUMALANGA\n10 K S MAHLANGU\nMotete to make it a point that they dropped the people off. The police were there and my people told the police to leave this person alone because he will revert the whole information.",
            "Male"
        ],
        [
            "DR ALLY",
            "But what happened at Siyabuswa in the hall where these people were taken to?  Do you have any knowledge of what happened to them and who was involved?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "When I arrived at this hall at Siyabuswa I decided to leave because I am a diabetic person and you are always sleepy and I went home to sleep.  What happened thereafter, I do not know.",
            "Male"
        ],
        [
            "DR ALLY",
            "And did, after 1986, when KwaNdebele got its own police force and there was also the South African Police and also the Defence Force.  To your knowledge was there ever a special relationship between the police and Imbokhoto because some people claim that the police often protected Imbokhoto?  How would you respond to that charge?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "Imbokhoto once worked with the police.  It was co-operating with the police at the time when the people were telling the police that their area is not safe especially at night and they raided the area.  When they a gun in a house that is not licences they would take it to the police.  People were always taken to Imbokhoto when they have appeared before the King.",
            "Male"
        ],
        [
            "DR ALLY",
            "To your knowledge, was Imbokhoto every involved in any unlawful or criminal activities?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "According to my knowledge I have never heard anything, I have never heard any criminal case that was done by Imbokhoto.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you, Father.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. Any further questions?\nMOUTSE HEARING TRC/MPUMALANGA\n11 K S MAHLANGU\nJoyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Mahlangu, you say Imbokhoto, you are still a member of Imbokhoto.  Are you still a member?",
            "Female"
        ],
        [
            "MR MAHLANGU",
            "Yes, I am.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now, tell us, what is the vision of Imbokhoto, what it its main objective?  Is it still the same one as when Imbokhoto began?  What is Imbokhoto doing now?",
            "Female"
        ],
        [
            "MR MAHLANGU",
            "No, Imbokhoto is now a political organisation.  It is now concentrating on political matters.  The name changed from Imbokhoto to Sindawunye Progressive Party and it became the opposition party in the KwaNdebele Cabinet, but the KwaNdebele Government did not allow it to sit in the Parliament.",
            "Male"
        ],
        [
            "MS SEROKE",
            "At the time you were going to home to sleep because of the diabetes did you not hear what happened after you left?  The next morning when you went back you found them still there.  Did you not ask them what happened after you left?",
            "Female"
        ],
        [
            "MR MAHLANGU",
            "When I arrived and asked them what happened they harassed me and they even said they would assault me.  One of them pointed a gun at me.  He said how do I get it right to go home and sleep and thereafter come back, ask them what have they done.  I decided to leave the matter as it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further questions?  Fazel Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Mahlangu, can I say we are glad to hear that the petrol that was doused on you that day did not come alight.  My question is really related to that.  Do you know how many other people actually ...",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "I will not specifically say how many people have been affected, but many people were effected really.\nMOUTSE HEARING TRC/MPUMALANGA\n12 K S MAHLANGU\nSome of them were burnt and I normally say I am the only person who survived the petrol during those years.  I know many people who were burnt to death.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thomas Manthata.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "This you did not say, I do not know whether you were stopped.  Would you perhaps know at what point did King Mayisha abandon the idea of the independence for KwaNdebele?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "I do not know what motivated the King to leave this independence issue.  I really do not know, but he told me to support him and the Chief raised it in the Parliament.  There were votes and it went on, but the one who requested me to support him never ever raised this issue in the Cabinet.  What made him to decline from raising it, I do not know.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Right from the beginning when you talked about Imbokhoto you sounded like saying that Imbokhoto wanted all the Ndebeles to be one thing.  That is why you made reference to the Ndebeles in Moleklane?  Am I correct?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "At that time, we must remember this issue started at the King and all the Ndebeles were listening to the King.  All of them wanted to emerge as Imbokhoto.  The Moleklane and the Ndebeles come in this issue at the time when we wanted to meet and decide on the name.  The King said let this be Itwala and we said, no, we have Itwala which is a rock at Harmanskraal, but let us suggest another name.  That is when we came up with this Imbokhoto name.  I have minutes of the meeting.  If you want the minutes, I still have them.  They were written by Tron and he gave us files.  I gave the minutes to the Commission of Enquiry,\nMOUTSE HEARING TRC/MPUMALANGA\n13 K S MAHLANGU\nbut many people have minutes, they did not submit them to the Commission.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Sorry, I may be making you to repeat.  What was the attitude of Imbokhoto towards Moutse incorporation?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Imbokhoto was co-operating because their area was taken into Lebowa and Moutse was incorporated into KwaNdebele.  It was obvious that we were going to be left with nothing if our place is incorporated into KwaNdebele.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You still maintain that Imbokhoto is still alive and kicking?  What is its attitude towards the unity in and among the KwaNdebele people and with the Moutse people at this time?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Imbokhoto is doing nothing for the people of Moutse and KwaNdebele.  It is only happy for them and it thanks them.  Those who did not want to be incorporated were not supposed to be forced and we cannot fight them.  Those of KwaNdebele would not want Imbokhoto, did not want independence and we just left them as they were.  That is why we did not even want to fight them physically.  We decided to move away into an isolated area where we can have peace of mind.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "But what would you say today with the call made by King Mayisha that he desires reconciliation and peace in the whole region of Moutse, KwaNdebele?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "We share the same sentiments as the King even though our hearts are sore because we are broke as now.  There is nothing that we can do.  That is a most disturbing first factor.  If he can compensate us, maybe, or help us in any way, we can accept that and go back.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you Mr Mahlangu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Russel.  We thank you Mr Mahlangu.  We have\nMOUTSE HEARING TRC/MPUMALANGA\n14 K S MAHLANGU\nlistened to your story and how you were troubled.  We so wish that the people of this province can listen to the King's wish that let their be unity.  Let the nation be one so that the past can be forgotten and people reconcile and be one thing.  Thank you.",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "I will also be happy that when we reconcile the truth has to be put on the table so that we can see that this person really wants reconciliation, but if someone is avoiding the truth then, I am sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Let me request the audience to behave.  Sometimes we listen to stories that open up wounds of the past.  Let us listen.  We know it is going to be difficult, but when a person is here and is saying something that you do not wish to hear, let us say to the youth we have a new democracy and democracy says you have to listen even if a person says something you are against.  Do not just keep quiet, you will also get your chance to give your side of your story.\n You know in the past it use to happen that when you have altercated with a person, you would kill each other.  Things have changed now.  We have to talk, we have to argue, we do not have to be in a boxing ring and hit each other.  Let the world see that we have come out of the darkness, we have come out of slavery of apartheid.  We have now moved into a new era.  It is very important that when we come here, when we say please be quiet, be quiet.  We do not have to remind you every time, keep quiet, keep quiet, you at the corner keep quiet because people are going to say, no, they have their freedom, but they are still asleep.  I know you will behave well.  Even if you do not go along with the person's policy.  We are a free nation.  \nMOUTSE HEARING TRC/MPUMALANGA\n15 K S MAHLANGU\n I want to welcome Prince James Mahalangu.  We welcome you Sir.  Can you please welcome the Prince.  Thank you.\nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}