{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-15",
        "location": "MOUTSE",
        "names": [
            "ANNA MARIA FOURIE"
        ],
        "case number": "JB02328",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55694&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/fourie.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR ALLY",
            "MR LEWIN",
            "MRS FOURIE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MRS FOURIE",
            "MR ALLY",
            "MS SEROKE",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Mrs Fourie we would like to welcome you.  We understand that you are now in Nelspruit or is it Witrivier?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Witrivier.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Witrivier.  We are very pleased that you are here today and thank you for coming and you will be telling us about events that took place in September 1987.  Is dit so?  Is dit reg?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Ja.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Please feel relaxed.  It is not an easy process that you are going through but it is something that a lot of people have done so you are amongst friends.  Please feel at ease and in your own time if you could tell your story.  Baie dankie.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Thank you very much.  My deceased spouse, Johannes Petrus Fourie, was affiliated to the former Kwandebele police.  He was the commanding officer of the watch unit.  On Friday the 11th September 1987 he was appointed as the duty officer for that week.   At approximately 18h40 on the 11th September 1987 he received a telephone call where he informed me that there was a complaint which he had to attend to.  That Warrant Officer Kekane who was also affiliated to the watch unit, he had to meet him at Denalton.  His son, Sergeant Mark Fourie, who was working for the South African Police college in Pretoria\nMOUTSE HEARING TRC/MPUMALANGA\n2 FOURIE\nat the time, had come home for the weekend to visit and he accompanied his father on this complaint.   According to my spouse, Warrant Officer Kekane would have taken him to the address of the complainant.  Hannes and Mark left at approximately quarter past eight that evening.  Later that evening people came to my house and came to bring me the news that my spouse and our son had been shot dead near Denalton.  According to information while they were en route the meeting place was changed because they were in radio contact according to information which we had.  It was changed to the place where they were shot dead.  According to information they were killed at close range with an AK47 in the vehicle shortly after they had stopped.  There were approximately 17 AK47 cartridges found on the scene.  It appears as though they were ambushed.  I would like to know who the person or persons are who committed this senseless deed and why.  If such person or persons did so out of their own motivation who the person or persons or organisation is who gave them instruction to do so and why.  As a result of this senseless deed which was committed I have been left financially embarrassed.  For the past nine years I had to do all the duties which a spouse is supposed to have done and had to work all these years in order to survive.  This traumatic experience is still with me and it still brings me a lot of pain and will continue to do so.  I also miss them and also the children who have remained behind have suffered.  Up to date I have been unable to obtain any answers from anyone as to why this was done and who was responsible for it.  I request that the person or persons or organisation and the reason for this senseless deed be made known.  Thank you very much.  \nMOUTSE HEARING TRC/MPUMALANGA\n3 FOURIE",
            "Female"
        ],
        [
            "MR LEWIN",
            "Just one or two questions of verduidelik.  You say that Mark came on holiday from Pretoria, so he wasn't actually based here.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "No.",
            "Female"
        ],
        [
            "MR LEWIN",
            "He was also a policeman.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Yes, he was at the police college in Pretoria, based there as an instructor.  He was a sergeant.",
            "Female"
        ],
        [
            "MR LEWIN",
            "If you could give us some, possibly more details about if you have any, about how there was this change in instructions.  They were called to was it originally called to the motel or was the motel where they ended up at?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "There were several phone calls made and they decided, as I could conclude, that they were going to meet at Denalton police station and then they left from there.\nBut according to information they were in contact with each other and they changed the meeting place and then it was supposed to be at a T-junction where they eventually met.",
            "Female"
        ],
        [
            "MR LEWIN",
            "It was just an accident really that Mark was with your husband.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Yes, he just accompanied his father.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But as an ambush I mean have you in the years subsequent, thinking about it, have you been able in any way to work out how this happened, how it would have been possible?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "I have thought a lot but I have never been able to come up with any answer to this question.  The question remains and there are several possibilities and it is difficult to say.",
            "Female"
        ],
        [
            "MR LEWIN",
            "From what you tell us it must have been a very well planned operation if it was in fact deliberate and it was an ambush.\nMOUTSE HEARING TRC/MPUMALANGA\n4 FOURIE",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So the people who planned it must have known where to contact your husband, where he was going, where he might go, how to contact him on the radio.  All of those must have been possible.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Definitely.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Is there any reason that you yourself have arrived at for doing this to him?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Could you please repeat the question.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Is there any reason you can come to to decide why this would happen to him, why he was chosen?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "No, because as far as I know he was not involved in any activities, he just did his work.\nHe just did his job, that is all.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How old was he at the time, your husband?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "42.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And Mark?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "20.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And could you give us some indication please of what happened after they were shot.  I mean who investigated the case.  Was anything found in terms of a police report thereafter?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "They tried to follow up several clues but they were never able to find any concrete evidence. I think the initial investigation was done by the Kwandebele police and thereafter the docket was sent to Pretoria and then to Middelberg and then to Nelspruit and I do not know exactly where it ended up.  But nobody could provide any answers or solutions to this problem and nobody has been charged.",
            "Female"
        ],
        [
            "MR LEWIN",
            "The fact that these were, these 17 cartridges that were found, if they came from an AK was there any link\nMOUTSE HEARING TRC/MPUMALANGA\n5 FOURIE\nthere between AK and any other organisation?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "The murder weapon was found shortly thereafter. There was also a bomb explosion in Witbank and this murder weapon was found in possession of the accused for the bomb explosion and then it was proven that the murder weapon was the same one which was used in my husband's attack.",
            "Female"
        ],
        [
            "MR LEWIN",
            "... daar dood was.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Three people were charged as a result of the bomb explosion and they could never prove that they had anything to do with it.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And were they a part of any organisation?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "I do not know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Fourie thank you very much.  Perhaps there are other questions which some of my colleagues would like to put to you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Mrs Fourie, we are talking about a period in our  history in this particular area as we have heard from many people which was very tense. Can you give us your perspective of what was happening in Kwandebele at the time.",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Yes.  There were a lot of riots back then and it seems that it came from 1986.  We got here in January 1987 and my husband was appointed as the station commander at Denalton.  I mean I worked there too.  And they were called out at night several times to try and combat riots and things like that.  And it was very tense and there was lots of activity in the area and they had to try and mediate with the people and try and do their job as best they could.",
            "Female"
        ],
        [
            "MR ALLY",
            "And it was a very dangerous time to be a police officer or an army officer.  Would you agree with that?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Yes, I think so.",
            "Female"
        ],
        [
            "MR ALLY",
            "Were both you and your husband born in this area\nMOUTSE HEARING TRC/MPUMALANGA\n6 FOURIE\nor did you come to work ....",
            "Male"
        ],
        [
            "MRS FOURIE",
            "We were in Natal and we came here via transfer.  We were seconded to the Kwandebele police in January 1987.",
            "Female"
        ],
        [
            "MR ALLY",
            "Were you aware of any threats to your husband's life prior to this fatal shooting?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "No, none.  Except there was an office which was operating under us where there was a problem.  I mentioned it in my statement which you have in your possession, about discord about a claim form and a leave form about a certain member of the watch unit and this person was very unhappy about it and he said that he would still get him.  And then he left.  He left the office.",
            "Female"
        ],
        [
            "MR ALLY",
            "We have heard over the last few days about Mbcoto and we have also heard about kitskonstabels.  Was your husband involved in training of any of these groups or individuals, as far as you know?",
            "Male"
        ],
        [
            "MRS FOURIE",
            "Everyone was in an instructory position at Kwandebele at the time to train people.  He did work with special constables but at the time he was at the watch unit, protection unit and he did not specifically train them.  He was merely the station commander and they worked under him.",
            "Female"
        ],
        [
            "MR ALLY",
            "Thank you very much.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mrs Fourie your statement says that this happened while your husband was waiting for Warrant Officer Kekane.  Did you ever communicate with Warrant Officer Kekane was to what could have happened or why he wasn't there at the time when you know this happened?",
            "Female"
        ],
        [
            "MRS FOURIE",
            "Well we did talk about it.  My husband used  another road from Marble Hall where we lived and Warrant Officer Kekane at that time was at the police station but he was busy with registers and he had to meet him at a\nMOUTSE HEARING TRC/MPUMALANGA\n7 FOURIE\ndesignated place.  But my husband got there before him, got to the designated meeting place before him.  I assumed so. \nAnd when my husband arrived there the car's lights weren't switched off yet and the engine wasn't switched off yet.  They were shot dead immediately so they were ambushed into that position it appears.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Fourie, you make reference to a man who was denied leave and who was not happy with it and he made threats.  Did you ever know the name of this man?",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "I think I do have the name.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you give us the name or later, not necessarily if you don't ...",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "If I am not mistaken it is Frans Masiza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then after the death or after the shooting or after the ambush what more did you learn about this man?",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "Nothing.  I never heard about him again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There was never even mention of his name by those who might have been investigating the shooting of Mr Fourie.  What I mean is in the course of investigation was this name ever given to the unit that was investigating the shooting of Mr Fourie?",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "Yes, at the beginning I gave it to them in a statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In this terrible situation was your husband ever in a position to - okay, you were in Denalton yourself, how did you see the situation here, I mean with the activities of Mbcoto and the way it was treating people and the way there was general lack of order?  You know wasn't there even a hint that there might be insecurity for some of the police officers at the time?",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "No, not as far as I know.\nMOUTSE HEARING TRC/MPUMALANGA\n8 FOURIE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What thereafter was your feeling about the people in this community, more especially when you have the idea or the impression that it could have been committed either by a single person or by an organisation, you know in which case that organisation could have been commonly supported in this area, what then were your feelings about you know the people in this area as the community from which you know your husband suffered so dearly.",
            "Unknown"
        ],
        [
            "MRS FOURIE",
            "I never harboured any feelings of hatred against the people because revenge is inappropriate.  I believe that justice will be done and that there is a higher authority that will take care of that.",
            "Female"
        ],
        [
            "MR ALLY",
            "Mrs Fourie thank you very much for coming to testify.  It is almost ten years now since this event but I am sure that especially today it must still be very fresh in your memory and also coming back to these parts.  You may want to know that the Commission does try to the best of its abilities to investigate all cases that come before it, with the aim of trying to establish the truth, trying to get answers to questions which are very important for the next of kin.  They would like to know what happened and in your late husband and your late son's case there have been some attempts been made by the Commission.  You will see that Warrant Officer Kekane who you mentioned is here with us today and he has also volunteered to come forward and to the best of his abilities and what he remembers to try and shed some light.  You may also be aware that there are so many different theories, different accounts of mistaken identity that maybe it was not your husband, maybe it was someone else who people were after.  This was a period of intense conflict where on all sides people were identified as\nMOUTSE HEARING TRC/MPUMALANGA\n9 FOURIE\ntargets, if you were in the police, if you were in the military, if you were perceived to be a member of Mbcoto.  If you were perceived to be a comrade, a UDF, you became a target during that particular conflict.   The sad thing is that it seems as if these were people who were at the wrong place at the wrong time.  You say your son was not even part of the police force and here he just happened to be visiting so we will try and follow up still on some of these leads.  We can't make promises to anybody other than to try and see what we can establish and if we do find out anything more then we will certainly let you and your family know.  But thanks and I think that the important thing at the end of the day, even if we are not able to get the answers to the questions, the important thing is that you did testify, that this will be part of the report which the Commission eventually produces and that the death of your husband and the death of your son will not be something that is unknown but something that the commission actually comments about and reports about.  Thank you very much for coming.",
            "Male"
        ]
    ]
}