{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, HUMAN RIGHTS VIOLATIIONS",
        "starting date": "1996-12-05",
        "location": "MOUTSE",
        "names": [
            "KHALA MOGASWANE"
        ],
        "case number": "JB02306",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55707&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mogaswan.htm",
        "speakers": [
            "MR ALLY",
            "MR MANTHATA",
            "MR MOGASWANE"
        ],
        "original_speakers": [
            "MR MANTHATA",
            "MR MOGASWANE",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "MR MANTHATA",
            "... to tell us about the torture that you went through when the police arrested you in 1985 when you were a leader of the UDF.  Mr Mogaswane, what were you doing at that time?   What are you doing now, are you working?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, I am unemployed, I am just trying to make ends meet.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What are you really doing?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I am a hawker, I am selling.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Where is your wife?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "My wife is at home where I am running this small business of mine.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What is she doing?  Where are the children?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "They are schooling but you see now it is holidays and they have gone out to visit.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Let us then carry on.  Tell us about the torture that you went through when you were in the hands of the police.  It was in 1986.  I have to correct you.  It is not 1985.  Because in 1985 there was no strong violence but towards the end of 1985 this unrest blossomed and everybody could realise that there was unrest.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Now  my story took place in 1986 then.  I was arrested by the Kwandebele police.  They were driving in Hippos in the township of Moutse.  I remember the date, it was on the 24th June 1986.  They took me to the local police\nMOUTSE HEARING TRC/MPUMALANGA\n2 MOGASWANE\nstation here at Denalton and I was kept there for more than three weeks and we were requesting them to release us or maybe take us to another prison. Because it was a cell and we were packed and the conditions were not good.  And they took us to Middelberg prison.  That is where we arrived in large numbers. We were many.  I spent a few days, it can be plus minus five days.  We were seven in numbers and one day we were just called by our names.  Our names were called.  This person had a list in his hand and he said please follow us and we went out.  There was a van parked outside.  That was a police van belonging to the Kwandebele police.  And the seven of us got into the van.  They drove with us until to a point called Witbank Park Stand, that is a prison in Witbank.  We were kept there, the seven of us.  The prison was full to capacity.  People from Middelberg, Nelspruit.  The police were picking up just everybody.  After quite some time, if I remember well it was towards the end of July, the prisoners that were left behind at Middelberg were transferred, all of them, to this Witbank prison.  That is Limpec Stand.  As we were still in prison on the 11th August in the same year.  Let me say it was just a few days before the 11th August, it was heard that a minister, a chief minister in Kwandebele, has passed away and it was alleged he was behind this unrest and we were told that this chief minister was Makawe Ntuli and people were surprised and on the 11th when we woke up in the morning they said to us the Kwandebele group you have to go back because the person who was the perpetrator of the unrest in Kwandebele is dead.  Now go back to your community and join your leaders.  We were released on that day and we came to our respective homes but the unrest went on.  The unrest never stopped.  We\nMOUTSE HEARING TRC/MPUMALANGA\n3 MOGASWANE\nwere released in August and in March the next year, I can't remember the date but it was in March, a certain man knocked at my door at night.  It was about ten o'clock and he knocked at my door.  I kept quiet and he continually knocked and and I had to ask who are you and he said to me I am a policeman, open up and I said to him what do you want and he said to me I am sent here to pick you up, you are speaking in Zulu.  I knew that the township was not stable and I couldn't resist opening the door.  I opened the door and when I opened this door this man was standing wearing an overall.  It was a jacket and a pair of trousers and he had a balaclava but not covering his face.  It was just up to the forehead and he said to me where are your clothes, we have to leave and I said where are you taking me so late in the evening.  He said I am taking you to the police station.  I said to him don't you think it will be wise for me to come to the police station the next morning.  He said don't waste my time.  I then dressed and then we left.  But just before we could reach the gate there was a white man heavily built and he had a towel just behind his head and when he saw me he turned so that I could not identify his face and he spoke in Afrikaans and he said blindfold him and I didn't understand what is this blindfold him and this man grabbed me and he said stand still.  And he had one hand in the pocket and with immediate effect there was a cloth and I was blindfolded and I said I am not just going to die a silent death, I want to fight for myself and I was battling to remove this cloth on my face but this other white man with a towel was heavily built and he came to me and I tried to scream for help.  I think I only screamed once.  Opening my mouth they managed to put a cloth into my mouth.  I don't\nMOUTSE HEARING TRC/MPUMALANGA\n4 MOGASWANE\nknow what cloth it was.  And my wife heard that there was a scream outside and she came out of the house.  She wanted to see what was going on but she was late because we were right inside the yard and outside the yard very close to the gate there was a Ford van, 150 model.  Those who know cars will tell you it has a red stripe from the front mudguard to the back mudguard and it had a canopy and three men were standing by the van and two of them were standing by the van and the other one was just standing.  And that was the last time I saw what happened because I was blindfolded.  I tried to remove the cloth but I couldn't because these were very heavily built men.  I was then handcuffed at the back and my feet were chained and I was picked up.  I was thrown into this van.  I was made to lie and as I was lying my head was between their feet.  They didn't insult at all, they didn't assault me.  Because I was born and bred here I just used my senses to follow the direction as the car was turning and I could feel that it was turning to Moutse not Mutsi, that is the direction from Mouteti.  It was now turning towards the left to Mouteti village and I knew that there was T-junction and I said to myself oh well if it is going to Mouteti it is going to take the right turn.  If it is taking a left turn it will be heading for other villages.  And when we arrived at Mouteti I could feel that we were now in Mouteti.  They turned to the right and I now felt now they were taking the Seobuswa direction.  We drove for quite a long time.  At one stage the car slowed down.  Even if you are blindfolded but when you get into a very light room you will see that you are in the light now.  You are no more in the dark.  So I could see that light was on my face but I was lost.  I didn't know where I was.  I think it was Marble Hall because\nMOUTSE HEARING TRC/MPUMALANGA\n5 MOGASWANE\nof the lights.  I am not sure but I think the car drove into a yard.  They took me out of the van.  I was put inside something, I don't know how to describe this thing that they put me in.  It was moving as I was also moving and I thought it was a caravan and I didn't know what to call this thing.  When I got into this I heard a person crying and I could hear that this person was crying because of pain and I said oh this is what is going to happen to me and I said they aren't going to kill him, he is continually crying and shouting for help.  I think the distance where the sound was coming from might be very close to those walls outside.  I was then put into this thing that I have told you and they poured petrol into my nose and they said Khala can you smell that.  I said no.  They said you are lying.  This is petrol, you have been burning people to death.  Today we are going to burn you.  And I said to them please, if you want to kill me you rather shoot me, don't burn me.  They said but you got it right to burn other people and I said please.  I don't know what happened but was I was lying one of them put his boot on my chest and I was the bridge of some kind because he was going in both directions passing over my chest.  After a few minutes there was silence but people who were conversing, it seemed as if they were whispering these people as they were talking, they were hiding something.  They were really whispering at all times and they left me in that little room and I was left with a certain man, the man who knocked at my door when I was at home and I spent the night with him until the next morning when the sun rose.  Nobody came that day.  I was together with him, he was sort of my friend for that day but he was cruel.  He wouldn't say anything to me.  Nothing.  He was quiet, he didn't even\nMOUTSE HEARING TRC/MPUMALANGA\n6 MOGASWANE\ncough.  You know when a person is tired he would normally stand up, stretch himself, but this one didn't do such things.  I mentioned earlier on that I was handcuffed and my feet were chained.  I tried to feel my nose, I tried to just open this cloth so that I can see but I could see this house built with corrugated iron with thatched roof but I couldn't see from a distance and I saw trees around.  There was this house that I have mentioned and next to the house there was a line of trees.  It was a very big house.  The second day went by.  At about two o'clock a certain white man came, he was also a very hefty man wearing the South African uniform and he conversed with this other man and he said I am here to talk to this man today.   We want him to tell us the truth, only the truth, we don't want lies.  If he co-operates with us we will co-operate with him.  And then this other man said to me are you listening to that.  The white man is telling us that he wants to talk to you and should you lie you will be in for it and I said to him I am happy that he got a chance to come and speak to me and this white man got out of this room so to say and I was then unchained and he said to me let's get out of this house and I could feel the stairs as we went down and we went into the other caravan.  I think he wore his balaclava and he unchained me again on the hands.  And he removed this cloth on my face and I was looking around.  There was a small toilet pot in the caravan and there were chains again on the floor where they would fasten you and he said to me you are going to undress, you have to be naked and I followed the rules.  I undressed and they used these cords to fasten me.  There was also a microphone and a set of headset.  The white man was outside the caravan, he was wearing SAP uniform and both my\nMOUTSE HEARING TRC/MPUMALANGA\n7 MOGASWANE\nlegs were fastened to those chains that I have mentioned and I sat on this toilet pot and he was talking to me. He said Khala can you hear me and I said yes I can hear you my boss and he said to me I want us to talk business and he said to me which language do you prefer and I said to him you can speak in Afrikaans because I am conversant in Afrikaans and he said to me Khala I want you to tell me where were you born and I told him and he asked me when were you born, I told him the answer.  He asked me who is your mother, who is your father and how many are you at home.  Who comes just after you, are they all alive.  And I gave him that information.  He went further, he said Khala I want you to tell us now, I want you to say to me you have been to school for so many years and you have to tell me that you worked in different places and I said to him well I went to school for so many years.  It was very surprising because I remember I used Afrikaans as an oppressive language, showing respect.  And I said to him in 1965 I went to a kaffir school and he stopped me, he called me to order.  He said Khala I am sorry it is not a kaffir school, it is a mountain school and I said to him thank you for that correction, I don't know Afrikaans very well.  And I thought that no for that correction he is a very co-operative person.  He doesn't want me to use any dirty language and I talked to him, I told him that I went to the mountain school, from there I went to Boksburg to work and I told him when did I come from Boksburg.  I told him about the business I started.  And he asked me when did I get married, who did I marry, how many children do I have.  And he said to me do you have a passport, I said no sir I don't have a passport at all.  And he said to me if you don't visit South Africa which nearest\nMOUTSE HEARING TRC/MPUMALANGA\n8 MOGASWANE\ncountry do you normally visit and I said to him tell me what do you mean and he said I am referring to countries such as Botswana, Swaziland and I said to him I have never been to our neighbouring countries.  He changed the topic, now he was asking me about the issues around the township.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Khala I am sorry, can you please tell us what happened then to you, did they torture you?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "They electrocuted me.  I was on my way to tell you that point.  This is a very long story, I was really coming to that point.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Khala can you please jump into that point because we haven't got much time.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "And he asked me about our village.  He said to me what do you know about the money you got from UDF,\nR4 000. I said to him I don't bear any knowledge of such money and he electrocuted me then and he asked me, he said tell me there was a white man who was a manager at a sorghum brewery industry and this was very close to Valies and he said to me do you know Mr Moolman very well.  I said yes and he said to me how do you know him.  I said I am his customer and he said to me remember Moolman came to you at Kersfontein.  What did you say to him.  I said it is true he came to us but because I used to see him often he asked me to organise the youth so that he can talk to them to tell them he wants to join them and he accepts them as people so that his cars can drive free in the township.",
            "Male"
        ],
        [
            "MR ALLY",
            "Mr Mogaswane you have spoken to us quite a bit about the torture that you experienced because that is really the focus, the human rights violations, the abduction and the blindfolding and being electrocuted.  I am going to ask Mr Tom Manthata to ask you certain specific questions\nMOUTSE HEARING TRC/MPUMALANGA\n9 MOGASWANE\nwhich will assist us in our work.  So if you will please respond to the questions which I am going to ask Mr Manthata to put to you.  Thank you very much, sir.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Mr Mogaswane don't give us a very long story.  We want to know how did they assault you.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Yes, they electrocuted me.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were you a leader in the UDF?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, I wasn't a leader.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were you against the idea of incorporation of Moutse to Kwandebele?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What were you doing to show that you were against incorporation?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "We didn't consider the Kwandebele government as our government.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I am saying what were you doing to show that you were against the incorporation.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "We didn't take claims to the police station around the township here because it was the Kwandebele police station.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Have you ever fought against the Ndebeles who were at Moutse to show that you were fighting against incorporation?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, we have never fought against them. My neighbours are the Ndebeles.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Haven't you organised a march to Kwandebele?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "You wouldn't even organise a march to anywhere because the state of emergency was in place.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Didn't you fight people whom you thought were the members of Kwandebele government?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, especially in our area.  I told you that\nMOUTSE HEARING TRC/MPUMALANGA\n10 MOGASWANE\nI was selling beer, everybody came to my home to buy beer or they would even go to an extent of asking me a free beer and I would give them.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "If I understand you well you are telling me that the people of Moutse, all of them, were tortured in such a way that even those ...  (nothing further on tape).  Mr Mogaswane, when you were against the incorporation of Moutse into Kwandebele, I want to know you as the residents of Moutse, which methods did you use to demonstrate to the government that you were against this incorporation. You said you didn't do much at all but what ways did you show the government that you are against incorporation?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "We embarked on boycotts and we would say people don't have to buy at Groblersdal and Marble Hall because the central government wasn't doing anything about the issue of us being against the Kwandebele government.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You said they poured petrol in your nose and they said to you smell this, you know that you have been burning people.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, it was a fabricated story.  I never burnt anyone to death.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were you not involved in burning of people?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Tell us then of the ways in which the people of Kwandebele who wanted incorporation, what were they doing to you, the people of Moutse?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "The Ndebele government - I think I want to give you a clear answer.  They were occupying our hospital, the police stations were Kwandebele police stations and their vans were the Kwandebele vans.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did they harass you in any way to force you\nMOUTSE HEARING TRC/MPUMALANGA\n11 MOGASWANE\nfor independence?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "They used to sjambok the youth, especiallly when they saw people in groups of more than three people.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You say you were not a member of the UDF.  What was the UDF doing in your area to help you?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I think we didn't understand each other.  The previous speaker asked me a question were you a leader.  I said to him no, I was a member but I wasn't a leader.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I am sorry, you were not a leader, you were just a member.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When they electrocuted you, interrogating you, what happened then to you?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "They brought me back home and the people of Moutse took me to Khotso house.  There was a field worker at Khotso House and he took me to a doctor.  The doctor examined me and he gave me medication.  He said I was not that bad, I will be just fine.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Now what about your ear and your hearing?  Can you hear?  Were you not affected in the ears?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "No, I wasn't affected anywhere.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "MR ALLY",
            "Mr Mogaswane, as I have listened on Monday and again today to you this issue of incorporation comes in all the time.  I just want you to try and make me understand what was the problem between the people of Moutse and the people of Kwandebele.  Why were you so much against the idea of incorporation?  What were the differences, if any?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "There were no differences at all, if I have to give you an answer.  We were of the opinion that Moutse was a place for our forefathers and it ought to be our place\nMOUTSE HEARING TRC/MPUMALANGA\n12 MOGASWANE\nas well and we didn't want the Kwandebele government to take it over.  Listen, if Moutse was going to be incorporated into Kwandebele they were taking the land of our forefathers from us.",
            "Male"
        ],
        [
            "MR ALLY",
            "But as I understand it, the incorporation did not mean that you would lose your land.  Yes, people were given the choice of moving off elsewhere, but those people who were staying there would be allowed to continue staying there but would be under Kwandebele.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Maybe you didn't understand me well.  We wouldn't be ruled by any other person because we have our kings and chiefs whom we respect.  Now if we take other nations to rule us then it was another issue.",
            "Male"
        ],
        [
            "MR ALLY",
            "Can I then understand present day, sir.  At the present time yes people still have their kings and their chiefs but there is a government that has the power in this area.  That is acceptable to all the people it seems.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "You are right, we have our different kings and chiefs and there is a government of the day, as you have mentioned, but this is the people's government and we like this government and we have accepted it.",
            "Male"
        ],
        [
            "MR ALLY",
            "I just want to come back to a point that you make in your statement where you say people were moved to Emmapan and Sevenstad.  Can you give us an idea of what percentage of people actually moved out to those areas.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I can't specifically give you the percentage but many people were taken to those places that I have mentioned.",
            "Male"
        ],
        [
            "MR ALLY",
            "And you also mentioned that people were offered lots of money.  How much money were they given?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Yes, you are right, they were bribed.  They\nMOUTSE HEARING TRC/MPUMALANGA\n13 MOGASWANE\nwere given different amounts of money.   Many people built their houses not with bricks, with mud.",
            "Male"
        ],
        [
            "MR ALLY",
            "Have you any idea what amount of money was offered to people to move?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I am not sure, I don't have an idea but they would tell us and boast we got a lot of money.",
            "Male"
        ],
        [
            "MR ALLY",
            "Sir, when my colleague asked you just now what was actually happening in Moutse in terms of showing your resistance to incorporation you said there was very little demonstrating but yet a state of emergency was declared in this area.  A state of emergency is based on perhaps, I mean if we look at any areas in South Africa where states of emergency were declared, there was a great deal of unrest.  Was that what was happening in Moutse at the time?  I know there was a court case.  So that of course people went through the legal system as well, but there must have been other things happening that made the government declare a state of emergency.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I am not able to follow you, sir.",
            "Male"
        ],
        [
            "MR ALLY",
            "I am trying to understand how much unrest there was in Moutse and the surrounding areas at the time for the government to have declared a state of emergency.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "Are you saying to what extent, sir?   Yes, there was a lot of unrest and where I was staying after the police have killed one of us but in other areas people were killed.  We heard that at Gopakwane people were killed by Ndebeles, by Mbcoto.  At Matete people were assaulted and others died thereafter.  They were assaulted and killed by Mbcoto people.  My last question Mr Mogaswane is that in your statement you mention the names of certain police officials.  And you say that the warrant for your arrest was\nMOUTSE HEARING TRC/MPUMALANGA\n14 MOGASWANE\nissued by Captain De Jager and Brigadier Lerm. Can you tell us a little more about that.",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "It was on the 30th June 1987.  Two white people arrived with one black policeman.  They brought a letter.  Then they said we are coming to take you because we have a warrant of arrest.  Then I said who wrote the letter.  Then they said this is your letter, coming from  Commissioner Lerm and De Jager that the instruction is to come and take you to the police station. You are arrested under the state of emergency.  Then they produced another paper that I should sign, as a sign of receipt of the letter.  It was around past three at the time, then they took me.  Among those police I knew this black policeman, it was Mr Ngambule who was working at Delson police station.",
            "Male"
        ],
        [
            "MR ALLY",
            "Mr Mogaswane, just one question.  Your torturers, do you know any of them?  Did you know any of them?  The people who tortured you.  Do you know any of them or did you know any of them at the time?",
            "Male"
        ],
        [
            "MR MOGASWANE",
            "I don't know anyone among them, sir.",
            "Male"
        ],
        [
            "MR ALLY",
            "Thank you very much for your statement, sir.  It was very useful for the Commission to hear your understanding of the conflict and I am sure that your experiences were quite harrowing experiences, especially the torture which you experienced, the electrocution, the electric shock.   We thank you for coming to share that with us, speak to the Commission about it.  Thank you very much.",
            "Male"
        ]
    ]
}