{
    "header": {
        "type": "1 M M MATHEBE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-02",
        "location": "MOUTSE",
        "day": "1",
        "names": [
            "M M MATHEBE"
        ],
        "case number": "JB02307",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55703&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mathebe.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MMUSI MOSES MATHEBE",
            "MR MALAN",
            "MR MANTHATA",
            "TRANSLATOR"
        ],
        "original_speakers": [
            "DR ALLY",
            "MR MALAN",
            "MMUSI MOSES MATHEBE",
            "CHAIRPERSON",
            "TRANSLATOR",
            "MR MANTHATA",
            "MR MATHEBE"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "Thank you Father, our next witness is Mmusi Moses Mathebe who is coming to speak about what happened to him.  An abduction and assault from Moutse.  Mr Tom Manthata is going to assist the witness with his testimony and Commissioner Malan will let him take the oath.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Mathebe just before you give you testimony, will you please stand to take the oath.",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Please sit down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sorry.  He does not need the lindoza just now.",
            "Unknown"
        ],
        [
            "TRANSLATOR",
            "You can remove the headphones because Thomas is going to use Pedi.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "We welcome you Mr Mathebe.  Will you tell us what are you doing now recently within the community where you live.  I was asking that, at the moment, what are you doing within the community?  Are you working?  I will repeat myself Mr Mathebe.  I was saying what are you doing at this moment?  Are you working or are you helping at the Tribal Council in your community?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "Yes, I am just helping as I am one of the Royal members.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you were arrested, what did you do?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "There was no problem.  We were from the Tribal\nMOUTSE HEARING TRC/MPUMALANGA\n2 M M MATHEBE\nCouncil meeting when we were going to meet our Chief arriving from Tafelkop.  We were going to greet him and to hear how did he go.  When we arrived at the tribal house then the Chief saw police vans descending.  Then he asked us are these not the Ndebeles.  When we looked we saw that these are Ndebele cars.  Then I said to him, run away to that house and lock yourself there.  Then we will tell them that you are not around.  Then he did exactly that.  We went, the three of us, to the tribal kraal.  It was myself, \nPaledi and Maseli Malifatlo.  We stood there.  \n When they arrived then they counted us.  That is where they came nearer us.  Others were in front, others were at the back and they were heavily armed.  They had axes, spears and pangas and the big knives and guns in their pockets.  One of them came forward and knelt down.  Then he asked us is this the tribe kraal.  Then we said, yes.  Then they said where is the Chief?  Then Paledi was on my right side.  Malifatlo was on the left hand side.  Then they said to me this is the Chief.  The one who was just in front of us said to us, Chief we are going to take you away.  Your children are burning the shops owned by Ndebele people and the Pedi people's shops are not burnt.  They said, stand up.  \n Then they were, I would say I took only two steps.  Then Paledi was still on my side and Malifatlo was still on my side.  Then he came to me, then he said, the Chief does not go alone.  Then they put us in the van.  Inside that van they closed the van and then came with the vans.  Then there was a person in one of the vans who said he is from Pora who is Pampoenie.  When I turned to look back the message came from forward.  Then he said the one who has been arrested is not the Chief, the Chief is still a young person.  They\nMOUTSE HEARING TRC/MPUMALANGA\n3 M M MATHEBE\nasked again then do you say old man, they said you are not the Chief.  Paledi said the Chief is not there, he went to Morea.  Then, did he ask are you responsible with the Committee affairs when the Chief is not around.  I said yes.  It appeared that the person who knew me and the Chief is that person who was in that van.  \n We went up to Siyabuswa.  There was a shout of saying we have arrested the Chief of Ntwanie.  The crowd said where is he.  They came nearer me.  When we alighted from the van, before I even touched the ground, we were pushed into the hall and the hall was full.  When we entered the hall, the three of us, I was prosecuted or questioned of saying why do they Ntwanie people burn the shops owned by Ndebele people.  That is then that I tried to explain that why did you leave them to burn those properties?  Why do you not ask them?  If they are in the tribal kraal we are not able to talk to them or when they talk privately.  When you say to them good morning they will show you where the old people are.  They were surprised why young people would be able to control the community.  \n One among the Ndebele people said you are wasting time.  You are wasting time by questioning this old man.  Put him the tyre.  That is the first time I heard about the tyre.  He will die on his way back home.  A certain old man on one side, when you say tyres, tyres, what do you mean by a tyre.  Why do you not question this person?  At that time there was a call, they said there is a fight at Kwaggafontein.  Then they left, they went to Kwaggafontein.  When they came back they said we killed four people and we Ndebele people did not even lose one person.  When they came back around 12 o' clock, they said take him to a hanging place.  Then they did MOUTSE HEARING TRC/MPUMALANGA\n4 M M MATHEBE\nask when they came back are you not yet through with this Intwana Chief.  \n They started with me.  They made us to put off our clothes.  Then they made me to lie down.  The one with the shambok came nearer me.  They were beating me in shifts until they were tired.  That is when I heard them that they are tired then one of them said, stop.  They stopped.  After that they said come off.  Malifatlo came, it was his turn to be beaten.  I was still there, not putting on my clothes.  I was looking as to whether they will do the same to Malifatlo.  Then somebody said, stop.  They were beating him in shifts again.  Then Paledi followed.  That was the last one among us.  \n I was saying the soap was put when we were beaten, after we were beaten inside that hole on the floor.  Then they put water again on top of the soap.  All the time we were slipping and falling on the floor and then at that time they were still beating us with those shamboks.  After that we were taken to the house at the back of the wall.  Then they said to us you will sleep inside this house and that house was crowded, it was full of people.  We were just leaning on the walls.  Whilst you are standing your, they said to me before you go home in the morning you will take us where you have taken you and then you will take others back home.  \n When they were taking these people back home, taking them to their respective homes.  Lastly they said, one of them was whispering saying do not take me straight home.  Take me halfway because if you may enter the Moutse area your car will be burnt.  On a direction from the Mambalolo Road the car turned where it came from, then they dropped me MOUTSE HEARING TRC/MPUMALANGA\n5 M M MATHEBE\nthere.  I walked on foot from that distance to my house.  We were four guys and when the people from home saw me and recognised me, we were three guys and the other guy joined us on our way home.  We walked there and we were hurt, injured.  They recognised us, but they were confused because it was a large group of people.  My wife told the people that it was us.  She recognised me first.  So they came to us to fetch us.  I do not have a long story to tell.  This is the only thing that I am telling you.  These people, after hearing that we were beaten up they came to me and they told me that I must move, I must be shifted to the other area.  \n One other thing I want to tell you is when I went to see the doctor, when I was supposed to go and be examined by the doctor.  They took me to Groblersdal and we could not find the doctor, the Government doctor.  I do not think, he was not in.  I think they just told me that he was not there.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Actually, what is the name of the doctor in Groblersdal?  Is that Ralakolwana?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "I think it was Ralakolwana, but he explained to us that he does not work for the Government and he did not want to help us.  He said we were supposed to be helped by the Government doctor.  He told us he can just examine me and help me.  He gave me an injection and some medicine.  I never went back to that doctor for a statement because he refused.  He said this issue was to be tackled by the Government doctor.  That is all.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You are talking about the King who was from Tafelkop?  Did I hear you well, Sir?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "Yes.\nMOUTSE HEARING TRC/MPUMALANGA\n6 M M MATHEBE",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What was he doing in Tafelkop?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "He went there because the people of the Ndebele did not want him.  They just chased him.  He ran away because the people wanted him.  He spent some few days there.  When they came looking for him he went into hiding so they could not find him there.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "After you were arrested did you come back and see the King when you came back?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "We just heard from the people that people came to fetch him, after we were arrested, that they took him back to Tafelkop.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You also said that when you were arrested you heard people in Kwagga saying that four people were killed.  Who was staying in Kwaggafontein?  Was it the Bantwani tribe or the Ndebele tribe?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "It was both the Ndebele and the Sotho people and these people went there to kill the other people who were not Ndebeles.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "We also heard you saying that there was a time when the Bantwani tribe, the Bantwani Royal kraal and the Sotho family did not have the power anymore to control the community.  At that time did you understand what was happening?  Why were you arrested?  Did you understand that these people were not sent by the Ndebele tribe to come and arrest you?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "No, we did not understand anything because we were threatened and we were just taken unaware.  We were not informed and when we were questioned that why were the Ndebele youth burning the properties, we could not answer them so we were just confused.  When they took us and beat us up we did not know who those people were.  We did not\nMOUTSE HEARING TRC/MPUMALANGA\n7 M M MATHEBE\nknow if they were from the Royal kraal or from the Ndebele.  We did not know if they were from the Ndebele Government actually.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I want to close by saying that the witness that we heard shows that all this conflict showed that it was not from the Bantwani tribe and the Ndebeles.  This is a lesson to all of us and to the Ndebele tribe that we should all come together and be one nation, be able to sit down and talk and solve all our problems because it shows clearly that you did not know what was happening.  You were not informed and you did not even tell the youth to burn all those things.  Is it all clear?",
            "Male"
        ],
        [
            "MMUSI MOSES MATHEBE",
            "I do not agree with what you were saying.  When you are saying that we can sit down and talk, both tribes because we were hurt.  Some of our people died and some are crippled.  So when you are saying we can talk and solve the conflict, I do not understand.  I want you to go on and investigate these issues.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What I am trying to say is that the message that I am conveying to you was from King Mayisha.  I do not have any questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?  Anymore questions.  Mr Mathebe, thank you very much.  I also want to stress that we all wish to have peace, that we all want to have reconciliation.  This does not mean that there were no people who were hurt in the past.  If all this conflicts were taken to the Court of Law we would not be given this chance in the Commission to be here or all the nation were not going to be given the chance to be free because, as you can remember, before the elections of 1994 there were bomb threats and there were people who were killed all over the\nMOUTSE HEARING TRC/MPUMALANGA\n8 M M MATHEBE\ncountry.  Many people were killed and it is only because of unity and because of the negotiations amongst the politicians that we are here now and there was unity amongst them.  That is why they formed a Commission like this where all people could sit down and talk and reveal all that happened in the past.  Not that we are denying the fact that people were hurt in the past, but our main objective is that people should all have peace.  We understand that you had lots of problems and our main aim is that we should all be one nation and get together as the nation.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "We all like that, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you and we understand what you are saying when you say that you were hurt, you were beaten up.  We all understand that you are hurt and that you were grown up people and it was young people who were assaulting you, but they did that, but we now here today.  We survived all that and we are changed.  It all happened.  You are the bricklayers who helped us to build this building and we thank you.  Thank you.\n Let me explain to people.  There are so many people who gave us statements, but not all the people who give us a statement are going to testify in a Commission like this.  Only a very few people will be allowed to testify and the statement is something that is very much important.  Everything, we view it on the basis of the statement and a person shall not get angry because the statement is not testifying.  They do not want to appear on television.  That we find from 200 people.  All 200 people cannot testify.  Do not panic, do not think that we have thrown away your statements.  The statement is the most important source and we are going to use these statements, your story will appear MOUTSE HEARING TRC/MPUMALANGA\n9 M M MATHEBE\non a report which we are going to send to the State President or recommendations we are going to make to the State President.  Please do not feel painful because the statements are the most important source which we are going to use.  \n If there are people around here in this hall who want to give their statements, we do have statement takers inside the hall who are going to take those statements from you.  They are waiting at the back of the hall.  If you have a statement which you want to give you can go and give them that statement.  Do you get what I say?  It seems as if you do not agree with me.  I am not going to allow you to go and have lunch.  We are going to close the door and you are going to stay here in this hall.  Please, try to understand, because many people say that the TRC have thrown away my statement.  No, that is not a position.  \n Once you give us a statement we select some few people who are coming to give, to testify, who are going to give us different kinds of the violations of human rights which they experienced.  Thank you very much.  Russel, my son.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Thank you your Grace.  Your Grace ...\nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}