{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-04",
        "location": "MOUTSE",
        "names": [
            "MARY NOMSA MASEKO"
        ],
        "case number": "JB02513",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55701&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/maseko.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "GREGORY MADODA AMIGO",
            "MARY NOMSA MASEKO",
            "MR MALAN",
            "MR MANTHATA",
            "MRS SEROKE"
        ],
        "original_speakers": [
            "MRS MASEKO",
            "CHAIRPERSON",
            "MARY NOMSA MASEKO",
            "DR ALLY",
            "MR AMIGO",
            "GREGORY MADODA AMIGO",
            "MR MALAN",
            "MRS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you Mary.  With whom are you?",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "This is Madoda Amigo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How is he related to you?",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "He is the friend to the deceased.  They were together in 1986 when this thing happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I am going to ask Wynand to lead you in taking the oath then thereafter Mr Russell Ally will lead you in your evidence.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mrs Maseko welcome and thank you for coming.  You are coming to speak about your son, Jabulani Vincent Maseko who was shot and then died in hospital as a result of that shooting.  If you could just tell us your understanding of what happened to your son.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "In 1986 on the 25th May I was at work.  I left the children back here.  I didn't have a place of my own and I left them because I wanted to work for them so that they can be educated at the end of the day. I am going to talk about an incident that took place in 1986.  I was not at home, I was at work.  I arrived in this area in 1982 to build myself a house because I didn't have a place of my own and I went back to work, I left the children in this area because they were at school.  It was in 1983 and 1984 and in 1985 they were still going to school and then in 1986 on the 25th May I was called that Vincent had been shot.  (Witness\nMOUTSE HEARING TRC/MPUMALANGA\n2 MASEKO\nvery upset).  In 1986 I got a call that Jabu Vincent had been shot.  It was on a Sunday, he was together with this friend of his, Madoda.  He was shot at about eight o'clock in the evening.  I was told that there was trouble in the township and his friend arrived at home and he said to him we have to prepare ourselves so that we can go back to school because schooling was not normal at all.  His friend  related this to me, he said Jabu took him halfway as he was leaving for home.  They were passing through an open field, that is where they took different ways.  They greeted and Madoda went to his home and Jabu had to go back home.  It wasn't long thereafter and I asked Madoda what happened thereafter and he said to me he only heard gunshots and it never came to his mind that his friend was being shot.  And then next day Madoda went back to see him because they set an appointment the previous day because they were going to peruse through their textbooks and when Madoda arrived at home he found my father at home and he asked them why aren't you happy and they said to him please do not ask any further Madoda, Jabu has been shot and he asked them where is he and they said we have taken him to Denelton hospital and the people who shot at him are not known. And he asked them whether he knew the people who shot at him and he gave them an answer, he said no.  He was lying where he was shot and he was crying for help, not even one of my neighbours went to help him.  The next morning, on the 26th May, it was a Monday, he was found and my father was called and he was taken to Denelton.  He had already been taken to Denelton hospital by my father and he tried by all means, Madoda, to reach Denelton.  That was on the 26th May.  He said to me he was given the directions and he was taken by my father to\nMOUTSE HEARING TRC/MPUMALANGA\n3 MASEKO\nthe hospital ... (nothing further on tape) ... to the theatre to clean the wounds and it later came out that the bullet penetrated his body and he wanted to talk to him and the nurse allowed Madoda to see him and he was given an instruction not to let him talk for a long time.  And he went in and he asked him Vincent my friend what happened because we greeted each other last night and we set an appointment for this morning, what happened then and Jabulani said to him I was shot by the Mbokoto people.  Madoda asked him do you know them, tell me do you know them.  Tell me if you know them, I want to know and Vincent said please come closer I want to whisper this into your ear, I don't want to say anything because walls have ears.  Maybe I won't get help any further if I can talk loud and Madoda said please tell me who these people are, I will write their names down and I will never say anything.  I can see the situation is bad.  And he went close to him and he whispered.  He said when we separated a white car approached and they said to me why are you burning our stores, don't you see that we are poor, don't you want to abide by the law.  And he said who are you and they said we are Mbokoto and Vincent said to them why do you shoot at people then and they started shooting at him and Madoda asked him do you know their names, he said it is Makawe Mitimunya.  (Witness very upset).",
            "Female"
        ],
        [
            "DR ALLY",
            "Mrs Maseko you can take your time.  Don't feel rushed in any way.  Continue when you are ready.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "Then Madoda asked him were you shot by these people, are you sure?  He said yes, please don't tell anybody because if you reveal this secret they are going to finish me here at the  hospital, I am going to die here.\nMOUTSE HEARING TRC/MPUMALANGA\n4 MASEKO\nAnd he said to him my friend I will not tell anybody that these three people shot at you.  We are going to help you, you are going to be healed and then you are going to be discharged from the hospital.  I buried my child on the 6th June and everything was completed and on the 12th June these people arrived.  I didn't know who they were.  I was at home, I was mourning for my child because I had asked for a few days at work and they gave me two weeks.  On the 12th May these men arrived at my home.  I was sitting outside.  Because I didn't even know what this Mbokoto was.  I didn't know anything really.  Vans approached my house, there was a lorry, there was a kombi, there was a white car with tinted windows.  I was puzzled, wondering what was happening because I buried my child.  And these men said to me why are you standing outside and they insulted me, they said get into the house and they were talking among themselves they said this is the place and the other one said no, the boy is not here any more and my neighbour said to me listen my friend these are not the comrades, these are the members of Mbokoto, please try to hide and I slowly moved into the house.  I didn't know these were members of Mbokoto because this neighbour of mine said please don't look, make as if you have seen nothing, get into the house and keep quiet.  And one of them in the group said you were told not to kill them, you have to assault them.  I went into the house, I don't know what happened thereafter but from that day I knew that Mbokoto was this group of people but I cannot identify them really.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you Mrs Maseko.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "I thank you.",
            "Female"
        ],
        [
            "DR ALLY",
            "Would you be able to answer a few questions just\nMOUTSE HEARING TRC/MPUMALANGA\n5 MASEKO\nto help us with our work?  Would it be okay if I ask you a few questions?",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "If the questions are not long, sir, I am ready.",
            "Female"
        ],
        [
            "DR ALLY",
            "Okay, I will try to keep them as short as possible.  Are you sure you are okay to continue?  Mrs Maseko if you are not please don't feel that you have to.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "I think I have said my last word, I don't have anything to say any more.",
            "Female"
        ],
        [
            "DR ALLY",
            "Mrs Maseko I will only ask you two questions then please, which would be very important for us.  The first is the friend of your late son, it is very important that we get a statement from him, from Madoda, because if your son actually revealed to him the names of the people who your son believes shot at him it is very important that we get that statement so if he hasn't given a statement if you could please arrange with our statement takers so that we can contact him and get a statement from him.",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "He has submitted a statement.",
            "Female"
        ],
        [
            "DR ALLY",
            "Okay, that is very important.  Secondly you speak about your son being a leader in the youth movement and in politics in your statement.  Can you just tell us a little bit about that.  Did he hold any position or what kind of leadership role did he play?",
            "Unknown"
        ],
        [
            "MARY NOMSA MASEKO",
            "He was doing his matric.  I don't know of any political involvement.",
            "Female"
        ],
        [
            "DR ALLY",
            "Okay, thank you, Mrs Maseko, that is all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will ask - did you do a statement?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will ask Mr Wynand Malan to lead you in taking an oath.\nMOUTSE HEARING TRC/MPUMALANGA\n6 AMIGO",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Did you make a statement to the TRC?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes.",
            "Male"
        ],
        [
            "DR ALLY",
            "Do you want to confirm what has just been said now by Mrs Maseko about what was said to you?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes, I want to confirm that. On the 25th May 1986 we were studying, it was on the 25th and at half past seven he took me halfway because I wanted to go home and we separated in the middle of the field and I said to him man we have to set an appointment for tomorrow so that we can finish our business and the next morning when I went back to him I was told that he was at Denelton hospital because he was shot and I wanted to see him and I took initiatives to go to Denelton hospital and on our arrival we were told that he was in the theatre, we should wait for a few minutes and we really waited for those minutes and thereafter he was released from the theatre and he told me, he whispered this, he said Makawe, Madota, Mtimunya shot at me, they were driving a white Skyline with tinted windows.  I called his mother in Germiston, I said Mom Vincent is at the hospital and the same day she came home and they asked who the mother was and we were told that he passed away.  Myself and his brother, who is since deceased, went to the police station to lay charges and thereafter a funeral was arranged and everything was completed.",
            "Male"
        ],
        [
            "DR ALLY",
            "Yes, but what actually happened to that (indistinct).",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes, we went to lay charges at the police station.  We were at the Kwagga police station to lay these charges and we were then told that he had already died.",
            "Male"
        ],
        [
            "DR ALLY",
            "And these charges that you laid, did anything\nMOUTSE HEARING TRC/MPUMALANGA\n7 AMIGO\never happen, was it followed up, were you contacted, asked to make a statement?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "They said they will give us calls or letters but this thing ended up nowhere until today.",
            "Male"
        ],
        [
            "DR ALLY",
            "So you were never called back by the police after you laid the charges?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "No, we were not called at all.",
            "Male"
        ],
        [
            "DR ALLY",
            "And did you ever take this up with lawyers or any other organisation?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "After this incident I left this area but I think his mother went to Komhlanga but I don't know what happened thereafter.",
            "Male"
        ],
        [
            "DR ALLY",
            "So is this the first time that you were speaking about this incident now since the time that you went to the police station to lay charges, since 1986, is it the first time?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes, this is my first time to say this openly because I was the victim all the time.  We were harassed at all times.  Even at school I was harassed.",
            "Male"
        ],
        [
            "DR ALLY",
            "Could you just tell us a little bit about Vincent's political activities.  What kind of role did he play at school?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "We were going to bury Mr Ntuli because he was killed by the Mbokoto, they got entry into his house through the ceiling and we were on our way to the cemetery and the police arrived in Hippos and they dispersed us with tear-gas.",
            "Male"
        ],
        [
            "DR ALLY",
            "But Vincent himself, was he involved in any student structures, in any organisations or political organisations, the UDF or anything like that?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "We were the students representative council.  We\nMOUTSE HEARING TRC/MPUMALANGA\n8 AMIGO\nwere doing our activities underground.",
            "Male"
        ],
        [
            "DR ALLY",
            "So I don't want to put words into your mouth but are you saying that you were actually involved in a struggle against the Mbokoto, that you saw the Mbokoto as ...",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "We were not fighting Mbokoto but we were against the rules like going to bed at nine o'clock because we wanted to study, we were doing our matric and we had to stay until late and Mbokoto would disturb us every time when we were at school.  They would throw stones at the windows.  We were not fighting them, we just wanted to know the reasons for them to give us rules like going to bed at nine o'clock and we wanted to know the origin of Mbokoto because as a businessman you have to concentrate on business, not involve yourself in school issues.  We wanted to know their involvement really.",
            "Male"
        ],
        [
            "DR ALLY",
            "So are you saying that both you and Vincent were actually - are you saying you were known to Mbokoto that they knew of your involvement and they knew you as students and Vincent in particular was he known to Mbokoto members?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "These people did not target specific people, they would target everybody.  When they see you in a group they would attack you.  When you are from work in the evening they would attack you.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now you say that before Vincent died he actually mentioned those names to you which you gave us now.  How did he know these people?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "He whispered these names.  He described the white Skyline with tinted windows.  Before he died the Mbokoto members arrived, it was at about four o'clock.  I wanted to escape through the window, there was a white policeman carrying a gun and when I looked around I saw two white\nMOUTSE HEARING TRC/MPUMALANGA\n9 AMIGO\nkombi's with white Skyline with tinted windows.",
            "Male"
        ],
        [
            "DR ALLY",
            "Sorry let's just - it is very important that we go over these events that we can understand clearly what you are saying.   You and Vincent were walking together.  You then went your separate ways.  You went off home you say  and he then turned around to go back to his place.  Or are you saying that you were actually close when the shooting took place?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "We were studying and sometimes we would study at his home and at times we would study where I was boarding.  And every time after studying we had to go different ways and every time we would make an appointment that man we are meeting tomorrow at nine.  So we were studying and at half past seven he took me halfway and that is where we separated.  I didn't know when I heard the gunshot that he was the person being shot at because after hearing this gunshot I ran because it wasn't safe at all.",
            "Male"
        ],
        [
            "DR ALLY",
            "And is that when you saw these cars that you are speaking about, the Skyline and these kombi's?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "No.  I was going to my home, I only heard that it was a white Skyline.  I heard this information from the deceased.",
            "Male"
        ],
        [
            "DR ALLY",
            "You didn't see the car yourself.  This is what  was told to you by (indistinct) at the hospital.",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I already mentioned that before he was shot I saw this white Skyline with tinted windows.  That was long before he was shot.",
            "Male"
        ],
        [
            "DR ALLY",
            "Okay, no I wasn't sure what you were saying.  And did you have any idea then who this Skyline belonged to?  Who the owner of it was.",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I don't want to tell you lies.  I only know that\nMOUTSE HEARING TRC/MPUMALANGA\n10 AMIGO\nit was a white Skyline with tinted windows and you wouldn't be in a position to see who was inside.",
            "Male"
        ],
        [
            "DR ALLY",
            "And after this incident did you ever make any attempts to find out who owned such a car, the Skyline with the tinted windows?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "There was no time because my friend was no more and I was also disturbed and I had to go back to Daveyton, my original home, and I came back for my exams and the schools were closed and I went back home.",
            "Male"
        ],
        [
            "DR ALLY",
            "Now these three people who Vincent mentioned to you the names, you say Piet Ntuli also known as Makawe, a certain Mitimunya and a certain Mgomo.  Did you also know these people, I mean did you know what they looked like?  If you had seen them would you have been able to recognise them or were these names that Vincent mentioned to you who you didn't necessarily know?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I didn't know many people in this area because I was only here for schooling but I know the names Madota - Makawe, Mgomo and Mitimunya.  Those are the names I can mention.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "May I follow up on the question. I couldn't hear but when - I am not sure what we had on the interpretation service but when Dr Ally asked you when you were at the hospital and he asked you as to the names of these people and who they were, did you say that that Skyline came to the hospital and you wanted to escape?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "No, we were boarding, I was at a boarding school and the Skyline came to attack.  That was long before Maseko was killed.  They knocked at the door as if there was fighting going on.  No, the Skyline didn't come at the\nMOUTSE HEARING TRC/MPUMALANGA\n11 AMIGO\nhospital.  The information I got was the one I got from Vincent while he was in the hospital, that the people who shot at him were in a white Skyline and I connected the two because I had seen the Skyline before.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then at the hospital Vincent mentioned the three names to you.",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "In your statement you also say that he told you that when they came up to him he asked them what do you want and they said we are looking for people like you who destroy everything and then you say he told you that he asked them are you Mbokoto.  That is what you say in your statement.  Is that correct?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "In my statement I indicated that I came to see him in the hospital and I asked him what happened to you, he said to me I was shot at and who shot at you and he said Makawe, Mgomo, Mitimunya.  They were driving in a white Skyline with tinted windows.  That is the information he gave me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, my apologies. I was really referring to Vincent's mother's statement.  She says in her statement that you told her that these people approached him, they said they were looking for people like him, that he asked them whether they were Mbokoto because they said they were looking for people like him who were destroying things.  That is what she said in the statement and she said she heard it from you.  Is that the same that you said in your statement?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "This happened ten years back and I gave Vincent's mother a call to tell her that Vincent had been shot and she wanted to know who killed her son and I had to tell her that\nMOUTSE HEARING TRC/MPUMALANGA\n12 AMIGO\nit was Makawe, Mgomo and Mitimunya because these are the names that I was given by Vincent.  They will have to explain with whom they were when they committed this act.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did Vincent mention who fired the shot, who of the three shot him?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "He said Makawe shot at him.  It will be impossible for one to know who really pulled the trigger because there were three.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he did say Makawe shot him.",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could I just please get back to you Mrs Maseko.  In your statement you say that your information was that his grandfather took him to the hospital.  Is his grandfather still alive?  Is he dead?  Okay.  Thank you, then I have no further questions.",
            "Male"
        ],
        [
            "MARY NOMSA MASEKO",
            "The grandfather, he has died.",
            "Female"
        ],
        [
            "MR MALAN",
            "You have never had an account from him.",
            "Male"
        ],
        [
            "MARY NOMSA MASEKO",
            "His grandfather told me that he only went to pick Vincent up where he was lying. He didn't know anything and he wasn't given any information at all.  He said to me he only saw people coming to him telling him that your grandson is lying there in an open field and he asked them what happened to him, they said no seemingly he was attacked by Mbokoto.  He asked him what is this Mbokoto.  They said to him no we do not know and he asked them what is it doing, is this a political organisation, is it a student movement, this Mbokoto.  They said we do not know but people are just harassed in this area by this Mbokoto.  That is when I got the full information from Madota who is sitting next to me and I said to him Madota what happened and he told me everything about Mbokoto and he told me about the harassment\nMOUTSE HEARING TRC/MPUMALANGA\n13 MASEKO\nthat they went through.  He told me about the torture that they went through.  These are the two people that I got the statement from, that is Madota and the deceased grandfather.",
            "Female"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Gregory, are you saying that the windows were dark?",
            "Female"
        ],
        [
            "GREGORY MADODA AMIGO",
            "The windows were dark, you couldn't see inside.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Did you see this car often in your area?",
            "Female"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Yes, but we didn't know who the owner was.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Didn't you investigate who the owner was?",
            "Female"
        ],
        [
            "GREGORY MADODA AMIGO",
            "No, we didn't.  Sometimes you would see it in the evening and sometimes in the morning and you would not know who it belonged to.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Are you still residing in this area?",
            "Female"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I reside in Daveyton. I came here because I heard that the Commission was going to sit here.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Madoda, as a student leader with grievances against Mbokoto, did you perhaps know to whom you directed your complaints against Mbokoto to?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Yes, in short what I wanted to know is as students did you know who the leadership of Mbokoto was?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "Mgomo was a member of the parliament, he was representing Tweefontein and F section.   He was a member of parliament, he would be a position to tell you who the leader was.  He can elaborate further.  I didn't know their leadership but I knew that Mgomo was a member of parliament.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The thrust of my question is to whom did you direct your complaints to within Mbokoto, you know association, whatever you call it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this question on his behalf,\nMOUTSE HEARING TRC/MPUMALANGA\n14 AMIGO\nVincent Mr Manthata is saying you as students had demands.  Who were you directing these demands to within the Mbokoto group?",
            "Unknown"
        ],
        [
            "GREGORY MADODA AMIGO",
            "This Mbokoto just erupted and we couldn't march, we couldn't organise a march against Mbokoto but as the SRC we wrote down our demands and we gave them to the teacher and then we would leave it in the hands of the teacher.  We didn't have a specific person to take the demands to.  Because the community outside came into the school yard to ask for assistance from the pupils.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The community from outside, who led that community?  Who led the delegation of the community that was sent to the students?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "I do not understand your question clearly.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Okay.  My question is when you are saying the community came to the students to ask for help who was the leader of this people from this community who came to you?",
            "Male"
        ],
        [
            "GREGORY MADODA AMIGO",
            "As I have mentioned that they used to come to school to ask us to assist them.  That was the assistance because they were harassed or as the community - the school children were harassed, the workers were harassed.  When you are sitting around a table studying you would hear knocks and people would be assaulting you in your house.  They just used to come in groups in this school to discuss this whole issue.  They would say to us Mbokoto attacked so many people yesterday but there wasn't a specific leader.  It was a collective effort by the community.  There was no specific leader who represented the comrades or the community.  We only knew that Mgomo is the member of parliament who was in this group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We want to understand that what is our\nMOUTSE HEARING TRC/MPUMALANGA\n15 AMIGO\npurpose, we want to know and we understand that political situation in Kwandebele at that time which was the confused state as we understand you, you are explaining the situation that there was no proper leadership which will be able to know the complaints of the people because of that confusion.  That is why we say we want to understand the situation at that time so as to understand to be able to explain to Mary the death of children happened in which situation in Kwandebele at that time.  That is why we say Mary do you really see the situation which was there at that time in Kwandebele in which your son was killed and it was in which situation?   It was a situation which was not necessary in any time of its history.  It was a terrible situation which we don't envy.   That is why the death of a child is painful and as we see your condition it seems as if your child was one of the leaders at that time. For peace to be there leaders are sacrificed.  Those are the people who paved the way, then they would say the person who creates the way is not the person who enjoys the fruit.  Then we say we comfort you, we are with you, then those who are left behind we are always with them.  We thank you for your testimony.  Thank you.",
            "Unknown"
        ]
    ]
}