{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-05",
        "location": "MOUTSE",
        "names": [
            "GENERAL VAN NIEKERK"
        ],
        "case number": "JB02475",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55722&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/vniekerk.htm",
        "speakers": [
            "CAPT VAN NIEKERK",
            "CHAIRPERSON",
            "DR RANDERA",
            "MR ALLY",
            "MR MANTHATA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "CAPT VAN NIEKERK",
            "MR ALLY",
            "CHAIRPERSON",
            "MR MANTHATA",
            "GEN VAN NIEKERK"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "... in Kwandebele from 1983 onwards.  You have a great deal of insight as to what happened during that period. You were intimately involved with the police and with the then Kwandebele cabinet and I am going to give you the time today to tell us your experience and your insight into what happened during that time and perhaps you can give us some light on some of the incidents, some of the stories that have been told in the last four days.  This is your time.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, thank you very much.  Firstly I would like to bring something to your attention. Tuesday afternoon's lunch time news on Radio Sondergrense upset me a bit.  The news report said that Prince James Mahlangu gave evidence and two previously highly placed officers, Lerm and Van Niekerk, were implicated by him and that implies that I was criminally involved in the riots.  At least in an irregular manner. I did consult with Prince James this morning and he says that that is not the evidence which he gave.  If you as the Commission feel that that is not the evidence which he gave I would like you to please deal with the journalist on a moral basis. Most people know me throughout the country and regard me as a creep.  You are here to establish what the truth is and to bring about reconciliation and I believe that the Commission can\nMOUTSE HEARING TRC/MPUMALANGA\n2 VAN NIEKERK\nestablish the truth and that the Commission can bring about reconciliation but then the media has to bring correct reports.  Thank you, Chairperson.   Chairperson, just as an introduction I would like to say that in the time where I was in charge of the police here we had a secret file system where all the documents with regard to statistics and permission for funerals and minutes of meetings and so on and so forth were filed.  When I drafted my statement for the Parsons Commission I liaised with the Kwandebele headquarters and at the time I was in East London, quite a distance from here, for statistics and other details and I was informed that it did not exist, that they could not give it to me because it was not available.  At a later stage I drafted my statement and drew cryptic notes from my diary and also from my memory and then at a later stage I searched the safe myself for these secret documents and I could not find anything.  So what I am going to tell you here is what I remember from memory or which was in my notebook in the form of cryptic notes.  The second point I would like to make is that since the beginning I and the late minister Simon Skosana - at least I would like to put it this way.  I always concluded that he was very concise with me, there was no confidentiality between the two of us as such.  Thirdly I would like to say to you that the establishment of Mbokoto and the events which gave rise to the establishment of Mbokoto was not discussed with me.  I was not consulted.  It seems that at a later stage it was a very secret affair, it was arranged under very secret circumstances about how it would be established and how it had operated and so forth.  Consequently on the 20th December 1985 I stumbled upon the truth of this whole thing from Prince James and also in a\nMOUTSE HEARING TRC/MPUMALANGA\n3 VAN NIEKERK\nnewspaper report in December 1985 or the beginning of 1986 about the existence of Mbokoto. It is also mentioned in the summary which you have in your possession.  Chairperson, the evidence which I will now give is my own opinion out of what I saw, witnessed and heard and the assumptions which are made and that is that the Moutse areas were incorporated into the other areas against the will of the people of Kwandebele.  In my opinion it was done to increase the ground value of the previously mentioned place and this what I regard as a bizarre idea of making it an independent state.  The attacks by Mbokoto on the residents of Moutse are also, in my opinion, not launched to force them into that but to intimidate them and also terrify them and consequently try and drive them out of the area.  There were also farms available.  You referred to that a little while ago.  Saliesloot and Immerpoort and others which were there for the relocation of people.  Simon Skosana one day said to me that he wanted a larger territory but that the Republic of South African government gave him land which was already inhabited.  He wanted the land and not the people on it.  Chairperson, Kwandebele seldom, if ever, had sources of employment for people which would have made it very difficult for it to be an independent state.  Its only riches, in my opinion, were the people who were labourers in mainly the Pretoria area and also residing here.  It was an overnight state.  The larger majority of Kwandebele residents were opposed to independence and the only manner, in my opinion, in which Kwandebele could be made independent would be to do that by violent means and also to rule it in a tyrannic manner.  It could not be done otherwise, Chairperson, if independence was to be obtained other than\nMOUTSE HEARING TRC/MPUMALANGA\n4 VAN NIEKERK\nin a tyrannic manner.   In Idi Amin style.  I am of the opinion that the Mbokoto movement was launched firstly to drive Moutse out of the area and also to quash all opposition to the idea of independence.  Immediately after serious riots pursued in Kwandebele at least 600 additional SAP members and three battalions of the South African Defence Force were deployed to the area and shortly thereafter the regiment Groot Karoo was also deployed.  It was the first soldier training which was sent here from Bloemfontein.  The battalion Groot Karoo.   The defence forces made it their business to stabilise the area and to protect lives and property.  On operational centre was established from where their operations were coordinated and controlled.  Chairperson, the Republic of South African government failed to intervene and resolve the problems in Kwandebele and in my opinion the problems in Kwandebele would only have been able to have been resolved if the Republic of South African government had intervened and dissolved the parliament and fired the cabinet and also appointed an administrator to rule the area.  General Hans Muller telephoned me and asked me if I had a suggestion which he could give to the security council of the Republic of South Africa with regards to solving the problem of riots in the area.  And I said to him if he would stand at his fax machine I would fax him my suggestion immediately and I would like to mention to you that I suspected that my telephone was being bugged by national intelligence and due to that fact I did not want to discuss it with him telephonically but rather would fax it to him and my fax said that the Constitution had to be suspended.  The government had to be released and that an administrator had\nMOUTSE HEARING TRC/MPUMALANGA\n5 VAN NIEKERK\nto be appointed to administer the affairs in Kwandebele until a more acceptable political development occurred.  I believe that General Muller would have done that.   Chairperson, the solution which the Republic of South African government had was to withdraw me.   At a later stage they also sat with their hands folded and watched how General Muller - and you can just imagine, he was the commanding officer of the South African Defence Force commanding the Northern Transvaal which incorporated Moutse and Kwandebele - and they sat back with folded hands and watched how General Muller was declared a persona non grata in Kwandebele and also watched with folded hands how Brigadier De Swardt, who was then a colonel, was also sent from Kwandebele, out of Kwandebele and that was done because Gwandyema who was the king or the ruler at the time donated sheep and cows at the time as gifts.  Moutse and Kwandebele's people, as you have already heard, had to resort to courts of law for just opinions.  Chairperson a matter which is of importance to me is my withdrawal from Kwandebele and the manner in which it was done.  You do have it in your memorandum and I would just like to add that I am convinced that it was not General Coetzee, the then commissioner of the South African Police, it was not his  decision to withdraw me from Kwandebele.  Up until before I was withdrawn he was in telephonic contact with me on a daily basis because I always said to him that I did not get along with the people of Kwandebele and he always encouraged me to hang in there and assured me of his support.  In 1990 he was on pension at the time already and he said to me in an apologetic manner that it was not his decision but that he had received an instruction to do that from Minister\nMOUTSE HEARING TRC/MPUMALANGA\n6 VAN NIEKERK\nLouis Le Grange, to have me withdrawn immediately.  He also said to me that the minister would have released a few buttons, as a manner of speaking, with reference to me.  I was also entitled then as Commissioner of Kwandebele, to a Mercedes Benz as a subsidised vehicle.  I did not use this benefit but I was always asked by cabinet members why I am not driving around in a Mercedes Benz and initially I said to them that I grew up poor and that my family would laugh at me or would think that I became a crook if they were to see me driving around in such a vehicle.  At a later stage I told them directly that I do not want to owe them anything.  Chairperson, I would also like to mention that in the last month of my commissioning days in Kwandebele or commanding days, I did not go and see the cabinet members at their offices but rather said to them that if they wanted to see me they should come to my offices and that was then done whenever they wanted to see me.  That is what I added to what you already have, Chairperson.  And I would willingly answer any questions which you might want to put to me now.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "If I can come to your document - you have it with you or not?  If I can just refer you to page 2 and we are talking about the 16th December 1985 where you say Skosana responded that he would even give up his life to have a victory over the Moutse people.  Despite these threats Van Niekerk recalls that Skosana and the group of Ndebeles did not enter Moutse that evening.  When you say the group of Ndebeles who are you referring to besides Mr Skosana?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "... they were found in Moutse and they were chased out of Moutse by Major D Malan.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Do you know who was there besides Mr Skosana?\nMOUTSE HEARING TRC/MPUMALANGA\n7 VAN NIEKERK",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "When I visited them I got them at Klipplaasdrift.  It is a small distance from Matete and Skosana was there and Piet Ntuli was also there.  There were also other people.  Perhaps I knew their names then but I really can't remember that but there were a group.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I just want to go to what happened on the 1st January 1986 and just ask you to recall the events as you saw it at the time that led to what happened on the 1st January.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson,  the morning I didn't arrive here too early, it was round about nine o'clock.  And already there were people from the region of Siyabuswa up to Matete, up to Soetmelksfontein.  There was already people coming in from Ndebele and there was fighting all over and you will also see from the memorandum we didn't have enough human resources and everyone who could be withdrawn from a police station was out perhaps closing the police station, they were here at Denelton and these people were all over busy trying to get the people away from each other, trying to let the Ndebeles go back to Kwandebele and this particular day I was at the police station at Denelton and there were many bodies that were brought there and I also determined that more than 150 Ndebeles were injured on that day.  At that stage I was not aware of the fact that Moutse people were murdered.  Perhaps later the information came to the fore that perhaps Moutse people were also murdered on that day.  What happened on that day, as I could ascertain later how the attack happened, was that the Ndebeles were already placed in Kwandebele from different ages and people were also forced to go.  They weren't all voluntarily there.  And as of old they had to go to Moutse by foot and they were\nMOUTSE HEARING TRC/MPUMALANGA\n8 VAN NIEKERK\ntired when they arrived at Moutse and the Moutse people were rested and then they had the upper hand.  That was my opinion and the Moutse people had the upper hand over the Kwandebele people and also had victory over them.  I don't want to say that the one party is perhaps better fighters than the others but the other people, the Kwandebeles, they were tired when they got to Moutse, when the fighting started. And on that same day I sort of phoned Mr Piet Ntuli, the late Piet Ntuli, and I seriously gave him an indication of my feelings that I was very unhappy with this and said that the next day the commissioner and myself would get him and Skosana and other cabinet members in the office and that we had to discuss this, what happened.  That is what happened on the 1st in Moutse.  What also happened on that day was that policemen, that is Kwandebele policemen, their wives were harassed at their homes.  That was reported to me and then they were accused that their men were not good enough to have victory over the Moutse people.  Perhaps I could also just mention that on the same day two policemen, two detectives, they were stationed at Denelton, two lovely people, competent people, they gave an indication that they would not go to the Kwandebele police.  They went to investigate a certain problem, I think it is in the area of Moutse too and there they were perceived to be Mbokoto members and they were then cruelly killed there by means of the necklacing method.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "... with the 1st January again on page 4 of your document, and I apologise to the community that you don't have these documents in front of you, you are implying that it was almost as if you were given wrong information as to where incidents were taking place and you were asked to go\nMOUTSE HEARING TRC/MPUMALANGA\n9 VAN NIEKERK\nand investigate something and really nothing was happening there.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "That was on the 2nd January. You are referring to that date.   Yes, Chairperson, on the 2nd January myself and Mr Gerrie van der Merwe went to see Mr Simon Skosana and Mr Piet Ntuli and perhaps a few others of the cabinet members.  We got them in his office and we started discussing this but Skosana was out of control.  He started shouting to such an extent that Mr Gerrie van der Merwe, who is a very calm and collected person, also jumped up and told him that if you really want to start fighting I can do it as well and then we do it today.  But this is all about what happened yesterday in Moutse.  And then he said he was not going to talk to us and he is going to take 115 battalion, that is the battalion who was in training for Kwandebele, and he would take them and he would then come and have victory over Moutse and Mr Vercuil who was also present then said to him I am sorry but I have to inform you that only five have arrived this morning, and that is from 115 battalion and he threw his arms in the air and he fell onto a chair and shortly after that someone came in to the room and whispered something, that was to him, and he jumped up again and he said you are here, you want to talk but whilst you are talking here Moutse's people are attacking Kwandebele and I didn't mention it in my memo, it was in Patla, they are attacking Patla. I went to the radio, I got Major Malan on the radio, he was busy patrolling and I told him here is an accusation that Moutse people are attacking Patla and he said he is on Patla and he said but there is nothing happening and I asked him what are you doing there, he said that they are actually just going through the place\nMOUTSE HEARING TRC/MPUMALANGA\n10 VAN NIEKERK\njust to find out whether there aren't perhaps any bodies or any people after the fighting of the previous day. So I went back and I told the chief minister that is only a story, Malan is on the scene and nothing is happening.   Mr Van der Merwe and myself just wanted to start with them again and then Piet Ntuli came in, I think it was him, and he said the Moutse people hijacked a Putco bus and they slit 15 Ndebeles throats and I asked where and they said it is on the gravel road from Siyabuswa that goes through to Denelton, I can't remember the name, so I went out again, got patrols and told them to immediately go to this place, that is the allegation that was made.  I contacted Putco to hear whether there was a but with blood or broken windows or whatever.  Reports were all negative, there wasn't something like that.  So I went back to them again.  I told them a bus wasn't hijacked, Ndebeles throats weren't slit but they didn't want to believe me.  And they said but they have a man who saw that and I said right, show this man and they brought him.  I sent a section out with the man and I also had a look.  I could find nothing.  The man went with them and the policemen told me that when they had got to a specific point he said yes they are here and they asked him where it was and he pointed to the field.  The policemen went into the field, they walked in there and when they looked back this man, this is now the informer, went into the combi and he just disappeared.  Up to today.  This is how it continued.  And later that day in the parliament room in front of a large group of delegates I had to explain that such an incident did not occur.  And that evening at home Munswini phoned me and he said today you told us that people weren't killed but their widows are sitting in front of my house and\nMOUTSE HEARING TRC/MPUMALANGA\n11 VAN NIEKERK\nthey are looking for their husbands.  So from my home I had to arrange that they go to his house and find the widows and they reported to me that they couldn't find any women who then alleged that their husbands were killed.  Now the discussions concerning this issue went on to the next morning, in the early morning hours. I had to be at the office at seven the next morning but it went on to more or less four o'clock the next morning.  Every now and again there was a telephonic conversation with Munswini concerning the alleged slitting of the throats of these people.  And that same day a large group of policemen had to go to Uitvlug to investigate the murder of the two policemen the previous day, to see whether they couldn't find the culprits.  So on that particular day we were running to and fro.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            ".. of the witnesses who came in on Monday who were in fact tortured at the hall on that day implied that the police were working with Mbokoto and stood by whilst this was happening.  Can you shed some light on that?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I really cannot think of a Kwandebele policeman who would have tortured those people with Mbokoto on that particular day or be there.  It could have seemed to be like that.  But I could not have dreamt on that day because I had the impression that they were beaten.  I could not have dreamt that on that day that they would have in fact - that they would have kidnapped people.  I cannot think that policemen would have been involved.  With my knowledge of policemen I really have strong doubts about that.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I was interested to hear just earlier on you saying that your telephones were bugged by National\nMOUTSE HEARING TRC/MPUMALANGA\n12 VAN NIEKERK\nIntelligence at the time that you were wanting to fax a document.  Again can you just enlarge on that.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Not Military Intelligence, it was National Intelligence, a certain Mr Victor.  Him and Simon Gouws, they worked together.  I can perhaps say that they were very close friends with the cabinet.  When the riots broke out when the papaw hit the fan at Kameeldrif River he was with the head minister in London and in his own words he said to make arrangements for the casinos, the licences for casinos.  So this Victor I didn't trust him, my direct telephone when I concluded my conversation it didn't want to switch off and then I had to make urgent telephone calls through the telephonist and I reported this and one day I was very upset, I actually swore at the technician and Victor I also told him that he was going to perhaps listen to the tape recording of my conversation.  I also have to tell you that other conversations in my office pertaining to issues concerning information from the Kwandebele cabinet, those things we discussed outside of my office under a tree.  It might sound strange to you that a government's police head cannot say things to his own government. I had to hide it away from them, that was my position unfortunately.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "... some more questions but I will hand over to the Chairperson and to my colleagues for the moment.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "General Van Niekerk, just to come back to some issues that you mentioned, you mentioned the name Gouws, is that Simeon Gouws who you were referring to?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Professor Simon Gouws.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Just tell us a little bit about what his exact role was.",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I was informed at the time\nMOUTSE HEARING TRC/MPUMALANGA\n13 VAN NIEKERK\nthat - in fact he admitted it to me himself that he was an adviser to the Chief Minister.  I do not know if he was in the service of the Republic of South Africa or if he was in the service of the Kwandebele government but from a document which I have available to me it appears as though he was fairly involved with my withdrawal from Kwandebele.  I do not know if you have the document.  If you do not have it I do have it available and I can make copies available to you.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Were you aware of the fact that when this issue of you being removed from Kwandebele was discussed with the South African government or members of the cabinet of the South African government, that Simeon Gouws was actually present and that he supported the recommendation that you should be removed from Kwandebele and the reason that was given was firstly that you were meddling in politics, secondly you were not restoring law and order, that the situation in Kwandebele was out of control and that you were not prepared to take the necessary steps to restore law and order.  How would you respond to that?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, law and order we did have, I did not get myself involved in politics.  I did not get involved with anyone.  I did not involve myself with the Kwandebele government, I did not involve myself with the comrades.  I see that Professor Gouws made an allegation which borders on the fact that he regarded me of treason, that I identified with the radicals but really, Chairperson, a liar always says things about other people but you can ask Prince James the ngonyema, I never had any contact with them.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "The case though General that you felt that the main cause of the conflict was this question of independence\nMOUTSE HEARING TRC/MPUMALANGA\n14 VAN NIEKERK\nand that these plans for independence should be shelved, should be stopped.",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, to me as a person it was a simplistic idea for a piece of land such as Kwandebele to declare it as an independent state.  As I said, such an independent state had to be economically viable.  You cannot say we have got 400 to 500 000 workers in a certain place.  There are no mineral resources, there are no factories except the few at Gungala.  How was the state supposed to survive as an independent state?",
            "Unknown"
        ],
        [
            "MR ALLY",
            "So it is the case in general that you were taking up a political position because the policy at the time of the government was homelands and the idea was to move towards independence.  So you were actually saying that that policy, that political position for Kwandebele was not necessarily the best position.  So you were taking a political position, not so?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "If you look at it from that perspective, Chairperson, then it is probably a political opinion but to me it was more of a realistic view and to add to that if the people wanted independence, if these Ndebeles said, say 70 to 80 per cent of them said look we want independence we will survive on our own like the Israelites, then it was a different story but it was quite clear that that was not the case.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Yesterday there was a suggestion of a close relationship or a special relationship between you and a certain Chris Kendall who was a security officer at Bronkhorstspruit.  Do you perhaps want to comment on that?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, Chris Kendall was the branch commander of the security branch in Bronkhorstspruit and\nMOUTSE HEARING TRC/MPUMALANGA\n15 VAN NIEKERK\nthis area also fell under that.  So under those circumstances we liaised with each other. He was not a friend of mine, he was an acquaintance at a work basis and perhaps he did not say so but in his heart I am sure he felt the way I did although he did not express it.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Chris Kendall was mentioned in connection with the plan or the planning of the assassination of Piet Ntuli.  That he was actually involved with those who eventually carried out the assassination, they were here yesterday, Brigadier Cronje and Captain Hechter, Jacques Hechter.  Do you have any knowledge of those incidents, those events?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "If you mean that Kendall was involved with these people I do not know about it.  If you are referring to the death of the late Piet Ntuli then I know how he died, I was called from home that night to the scene and I also took Gerrie van der Merwe with me.  But that there was any liaison between Kendall and Jack Cronje, I do not know Hechter.  Cronje was Kendall's commanding officer.  He was the commanding officer of the Northern Transvaal security  branch and Kendall was the station commander of Bronkhorstspruit who fell under Cronje.  So the two of them obviously had to have been in daily contact because the one was the other one's boss.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "Do you have any personal knowledge of any violations which were committed during the period when you were the commissioner of police, especially after 1985?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I do not know what it is that you regard as violations.",
            "Unknown"
        ],
        [
            "MR ALLY",
            "The Act that established the Commission, General, gross human rights violations is seen as torture, disappearance or abduction, severe ill treatment and\nMOUTSE HEARING TRC/MPUMALANGA\n16 VAN NIEKERK\nkilling.",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, from the police side the people whom I brought to Kwandebele with me, the people who worked in commanding positions with me, I do not believe that they were involved in any such violations.  It depends on where one draws the line.  Several times rubber bullets were fired, tear-gas was sprayed, but where a man was detained and tortured and murdered by the police I am certain it did not take place in my time.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "General, I only have one or two questions.  What we were told here yesterday seems to conflict with what we are given.  Yesterday we were told that it was the people in Moutse who started attacking the Kwandebele people and except a few minor incidents that happened as a result of the Kwandebele people perhaps reacting to the provocations from Moutse people otherwise people in Kwandebele were very peaceful with regard to the whole issue of consolidation of Moutse into Kwandebele.  Would you say that that kind of a report is correct, General?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, as far as my memory serves me, Moutse's people did not attack Kwandebele's people really.  One could probably ascribe ordinary assaults and such to torments and provocation but there was no account of Moutse's people being in Kwandebele. If you say that the Kwandebele people were peacefully vis a vis the Moutse people I would like to say that before this incorporation story the people were quite peaceful.  The Kwandebele people had nothing against the Moutse people and even the Moutse people had absolutely no animosity against the Kwandebele people.  Several Ndebeles lived in the Moutse area, here at Quarrielaagte a whole lot of Ndebeles lived in the Moutse\nMOUTSE HEARING TRC/MPUMALANGA\n17 VAN NIEKERK\ncommunity.  There was peace among them all and I would like to mention another incident.  There was an incident after all these stories that there were Ndebeles living at Saaiplaas and that these people were also wanting to be incorporated to Lebowa and I heard that they were going to be told and they were being told that you are going to go to Lebowa and after everyone had left I stood there against approximately 1 500 angry people who were spitting and who were armed with sticks and so forth and this man asked me, the chief there, William Mahlangu, asked me why do you whites always want the black people to clash because we have got nothing against Lebowa's people but we do not want to be forced to be incorporated into Lebowa and we do not want to move to Verena because that was the alternative to moving to Lebowa.  We just want to live in peace as we are now living here and I said to them but I am not the lawmaker here, I am  merely an official and fairly enough they let me go in peace.  Thank God for that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was reported that the Kwandebele people over the issue of Moutse were almost the passive people who were just being granted the land by the central government but what one gets from here when it is said that the people in Kwandebele needed Moutse, not even the people of Moutse.  Second that battalions and armies had to be sent.  It appears it was such an aggressive act that one wonders or whether we can explain such acts you know as being, as from the part of Kwandebele, as being passive recipients of what was being offered to them by the central government.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I am sorry, I did not quite follow that question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The question is could the statement have been\nMOUTSE HEARING TRC/MPUMALANGA\n18 VAN NIEKERK\ncorrect to say that the Kwandebele people were passive, they were just being offered the Moutse area without themselves having the intentions and the aspirations to have it you know willy-nilly.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Are you referring to the Kwandebele cabinet or to the ordinary citizens?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think in this case we are referring to the cabinet.  Because what comes through is that the general citizenry of Kwandebele were either ignorant of what was taking place and/or that their wishes were being undermined, as we have just said that the majority of the people did not favour independence.",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, when the riots took place in May 1986 in our mediation with the people, it surfaced that the people at grassroots level did not know exactly what was happening as far as the independent issue was concerned and also with the incorporation of the Moutse area.  The people inter alia said to us that if Kwandebele was to be independent then they may only buy in Kwandebele and that a third of their income would have to be paid to the government, and I can assure you that myself and van der Merwe told Chief Minister Kosana several times that, \"look, the people do not know what is happening as far as the independence is concerned, we will help you, we will protect you, have meetings, if you have something to say, say it to the people.  And he said to me, \"I have already spoken to the people in parliament\".\n There were two cases Chairperson where after the School boycott started on the 6th of May, two large groups of children were found by police patrols.  They just sat there and the police went to them and said to them, \"What is the \nMOUTSE  HEARING TRC/MPUMALANGA\n19 VAN NIEKERK\nproblem?\", and they said they want to speak to the Chief Minister.  And in one case I know, he is now a senior superintendent, this was Maree, he contacted me and I got in my car and drove to the chief minister and said to him, \"At a certain place you have several children who are sitting there peacefully and they say you must please come and speak to them, they want to hear from you what the story is with regards to independence and so forth\".  And he said to me, \n\"Commissioner, in all my life, as old as I am now, I have never spoken to a child and I do not intend to start now. \n And the second time there was such a request again and I went to him personally and said to him, \"Please, the children would like to speak to you, please speak to them\", and he said the same thing, \"I do not speak to children, I have already spoken to the people\".",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "The last question with me would be, when after the murder of Skosana, 36 Bongoto people were arrested, I would love to know whether their release was during the time when you were in power or whether at that time they had already relieved you of the power and someone else set them free?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson I think as far as I remember, I checked up last night again, Skosana was killed on the 28th or 29th of April, Jacobs Skosana.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Jacobs Skosana, yes.",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Yes Jacobs Skosana.  He was murdered that day and the following morning Captain Piet Sutton was the chief investigating officer of the district.  He reported to me that Jacobs Skosana had been murdered the previous night by 36 alleged members of Mbokoto and that they had been arrested.  The system worked as such back then, when Mbokoto MOUTSE  HEARING TRC/MPUMALANGA\n20 VAN NIEKERK\nmembers were arrested and charged, the Cabinet would arrange for bail to be granted or for them to be released and where Comrades were arrested, it was quite clear to me, that the court's sympathy was with the comrades and that they would also be released. So on both sides of the conflict, there was sympathy which enabled them to be released on bail or on warning each time.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "At the time you left, had there already been\nthis turnabout in terms of some of the Kwandebele members supporting the independence whilst others were against the independence?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson when I left they were working full steam ahead on the idea of Kwandebele being independent.  The parliament could not sit because the resistance against the cabinet was too much. They could not get together a sitting. Approximately three days after Piet Ntuli's death the first day of quiet occurred in Kwandebele and it seems thereafter there was a bit of peace and quiet, and it seems shortly after I left here, I left on the 4th of August 1986, my last day in Kwandebele, and I believe that shortly thereafter the cabinet started sitting again. So in that time the idea was that they were still going to proceed full steam ahead with the idea of independence.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Thank you General.",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson I would like to mention something else which bothered me.  If you read that memorandum to which was handed to the Minister of Police, I just want to find the page, I asked that the police functions not be handed over to the Kwandebele via this memorandum to Mr Louis Grange, I make reference to alleged criminal acts, on paragraph 1. Where I say,\nMOUTSE  HEARING TRC/MPUMALANGA\n21 VAN NIEKERK\n\"The riots which occurred as a result of this, currently criminal acts are being investigated which include four murders, 30 robberies, 30 assaults, 9 malicious injury to property, one public violence and 9 charges of theft.  Four cabinet members, namely Skosana Ntuli, Minister Ngunutu.\"\nOur policemen doubted this reference to Ngunutu but it stood as in the documents, and also Minister Nzweni are being \nimplicated. This memorandum is being handed over to the Minister of Law and Order in the Republic of South Africa.  If I was the Minister of Law and Order, I would immediately ask the Commissioner of Police, \"Are there enough investigating officers, top investigating officers to investigate these allegations against these top ministers, these cabinet ministers of this possible independent state?\"\n There was no response from the Minister in spite of this of this information, which was on the 21st of February 1986, it was handed to him then.  The minister authorises the function of the police to the Kwandebele Government and to me, if it was to be a competent government to do something like this then, I do not know what government is all about.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "General van Niekerk, on your memo on page 6 under the Mbokoto raids on Tweefontein, you state that on June 10, 1986 the State Security Council for Kwandebele had a meeting which was chaired by Brigadier Hans Muller, at which meeting the question of allowing Umbokoto to work with the police as endorsed.  Would you say that the subsequent raids into Tweefontein and the consequences of the people who were killed or injured and property destroyed, would you think that  Umbokoto felt that this endorsement justified MOUTSE  HEARING TRC/MPUMALANGA\n22 VAN NIEKERK\nthis raid?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, the State Security Council authorised this suggestion on that day on recommendation of the civic to which I referred to and a recommendation was made I stood up and I objected.  I objected vehemently because I felt that Umbokoto could not work with the police.  Then the State Security Council authorised the suggestion and said that we should do it.  Thereafter there was a\ncabinet meeting which I had a meeting with the cabinet and I said to them, \"look in spite of the decision of the State \nSecurity Council, I would like to refuse that Umbokoto should work with the police\". I had refused and the only manner in which I would allow Umbokoto to assist the police is that Umbokoto should go out to the people and make peace with the people, and I still made a symbolic example that they should take off this ugly mask and put on this nice face.  The cabinet agreed because I would really not have wanted to work with them, and they agreed with me and they said, fine, the most problematic part that they find is at Tweefontein and that they would want to use Umbokoto at Tweefontein.\n Later that afternoon I and some of the defence force people got hold of Minister Mgunutu and we spoke to him for quite a long time in trying to find out if he didn't want to take control of these people who, what does one call it, these so-called mediators, because he was well educated and we trusted him, and he did not see any chance of that happening.  When we walked out with him, Simon Skosana and Piet Ntuli were waiting for me and they seemed very uneasy, to me at the time but in any event it was arranged that without any firearms, it was said so expressly to them and MOUTSE  HEARING TRC/MPUMALANGA\n23 VAN NIEKERK\nto the cabinet that they were going to go to Tweefontein and speak to the people.  We had a full back up section of the police under the command of a very competent lieutenant and were deployed to the area where they were to speak to the Umbokoto people.  As soon as the Umbokoto people moved in, Lieutenant Potgieter called me on the radio and said that there is shooting here, and I said to them, \"Go in there and get Umbokoto out!\"   So if Umbokoto thought that they had a \nlicence to kill that day Chairperson, then it was expressly arranged in the cabinet that absolutely no weapons were to \nbe taken in by them, if they were to be attacked, we would get involved. There was absolutely no need for firearms, it \nwas against the rules which we had made.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "General, I only have two questions.  The first question is, this Victor that you're referring to, is he a brigadier?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "No he's not. No that one is with a k, this one is with a 'c, Victor.  No it's not the same person, no. Not the same person as in Bisho.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have, as a Commission part of our responsibility is to make a final report with recommendations to Parliament about how things should function in future.  Now implicitly and explicitly in your testimony, you have referred to what you see as the proper way in which a police force should function in relation firstly to the people and secondly by implication to the security forces and to the government, and you have yourself said that you are not political, that you have never acted politically. Could you explain a little bit further about that because our history doesn't tell us the same story?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I don't know whether I'm MOUTSE  HEARING TRC/MPUMALANGA\n24 VAN NIEKERK\nfollowing your question correctly, but I can say in this regard that politicians take decisions and then they have peace with us, and then the police on the ground, the police are the government's arms on the ground and then, while they  don't have to execute the decisions, but those laws that aren't correct, they have to apply. If a policeman doesn't do his job, he is charged, he has a hearing and he is sentenced.  So a country should be governed in such a way \nthat the politicians do not take decisions that would place the police in a position where they would have to use \nviolence against the public. In my heart I knew that Moutse's people had a case.  I had to look them in the eye, \nI have to throw them with tear gas and the government has no problem with that, and the people who took the decisions sit in offices with air conditioning.  They don't see what's going on on ground level. The people who didn't want independence were frightened because of Umbokoto, when they acted, we also had to react with teargas but we knew that their case was the right one, they were ones with the right point.  But now the police have to be used to do that work. I didn't join the force to do that, I joined to combat crime and to be a policeman, and I didn't believe that those things would come in my way, that is not why I joined.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Being removed, at the time that you were moved, what could you have done?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Yes I was removed on the 5th of August.  Chairperson, I really believed, and perhaps I was naive in a childlike way, but I believed that the South African Government would do something to solve this problem, and I told you what my opinion was, how the problem could have been solved and they could have made me District\nMOUTSE HEARING TRC/MPUMALANGA\n25 VAN NIEKERK\nCommissioner of the Kwandebele area, I would have stayed here and I would have continued with police work, but I was honest about this, with General Coetzee and with some of the officials and I told them that, should Kwandebele become independent, and my last day would be before the day of independence, and then I would leave, and the people who I brought along with me also leave, we would not have stayed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could I just ask you one last question, what\nhappened to you after you were removed from Kwandebele in terms of you r career as a policeman and somebody in the \npolice force, how do you see your career as having been affected?",
            "Unknown"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, I have to tell you that I tell this to the world, but I had a psychological knock. At that stage I felt as if I was someone who was cast in stone and I couldn't escape. That was the feeling that I had.  I started suffering from a fear of anxiety and I left here, I went to the Northern Transvaal, I worked there.  I went to the Division Border as divisional head.  I was there promoted to general and in 1991, the Kwandebele illness had almost left me then, and then the National Peace Accord was signed and one of the sections to me that had to do with investigation of political complaints that would harm the image of the Force, I was involved with that.  And then I once again had these political problems.  Once again I had problems with the politics, one party was complaining about the other party, and then the Kwandebele problem started again, and eventually at the end of October '92, I was medically unfit, I am 58, I could have worked up to 60.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "General van Niekerk, thank you very much.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "This is not a question, General van Niekerk,\nMOUTSE  HEARING TRC/MPUMALANGA\n26 VAN NIEKERK\nI'm just aware of what you said right now, that one of the ways to get you back onto your feet perhaps would have to be to try and put together all those pieces of what used to exist in this area, perhaps this would give you a new lease of life, that is for reconstruction and rehabilitation of this area amongst these people that were once divided and today they've begun to see that the fault was not theirs but was somewhere in that place where it is now resolved. Do you think that you can avail your efforts in that direction, that is for reconstructing the communities of Kwandebele?",
            "Male"
        ],
        [
            "CAPT VAN NIEKERK",
            "Chairperson, if I can be of any assistance, I would do that gladly. I would really like to\nsee the people forgive and also forget, that we take hands and that we move forward, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for coming to testify, that was very important to hear your perspective.",
            "Unknown"
        ]
    ]
}