{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-08",
        "location": "MABOPANE",
        "names": [
            "NTUNU J MOKOENA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55598&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mabopane/mokoena.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "DR RANDERA",
            "MR MOKOENA",
            "MS MOTAUNG",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "DR ALLY",
            "MR MOKOENA",
            "DR RANDERA",
            "MS MOTAUNG"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We have Mr Mokoena before us. Mr Mokoena, very welcome, you're the last of a long series, a long queue of people, but last is not the least. Thank you for being with us. Dr Ally will help you in telling your story, but I'll ask Mrs Seroke first to help you to take the oath. Will you please stand and raise your hand.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "The Oath.",
            "Female"
        ],
        [
            "DR ALLY",
            "Good afternoon to you Sir and welcome. You're actually coming to speak to us about the experiences you underwent in the 1980's, mainly because of your involvement in the activities in the ANC in particular in the activities of the underground structures of the ANC, Umkhonto weSiswe, which led to your being arrested, which led to constant harassment. You're also coming to speak about your  comrades, your cadre' who were actually also involved in MK and sentenced to death, because of their involvement. But I ask you please to go through what is in your statement.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Thank you Sir. Between the sixties, I was a member of the ANC. We were working in the mines and in the farms. I was a young person and was already a member of the organisation. Around 1981, 1982, 1987, we were working together going to and fro, but working underground. Where we were staying people came. I met a drummer, Benjamin (indistinct), was an actor to that play. Whilst we were proceeding with that play, the police were after us. They made my life difficult.\n Where I was they would come, where I was working. They said somebody assaulted Thabo and Molesan, at that time they were detained. When they were supposed to get the bail, they took them, then I was supposed to tell the police where the arms were, and whom am I working with, and why do I do this terrible work.\n I accepted all because I accepted knowing who I am and what do I want and where do I go. Around those years, they took me from home, they put me in their car, they trampled on my feet. I remember one night, it was at eleven o'clock at night, they passed me through Winterveld. I was sleeping here and the dog was urinating at me and they would put their feet on top of me until a certain place called Bapsfontein. They opened the doors and then they left me there. They thought maybe I would escape but I stayed there in that car, knowing what's their aim.\n At dawn, they said to me I should leave. I knew their intention. I stood there. They made a big fire there, I don't know whose farm was that. They said to me again,\"We said to you leave\". The  farm workers were coming to the bus stop. I went among them, then I went to the bus stop. I took a bus to Pretoria. I arrived there, I was still working at Putco. I was working there, they used to come and look for me, looking for management, what kind of person and they were telling management what kind of person is this. Then the manager said to me you are working with this kind of people.\n They would come one day and sit around the table, then they would call me one day so that they would see me. I knew that that was my time they would ask me questions and then I would answer him and when he was answering (indistinct) questions, I would keep quiet until I went to court but before I went to court, the (indistinct) wife came to me, because I used to give her money so that she will be able to sustain. She told me that \"You are wanted\", then I said \"That's okay.\"\n They used to come ......(tape ends) ....you must not come back here again, I'm asking that you must come back here.\n And then she left and stayed home. May you please forgive me as forget some of the events please. Bear with me. When this went on, every time I went to court, they would arrest me sometimes.\n At (indistinct), it was very unpleasant. They would make me squat on some poles. One day they sent someone for cold drink to bring it to me, they put it next to me and said I must drink it. I told them that I don't drink Coke. They looked at me and laughed, and when the other ones came in, they asked me if I wanted food. I said no. They asked me whether I was going to stay there a long time without eating. I said yes I'll be okay. I stayed there.\n Sometime at about 12 o'clock they left me alone. I wondered what they wanted to do. Some of the times I would sit at the zoo and I wouldn't go to the bus depot, because I knew that they would follow me. They said to me I must reveal all the ammunitions that were used, and I said I don't know anything about that. \n The court proceedings were held by Jana. I went into the court and they wanted to  know how come the workers got to my home. They said I had a gun under my coat. \"Why didn't you arrest me if you thought I had a gun on me?\" that's what I asked them. That was after the case of one of Mamelodi comrades. And then I told them that this guy is my actor in my drama. They asked me whether I had attended school, I said no and they asked me how can you write a play and then they asked me whether I could write anything that they can tell me, I said no this is a gift to me and then they said, how did you become involved in the ANC's activities and then I said I learned that from my parents.\n They had no reason to arrest me at that time and then they released me and when they released me I think they wanted to make Ben's wife a state witness and that's what happened and when she saw me she hid herself.\n What worries me is that the interrogation I went through damaged my brain. Sometimes I wish I could write a play but I am very limited now, I have a lot of headaches, because these people use a lot of things when they interrogate and assault you. That is all I want to tell you.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you very much for that. The people who were arrested and sentenced to death, Benjamin and Thabo and Teddy, and there was a fourth one whose name you can't remember. What eventually happened to them, were they executed?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes, they died.",
            "Male"
        ],
        [
            "DR ALLY",
            "Were they hanged?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes, that's true, they were hanged.",
            "Male"
        ],
        [
            "DR ALLY",
            "When did that happen? Can you recall?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "I don't remember the dates.",
            "Male"
        ],
        [
            "DR ALLY",
            "When the police were trying to get you to testify against them in court, that you had hidden weapons  and that you knew, because they were accused of having killed a policeman, is that not so? That was the offence that they were supposed to have committed. They shot and killed a policeman.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes they were asking me questions regarding that. That's all they did during the interrogation. We in the organisation wouldn't have used a gun, we believed in negotiations. When all these people were asking why we had left our parents at home, we said it is because we were fighting for our country. We were being called \"sellouts\" by then, because when we left he told me that we should continue from where they left off.",
            "Male"
        ],
        [
            "DR ALLY",
            "You say that because of this and because you had to appear in court, your boss where you worked at Putco also harassed you. Did you ever lose your job or did they just harass you?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "I was harassed until Bophuthatswana took over, then we said we should come this side maybe it will be o.k. but it was the same. When I said I'm looking for work they say  I'm an old man, I'm not working I have nine children, my, my, three of them are mine and six of them are my sisters.",
            "Male"
        ],
        [
            "DR ALLY",
            "And how do you survive with is there a, do you get paid a pension or any assistance? How do you look after",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "I get nothing sir. I don't get a pension or anything. Even my at my last employment they don't want to give me my blue card",
            "Male"
        ],
        [
            "DR ALLY",
            "Now after this case and these comrades of yours who were sentenced to death and then hanged did the police continue to harass you?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "If I get a new employment the police would phone my employers and then immediately I would be dismissed. Whilst we were working and somebody asked me many questions then he said I learned many things from you long ago, then I asked him one question I said do you think that poison would come from your stomach then he kept quiet.",
            "Male"
        ],
        [
            "DR ALLY",
            "For how long did this harassment go on? Can you remember? For how many years and when did it stop?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "It stopped in 1994 that's where I left work.",
            "Male"
        ],
        [
            "DR ALLY",
            "The people who harassed you do you, was this, do you know who these people were, where they came from? Which part of the police, any names.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "That's the South African police .",
            "Male"
        ],
        [
            "DR ALLY",
            "Yes, where were they based?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "In Pretoria.",
            "Male"
        ],
        [
            "DR ALLY",
            "Do you know any of them, do you know any of their names? Were these security police or ordinary police?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "That's intelligence, that's the South African hit squad in Kompo. You'd find ten of them would surround you, there is one of them I know it seems he's a Portuguese\nhe doesn't talk. Many of them I don't remember their names.",
            "Male"
        ],
        [
            "DR ALLY",
            "And when you came to this part of the country that became incorporated in Bophuthatswana were you also did the Bophuthatswana police harass you in any way? Or did it continue to be the South African police, because you say it went on until 1994.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Yes they Bophuthatswana police\ncontinued with the harassment. They would come with Hippos and arrest me, they would tell my wife at work that your husband is a unwanted person.",
            "Male"
        ],
        [
            "DR ALLY",
            "And can you tell us, when you were arrested were you kept in prison, were you kept in detention? Or did they just come and arrest you and release you.",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "They would take me to Bapsfontein, they would take me to various police stations. I was surprised that at one o'clock at night they would release me and say leave. That was the problem to me because I couldn't understand what was happening. You'd find that at night these cars would come and light with their headlamps then they would be heavily arms, that's myself and my wife and my sister and my two children. They'd be looking for a certain lady then I'll tell them that there's no other lady who is staying here. They would find us making tea, my wife would give them tea around six, seven, but I would say what kind of people are these wherever I'd go there would be people watching me, even in ..(indistinct) they would come, knowing that if the situation is like that you've got to protect yourself, so I did protect myself.",
            "Male"
        ],
        [
            "DR ALLY",
            "What was the longest that they, that they held you? Can you remember, the longest time that they actually kept you?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "No, I wouldn't go to court I went to Kompo then I was taken somewhere in Cullinan. I stayed three days there, I was released they left me at Mamelodi and then said I should leave and I didn't have money then. I don't know what, what made them to do that.",
            "Male"
        ],
        [
            "DR ALLY",
            "And did you continue with your political activities even during, throughout all this harassment\ndid you continue to work in the ANC in the underground?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "That's true sir, even up to now.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank-you very much I give you back to the chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mokoena you've given us a very comprehensive statement, you've told us the whole story, we also  have it on paper it seems there are no more questions, you've satisfied all our questions. Thank-you very much for coming. You've taken us back a long time to the sixties when you started with your political activities and then to 1983, 1987, 1997 many, many things happened to you over the years, we honour you, we are very grateful that you came, and may the future hold all the best to you and to your family. Please greet them from all of us. Thank you very much, you may take your seat again.\n We have, if you could bear with us for another five minutes there are just a few things that need to be said. The first thing what I'd like to say to you is, what happens now with the Truth Commission, as you know very well that the Truth Commission has the three committees who've been working very hard. \n The first committee is the committee for gross human rights violations, they have hearings all through the country, this to-day was a hearing from the, of the commission of gross human rights violations, you may know that virtually every week of the year up till the end of June, July there will be hearings like this giving people the chance all over the country to come and tell your stories. The important thing is not that a story should be heard in public, the important thing is that a statement must be taken. There are many, many more statements on tape as Joyce Seroke has explained, many, many more statements on paper, but all the statements on paper and  the statements of people who appeared in public will be taken by the Truth Commission for the report. \n We really want to appeal to you that if there are any people in the community who still need to come to the fore to make their statements let us hear from you. We will see to it that statement takers come here because we need all the statements. We think as I said earlier this morning, we think that by the end of this year maybe between 30,000 and 50;000 statements will be gathered from all the parts of South Africa, but please remember we need statements. \n The second committee of the Truth Commission is the committee for amnesty, You've read all about that in the newspapers, you listened on the radio, and the TV. The other leg of the Truth Commission is not only what happens to the victims, but what happens to the perpetrators. You know that the very, the very graceful, a very wide opportunity exists for people who were perpetrators in the past, some of them are living in this area too. People who were guilty, who were on the other side, who for many  reasons perpetrated horrible things. There is the possibility of amnesty, that they can come to the fore, that they can give their whole story, that they can show to us that they did it because it was part of the struggle, or a political motive, and if they are completely honest with us, they can be given total, total amnesty. That means that no criminal charge can be laid against them, no civil claim can be maid against them. \n If you receive amnesty, it is a wonderful, wonderful gift from the nation of South Africa, and now when the perpetrators to be reconciled with the community, reconciled with the people who were wronged, to be part of a new South Africa, but, please remember that as wide as the offer for amnesty is, this Saturday the door closes, this Saturday the door closes. \n If you know of people who must come for amnesty tell them that they must phone the Gauteng office or any other office in the country, but they must phone before Saturday, 5 o'clock in the afternoon, for then finally, the door closes on amnesty, and there will be no amnesty. And if people don't ask for amnesty, they will live under a cloud, because they can be persecuted, there can be civil claims, there can be criminal charges against them. It is a very serious thing to be a perpetrator and when you do not ask for amnesty. So please take this message back that amnesty, the door closes this Saturday, in two days time.\n There is also the third section of the Truth Commission, and that is the VK for Reparation and Rehabilitation. Many people say, but the Truth Commission seems to be \"perpetrator friendly\" for there is so much in the whole process for the perpetrators to receive forgiveness, no matter what they did. But the Truth Commission is not only perpetrator friendly, the Truth Commission is in the first sense of the word \"victim friendly\", because the Truth Commission wants to know what it can do to the victims, to the many victims in the country, from all these statements we received, we make lists and lists and lists of the needs and of the requests of the victims. And you may know that at the end of the life of the Truth Commission a whole series of recommendations will be put before parliament, how can things be done for the victims of the past, to rectify their need, to reinstate them in a position where they would like to be, so all these requests are taken care of and we do hope that in the end when the victims come to the fore they will say - Yes, this whole process of truth of reconciliation has been worth their while, because there will be reparation for them.\n Those are the things that I wanted to say about the life of the Truth Commission. On 14 December the Truth Commission will stop, then we hope that round about 1 March next year, the state, the president will be able to present to the nation of South Africa, the big report of the Truth Commission, telling all about what's happened in South Africa in 30 years since the time of Sharpeville 'till the election that brought the new South Africa to us.\n Secondly, the report will have to tell what happened to all the victims, all the names, all the things that happened to them, also what happened to the perpetrators that asked for amnesty. Also the proposals for reparation, and then thirdly, the last section of the report will have, will be a very interesting section, trying to learn the lessons from the past.\n What should be done to see that we do not fall again in a morass,in the quagmire of the past, that we learn the lessons of the past, that the future can be a better future to all of us.\n We hope that at some stage within the next few weeks, the Truth Commission from Johannesburg will be able to come again, come back again for one more meeting, a report back meeting. If we can do that, we do not succeed in every instance, but if we can do that, we come back to a community after a number of weeks to report back, to hear what's happened in the community since the Truth Commission was here, to hear about the possibilities of reconciliation, to tie all the loose strings. So the VK who prepared for this day hopefully will, in a few weeks time, ask you to invite you to another meeting, where we will be able to report back. But we will keep in touch on the possibility of that.\n Before I ask the Reverend Modau to close our proceedings with prayer, I would like very much to call upon the chief of our Head Office, of the office in Johannesburg, Dr Fazel Randera, to give a vote of thanks.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Chairperson, thank you for all those kind words to the people. When we started our work last year in Mafekeng, the first hearing that we held there, I think we all came with certain expectations and clearly within the commission also, with our own prejudices. Fifteen months later, I think we leave this region, having learnt a great deal from the people in this region. We've heard many stories, we've taken thousands of statements and we leave with a feeling of humility and I want to thank all the people of this region, and particularly for this hearing, all the people in this area who've done this splendid work that you have with us.\n I also want to thank the director of this centre and his staff for allowing us to use the premises, and for being so generous in the facilities that you've provided to us.\n  There are a number of people from your community who have been assisting our briefers today, and I'm sure that you recognise them as people who have been working for many years in your community, and I'm sure will continue to do this splendid work that they've been doing up 'till now. Clearly all the \"moruties\" have been sitting here in front, have assisted us in organising the meetings that we held, the educational meetings, as well as assisting the work for today, so I thank them very much.\n Our translators and I'm sure again you recognize one of them who lived in your community, who is also a reverend in the community. I thank them for all the work that they've done today and to the media who are hidden away in the corner, particularly I want to actually commend Radio Mafisa, a community radio station based in Rustenburg and they have been covering the hearings live. They have been taking what you've been saying here for the last 3 days into almost 1.2 million homes, so a special thank you to them. Lastly our own staff, who have put in enormous amount of work so that we can sit here and listen to the stories that you have been telling and I say thank you very much to them. Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have a surprise, we have received a very beautiful poem from Ms Judith Motaung and would you like to read it. Is it short, will you please read to us if you, please use this, please use this.",
            "Unknown"
        ],
        [
            "MS MOTAUNG",
            "Reads poem",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to ask all of us to stand and the Reverend Madau will close our proceedings with prayer.\nHEARING CLOSES WITH PRAYER",
            "Unknown"
        ]
    ]
}