{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-08",
        "location": "MABOPANE",
        "names": [
            "DAVID MODIMOENG"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55595&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mabopane/modim.htm",
        "speakers": [
            "CHAIRMAN",
            "DR ALLY",
            "DR RANDERA",
            "MR MEIRING",
            "MR MODIMOENG",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR MODIMOENG",
            "CHAIRMAN",
            "MS SEROKE",
            "MR MEIRING",
            "DR ALLY",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR MODIMOENG",
            "Thank you ma'am, thank you Mr Chairperson. I'm David M. Modimoeng. I'm 43 years old. I have four children, the first one is Jacob and Elizabeth, the third one is Miriam, the last one is Gladys. To this meeting I came with Gladys, who is eleven years old now, and Miriam was born in 1977.\n What happened on 28 May 1986, I was from work as a unionist, at that time until I started new work , to become the mayor of Brits on the 7th of last month. I was working unusual times, when I remember well on 27 May 1986, I left a company called Bosch in Brits, which is a German Multi-national company. \n As I had a problem with that company, together with the shop stewards, we came to a point where there was disagreements. At about twelve midnight, because it was at night, we usually take the shop stewards if there is no transport, and take them to their various places.\n What was surprising that night, Robert Bosch company, denied that I should deliver the shop stewards. If I remember well, one of the shop stewards, who was staying far was a place called Tsebe, somewhere next to Mabopane. You'd remember that when I left Brits to their respective homes, up to Tsebe, it will be around 4 o'clock or 5 o' clock in the morning. \n Not thinking anything, the management asked that the shop stewards should sleep, should put up in the firm. I went home. When I arrived home, I had my supper. After a short while, I slept. Round about 2 o'clock, on the 28th in the morning, usually I thought there was no problem despite the threats which were there, because before this day, some of the activist's houses were petrol bombed eg Jacob (?'s) house, Cyril (?), they were at the same place in Oukasie, in Brits. They were petrol bombed.\n This came to my mind, that  if I sleep at that time, because we were at the threat of being forced removed, as I knew that I'm an activist, what would be possible, or easier is that when I sleep, I will take the corrugated iron and put them on the windows. That's the way we used to live. As usual it was that way on the 28th, I put corrugated irons on the windows and from there upwards I put wood.\n When it came that I should sleep, I didn't think anything. At 2 o'clock, I didn't even hear this corrugated iron falling. The handgrenade was thrown inside the house, that is where I was sleeping with, it was myself and my wife, and Gladys who was eight months old, and Miriam. The two older ones were not inside the house.\n When my wife woke me up, then I asked what is happening. Then he said they have thrown the bomb inside, which means they took the corrugated iron and through the petrol bomb through the window. It didn't fell right on the centre of the room, but it fell next to the window. It came to me. \n Whether to extinguish or maybe to reduce it's strength, or what would be, is that I should throw a blanket on top of that bomb, and try to stand on top of that bomb, so that when it explodes it should not get that strength to bend everything which was inside together with my family. That didn't help me at all, because I approximately, I was said about two feet to that unit. I heard a loud bang then I screamed, because I didn't know what was happening. That blanket didn't help, the bomb exploded, (?) it's explosion.\n The person who said to me they've thrown the bomb, by that time she was quiet, I thought maybe she fainted, but that was the end of her, which is Joyce Modimoeng.\n During that confusion, when I thought what was happening, and where I am, when I looked at the roof, there was no corrugated irons, there was no roof. The three sides of the house fell on the ground. What came to my mind, is that I must take these children before their mother and take them outside. I was able to take the two children outside. I don't remember who took them from me. I sat next to the bed and shook her to wake up. She didn't reply. At that time I was not aware that the shrapnel from that bomb, the went to my feet and my feet, my leg is damaged. I'm not able to dress on shorts, because the leg is damaged. \n When I moved from the bed  to try to stand up, I was not able to. Then I began to be aware that something has happened to my feet. I was helped by the kitchen table, because this shrapnel could have hit me from waist upwards, but hit me from the waist downwards. That shows that the shrapnel penetrated on the kitchen table then  I was not able to wake up and people were assembling and they picked me up. They took my wife and she was not speaking then. We asked a certain good samaritan to help us. We took my car, we drove towards the hospital.\n When we were supposed to move to the hospital, we saw a police van. (indistinct), because in that short spell of time, I did not ask the police to come. I said to the policeman - fuck you - because before that these two visits me and they would intimidate me because we were denying to go to (?), because we're afraid we'd be under Boputhatswana.\n That's how it happened. Then we arrived at the hospital. The doctor certified my wife dead. Then I was admitted in the hospital for medical treatment. I think I stayed in the hospital for 13 days and my wife was in the mortuary. There that time the state of emergency was declared, and then I was supposed to bury my wife. At that time, when I was recovering, the couldn't bury my wife because I was still in the hospital, but the doctor had to release me even if I was not recovered, that they should bury my wife. It came to a point where we were able to bury my wife before we bury. It was on the 12th June, if I remember well. At that night when the state of emergency was declared, before twelve o'clock.\n  We had a very strong union, which is Metal Allied Union, shop stewards arrived to the night vigil. They came before time then they stopped the security police, the security police stopped the night vigil, then they said they only want people who were on their list, because the emotions were high at that time, and they were just about out of control.\n I asked all the people to keep quiet, to look for their people. They took, the security police took, those people which appeared on their list, then they went. That was not all. When we were supposed to go to the graveyard, they came with an order that not more than 200 people should attend a funeral, and the funeral was on Thursday. People who helped us, the intention of the state was to lay a charge against me. People who were there were over 6000 and according to them there were only needed 200, so they came with horses, motor bikes and vans.\n I want to thank Legal Resource Centre, because Mr Bartlett was there. Then we were able to go to the cemetery to bury, until we dispersed. Which I want this commission to know, there were many instances where the security police, because I was the leader of the campaign that people should not be removed from Oukasie to Thlabele.\n On the day when my house was petrol bombed, the telephones in our area were not working. I want to know as whether Telkom did have an information that they should switch off all communication and I want to know again at that time how did it come, because I am not aware of the day we had people who were patrolling and who were helping the workers. They were patrolling at night while we were asleep because we knew that they were going to arrest the activists. I want to know how the - were arrested, who were patrolling at night.\n I want to know again on that day, a police guy came, the registration number is JNJ, it was the car that was used by the captain of security branch who is Captain (?).\nWhat I'm saying is a hearsay, a rumour, on the 27th, Captain (?) was not using that car but Captain Letswalo was driving that car, who is my cousin, and constable Pretorius, Frankie Pretorius. I know that these people used to come to this area, what I didn't understand was that next to my house, which was next to the fence, they were able to pass through to make a turn next door. I couldn't (?) no car was used in that direction because it was a cul-de-sac. \n I did come that, the night before my house was petrol bombed, used that road. That's what I want to know. The other thing that I want to know, when they came to bomb my house, who sent them? I would say lastly, I have Gladys Modimoeng whose mother has since died when she was eight months old, and my mother helped me to take care of her. I want the commission to investigate those issues. Thank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you and now Ms Joyce Seroke will assist you with a number of questions as will the other colleagues at the table.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Modimoeng, questions are going to be very short, what you have given us is very concise. What I want to know is, you were a unionist, ....you removed from Oukasie to (?) ... or you had a particular position.",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "I was the resident of Oukasie and I was not a member of the committee at that time except to say I was a union official.",
            "Male"
        ],
        [
            "MS SEROKE",
            "At the time when your house was petrol bombed, what was happening in your area which made it possible which made it possible that there should be a state of emergency again?",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "What I can remember is that that there should be petrol bombs ... (no further interpretation)",
            "Male"
        ],
        [
            "MS SEROKE",
            "You think that people who threw the petrol bombs, would be, that you as a unionist, they were trying to intimidate you, that you should remove from Oukasie, for the petrol bomb.",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "I don't agree with that. What's in my mind is that all along people were against forced removal and those who used the petrol bomb would be the state and nobody else.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your statement you also go on to say that you had a suspicion that this would happen to you, then you did precautions that there should be a corrugated iron on the window. Unfortunately the corrugated iron didn't help, it fell on the ground and the bomb was able to penetrate. Those whose houses were petrol bombed, what offers did you make to report.",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "When I remember well, is that they reported, but at that time, because of this campaign of forced removal, they would tell you and report to the (?), that's the answer you'd get and there was no security, particularly for the activists.\n When I remember well, is that (?)'s house was petrol bombed. They closed the windows with their wardrobes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You were injured, and you have described your injury. What happened to Gladys and the other child, were they injured also?",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "Gladys and Miriam, we took them for shock treatment and that's all.",
            "Male"
        ],
        [
            "MS SEROKE",
            "It seems that   (no further interpretation)",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "With Miriam it's better , but with Gladys it is a problem, because she heard (?) because of the bomb sound. She's not living a normal life because we're always taking her to the doctor, she's not normal. She had an ear problem after some time, she has a breathing problem, she  has nasal problem.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say also you were helped by (?). Did you lay a charge so that this case should be investigated, then after you have reported this case, what was the response of the police?",
            "Female"
        ],
        [
            "MR MODIMOENG",
            "I'm happy for that kind of question, because even I did  answer back, but if you report a case they say go and report it to the . What happened is that I opened a docket in Brits, up to this day I tried many times to make a follow up , so that to check their progress, how far we are with the investigation for this case , up to this day. What they used to tell me, outside, people like Pretorius, whom I've mentioned already, he would ask me - how's your leg. Then he would say - my leg is better and I'm going to let it be amputated, but I did open a case but to no avail.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What do you want the TRC to do?  Find out and at the moment our investigators, .... from there they would get help about other questions and other answers and I'll hand over to the chairperson.",
            "Female"
        ],
        [
            "MR MEIRING",
            "Thank you Joyce. Any questions, Dr Ally?",
            "Male"
        ],
        [
            "DR ALLY",
            "In your statement, under the section, Perpetrators, you don't mention any names but today in your testimony, you mentioned quite a few names. Is there a reason for that?",
            "Unknown"
        ],
        [
            "MR MODIMOENG",
            "I was not informed that I should not raise names, but with my experience, to sit down with a problem doesn't help me. The people I'm talking about, their intention was to kill my entire family and is not going to help my whole family that I should be afraid to tell people's names because even during the incident they were there. To raise their names, it is relevant because I want this Truth Commission to investigate.",
            "Male"
        ],
        [
            "DR ALLY",
            "..... criticise or anything, I just wanted to know why in the statement itself so what I would suggest is that those names that you raised today, if you could actually give them to us and then all other information that you may have so that our investigators can follow up.  You see the reason is that it is so important that the names should actually be in the statement is because whatever names appear in a statement where there are allegations made, we are obliged to send letters to those people to inform them, then to give them an opportunity to respond. On the basis of a name in a statement we can also follow up, if people don't respond we can call them in for questioning, so that's why it is important. So I was raising the question of names in your statement, not as a criticism at all, you can raise whatever names you want to or whoever in a statement ....(?).....public debate helps our work a lot if in the statement we are given as much  information as possible, because if that was the case in your statement, we could already have started the process of contacting those people, trying to contact them and say that your name has been mentioned in the following incidents, do you want to comment on this.\n  So just an appeal to people to try and be as comprehensive as possible in their statement and to you to give us additional information, which you have now given in your testimony, to give that to us and we can try then to follow up on some of those names. Thank you very much",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Dr Randera.",
            "Male"
        ],
        [
            "DR RANDERA",
            "David, just two questions. You said just now that you thought that they wanted to kill your family and yourself, now, where there other threats to your life prior to this particular occasion when your wife was killed, during either that year or the previous years?",
            "Unknown"
        ],
        [
            "MR MODIMOENG",
            "There were no threats except that you were able to see that the situation was tense. If you have a campaign (?) then because of that, they were using every tactic that we should be forced removed from Oukasie.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And my next question is related to this campaign, and the struggle of the people of Oukasie, you said earlier on that people were refusing to move to Letlabele, because of the concern of it being incorporated into Boputhatswana. How much pressure was there from the government of Boputhatswana itself, for people to be pushed out from Oukasie, or was it just the state of South Africa at the time, and did this in itself engender factionalism within the community?",
            "Unknown"
        ],
        [
            "MR MODIMOENG",
            "If I remember well, they wanted to move people from Oukasie. If you come and look, it's a different situation altogether. They were saying Oukasie is just like Alexander, therefore according to us, they wanted to move us from Oukasie because Brits was white dominated. They wanted the white people to say there. Our experience has shown that their intention is to take us to Letlabele (?) which is about 25km from Brits, so that they wanted to dump us there. So according to us Letlabele was going to be a slum unless we wished to compare that we don't want to go there. Until people wanted to, until it became a model town and the standard now of Oukasie has been brought because of that pressure and that campaign we lost from that time. Because we didn't want to be away from facilities like hospitals and work. It even affects transport.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you David.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Mr David Modimoeng, just before I say a last word, I didn't ask you who was sitting next to you on your right hand.",
            "Male"
        ],
        [
            "MR MODIMOENG",
            "The one who is sitting next to me is N (Mogose) who is my neighbour. That is one of those people who ran to us during that day to help us in that incident. He's my next door neighbour.",
            "Male"
        ],
        [
            "MR MEIRING",
            "Because he's very welcome. We're very happy and very glad that you are here today that you accompanied David in his testimony. Thank you, you're very welcome.\n David, if I may call you on your name, what does one say to somebody, who's not only lost his property, but who lost his wife, whose children had to grow up without their mother. How can we compensate for that? We cannot, but we do pray that the Lord will bless you and that He will give you peace and that you will be able to live with your head held high. I marvel at the way at which you are not bitter and that you are willing to work for the community. You are the mayor now and it's our privilege to have you here. May the Lord help you, guide you that you may find ways to fight for justice, for reconciliation in your community. The time you spoke of 1986, was a particularly harrowing ...... (tape Ends)\n ........ 500 people were either tortured or detained by the police. So the story you told comes from a time of pain and of disturbance. Thank you for being with us and as I've said, may you find peace and may you be an instrument of reconciliation for Brits and for the whole area. Thank you for being with us.\n Before I ask the next witness to come to the fore, a number of people have arrived. It seems to me that there are chairs available, Vikele, are there still chairs? At tea time we will rearrange the chairs, we will put chairs is the front so that the people standing in the back will be able to find seats, also at tea time, make sure that you avail yourself of earphones and sound boxes, but it will be explained to you at tea time. \n I see that an old friend of the Truth Commission, Rev Jacob Nele has come to us, he has been helping us a lot.",
            "Male"
        ]
    ]
}