{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-08",
        "location": "MABOPANE",
        "names": [
            "LINAH MASHININI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55593&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mabopane/mashinin.htm",
        "speakers": [
            "CHAIRPERSON",
            "LINAH MASHININI",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS MASHININI",
            "CHAIRPERSON",
            "MS SEROKE",
            "LINAH MASHININI"
        ]
    },
    "testimony": [
        [
            "LINAH MASHININI",
            "Yes, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You brought somebody with you, please introduce him to us.",
            "Unknown"
        ],
        [
            "LINAH MASHININI",
            "That's my brother, Johannes Nembe.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "A very warm welcome to you to. Mrs Mashinini, before I ask Mrs Seroke to assist you in telling your story, I would like to call upon Dr Ally to help you with taking the oath. If you will stand please and raise your hand in the air. Thank you very much and over to Mrs Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good morning Linah. You come from Maboloka also, you're coming to tell us what  happened on the 15th, which is similar to 15 March.\n What was happening in Maboloka on 15 March?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "(sworn states)\n On 15 March, I was a member of those people who were taking the memorandum. He read the memorandum, he explained to us that 20 minutes we should disperse. When we were supposed to disperse, they gave an order that the police should shoot us. It was terrible. \n We ran away in different directions and when I was running, I took the Main Road. The police vans were chasing me . I saw the other person dead. I jumped a fence to save my life.\n After I jumped the fence, I fell on the ground on top of my left hand. I didn't understand what was happening. I was unable to run, I was weak and there was nobody helping me. I was crawling on the ground, then I went into that house next door. \n The mother of that house didn't treat me well. A certain man opened the door and made me to come in. I thought maybe I just shifted my ankle. After that, the man said I should not leave and I should stay for a while, so that the police should leave and the situation be calm. I stayed there.\n I was feeling the pain now, and I was impatient to go home. Luckily, I saw a certain lady I knew, then I told her to tell them at home that they should come, I'm injured.\n She, my younger brother and my brother came. My leg was swollen then. They picked me and took me home. Then I told them to leave, I wanted to relax. At night, later, the ANC people came with a car to check people who were injured, and they were trying to identify people who were injured or dead. They took me to Garankuwa Hospital. I stayed there. The doctor said I broke my leg, then they took me to operation. They took me to theatre.\n After the operation, they took me to Ward 15. I left on Monday then I was discharged on Friday and there was nobody who was coming to pick me up, then I stayed there 'til Sunday.\n I was plastered, the whole leg. I'm self-employed in Town and all the time I was plastered, I couldn't bring any income, and where I was working, I was paying rent, and telephone expenses. I stayed for a month, then they said I should continue for treatment. After the plaster was removed, I stayed for 8 months whilst I was undergoing medical treatment.\n My child then was 9 years old. That is the one who was helping me with washing and other house chores. Even up 'til now, I am not able to do anything. Even where I'm working, there are steps which we climb everyday, I am not able to go to where we are working, especially in winter,I'm suffering.\n My child now is 14 years. That brings so many problems, because I am not able to kneel. Even when I'm trying to do the washing, I am unable. As it is now winter, I encounter problems.\n The eight months which I stayed whilst I was taking care of the leg, I was paying rent, which is R150.00 and other accounts. I spent a lot of money whilst I was still at home. That is my problem. That is all.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "In this memorandum, what was your complaint, what was written? In the memorandum, which you took to the police, what were you asking?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "We were asking that our roads should be put right, we don't have water, we fetch water from a distance and there is, usually we find a long queue there. That's the plan of the memorandum we were taking there.\n When we arrived there, Mr (?) said within three minutes we should disperse. When we dispersed, that's when he issued the police to shoot us.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you give him the memorandum already?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "Yes, we did.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Afterwards, what happened? After he handed over the memorandum, after everything, did they take care of the grievances?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "No, things are still the same as it  were. Maybe it will be better because we have a new government now.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I see in your statement, that you took your case to Advocate Maseleke. Did he lay a charge against the police and you go to court?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "I was taken by the ANC people who took me to Advocate Maseleke. That was the last time I met him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So that case didn't continue?",
            "Female"
        ],
        [
            "LINAH MASHININI",
            "No it didn't continue.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions from my colleagues? I would just like to ask a question. Are you married?",
            "Unknown"
        ],
        [
            "LINAH MASHININI",
            "Yes I'm married.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What does your husband do?",
            "Unknown"
        ],
        [
            "LINAH MASHININI",
            "Sorry?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What work does your husband do?",
            "Unknown"
        ],
        [
            "LINAH MASHININI",
            "He is working at the Bosch Company.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "LINAH MASHININI",
            "I have four children, and one has passed away.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mrs Mashinini. We really sympathise with you. You had a rough deal and you suffered much pain and problems since the event that happened.\n Thank you very much for coming and we do hope we've taken note of what you asked from the Truth Commission. We will take your requests further and you will hear from us, but thank you and your brother Johannes, thank you for assisting your sister, it was a privilege to have you with us today. Thank you ever so much.",
            "Unknown"
        ]
    ]
}