{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-06-17",
        "location": "UMTATA",
        "names": [
            "GCINISIKO LAMONT DANDALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52698&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98061719_umt_dandala.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR DILIZO",
            "MR HUGO",
            "MR KNIGHT",
            "MR DUKADA",
            "MR MAPOMA",
            "MR MALAN",
            "GCINISIKO LAMONT DANDALA",
            "MS SIGODI",
            "MR WESSELS",
            "MR MACHOKWENE",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DILIZO",
            "MR HUGO",
            "MR KNIGHT",
            "MR DUKADA",
            "MR MAPOMA",
            "MR MALAN",
            "MR DANDALA",
            "MS SIGODI",
            "GCINISIKO LAMONT DANDALA",
            "MR WESSELS",
            "MR MACHOKWENE",
            "GCINISIKO LAMONI DANDALA",
            "GCINISIKO LAMONI  DANDALA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.  I want to start by welcoming all of you to these hearings.  There are two matters that are set down for hearing for today.  The first matter is that of an application by Gcinisiko Lamont Dandala, Mbuso Enock Shabalala, Eugene de Kock which relates to the death of Batandwa Ndondo.\n\tThe other matter is an Application by Pumalele Gumengu and Aaron Tiani in regard to the murder of Sitembele Zokwe.  For the benefit of those who might not be familiar with some of the languages that we will be using, channel 1 is Afrikaans, channel 2 is English and channel 3 is Xhosa.\n\tLet me introduce the members of the Committee.  On my right we have Advocate Sigodi of the Port Elizabeth Bar and on my left we have Mr J B Sibanyoni, an attorney from Pretoria.  I am Sandele Ngcobo, the Judge of the High Court in Cape Town.  Would the legal representatives introduce themselves.  Shall we perhaps begin with those who are appearing for the Applicants?",
            "Unknown"
        ],
        [
            "MR DILIZO",
            "Mr Chairman, I am Advocate Dilizo, appearing on behalf of Applicant Gcinisiko Lamont Dandala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you sir.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Mr Chairman, I'm Mr Schalk Hugo, I'm appearing on behalf of the third Applicant, Mr Eugene Alexander de Kock.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman, my name is Julian Knight.  I am appearing on behalf of the second Applicant, Mr Shabalala.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Chairman and all members, I'm N Dukada.  I'm instructed by Attorneys ...[inaudible] Incorporated and I'm representing the family of the deceased, Batandwa Ndondo.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I'm Zuko Mapoma, leader of evidence for the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you gentlemen.  Mr Mapoma, I understand that the other Application that is related to Sitembele Sokwe is not proceeding, is that right?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.  The legal representative for the Applicants and also the families legal representative are agreed that the matter is not ripe for hearing and I also, Chairperson, from the point of view of the investigation, I am of the view that there are some other areas which need to be investigated in that matter and the matter is not ripe for hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is appearing for the Applicants in that matter?  Sir, would you place your name on Record?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you Mr Chairman, my name is Kobus Malan from attorneys Kobus Malan, attorney in Northern.  I appear on behalf of both of the Applicants in this regard and I can confirm what Mr Mapoma has informed you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather that there is no date that has been set for this matter?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, the date is yet to be fixed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  The Application for Amnesty by Pumalele Gumengu and Aaron Tiani in respect of the death of Sitembele Zonkwe will therefore be postponed to a date to be arranged.  The reason for the postponement is that the investigations relating to that matter have not yet been completed and further investigations still require to be conducted into that matter and for that reason it cannot continue today, thank you.  Mr Malan I think you may be excused.\n\tWe will now proceed with the matter of Dandala and Shabalala and de Kock.  Have you gentlemen any request as to who is going to start?",
            "Unknown"
        ],
        [
            "MR DILIZO",
            "Mr Chairman we have agreed that I'll be leading the evidence of Mr Dandala first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Do you desire to make an opening statement at this stage?  For the benefit of the Committee Mr Dukada would you please indicate the basis upon which the victims oppose the Application?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman, honourable members of the Committee, an Affidavit was prepared on behalf of the mother of the late Batandwa Ndondo and certain grounds are set out in the Affidavit for opposing this Application.  I will just put briefly the grounds for objecting the Application as follows.\n\tFirstly, Mr Chairman, honourable members, the family of the deceased believes that there has been no full disclosure of facts relating to the killing of the deceased.  Secondly, the family also believes that the killing was a criminal act, not related to the furtherance or achievement of any political objective by the killers, particularly the Applicant in these proceedings.\n\tThirdly, my instructions are that the killing was an abuse of State authority and a complete misuse of the criminal justice system by the killers of the deceased.  And lastly Mr Chairman, the instructions are that even if the killing was a political objective, the killing itself was disproportionate in the circumstances.  There were alternative ways of destroying the late Batandwa Ndondo politically than killing him. Those are the grounds for objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well thank you.",
            "Unknown"
        ],
        [
            "MR DILIZO",
            "Mr Chairman I'm leading the evidence of the Applicant Gcinisiko Lamont Dandala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dandala are you going to speak in English or in Xhosa?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I am going to speak Xhosa.",
            "Male"
        ],
        [
            "MS SIGODI",
            "Please rise.  Please give us your full names.",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "My name is Gcinisiko Lamont Dandala.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Dandala you are going to have to speak up very loud, do you understand that?  So that people at the back of the hall could hear you.  Do you understand that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may proceed.",
            "Unknown"
        ],
        [
            "MR DILIZO",
            "Thank you Mr Chairman.  Mr Dandala, are you the First Applicant in this matter?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Having made your founding affidavit in respect of your application?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Which is now forming part of the bundle, starting from Page 6 to Page 16?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Have you read that affidavit and are you aware of it's contents fully?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I have read the Affidavit.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you also adopt it and that it should be incorporated as your evidence into this bundle before this Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "In paragraph 5, that is on Page 7 of the bundle of your Affidavit you stated your background as to when you joined the Police Force, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "And further on the same Page 7, on paragraph 6 you also indicated that you joined the underground Security Branch and were transferred to Umtata head office?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Briefly, what were the duties of the underground security policemen?  Could you please tell this Honourable Court?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The duties of the underground security police was to infiltrate and get information in connection with those groups that we were fighting, the Government of the day.  We would pass the information to the superiors so that that particular person would be arrested.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So those duties are also contained on Paragraph 8 on Page 8 of the bundle?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Who was your supervisor in the execution of your duties as an underground security policeman?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was Colonel Booi.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you know the deceased in this matter, that is Batandwa Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I know him.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Can you tell the Honourable Mr Chairman and the Honourable members of the Committee how come that you knew him and what happened?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That was when we were in Xala when we went there to arrest him.",
            "Male"
        ],
        [
            "MR DILIZO",
            "That is on the date of his death?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Yes, proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [no translation]",
            "Male"
        ],
        [
            "MR DILIZO",
            "Yes, how come that you went to Xala?  Who gave you such instructions, if any?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When I went to Xala I was in the Barkly East and I left Barkly East with Moss and Shabalala.  When we left there we were to fetch a certain lady from Elliott whose name was Shosha.  We left, the four of us, we left for Xala.  When we arrived there we started at the security offices with the aim of telling the people that we were around there.\n\tAnd with the aim of getting Batandwa's whereabouts.  We went to Constable Numa who told me that Batandwa was around, he past their offices driving in a Golf and he went to where he was staying in Mr Ntsibeza's residence.  We arrived in Mr Ntsibeza's place.  We parked the kombi, the car that we were driving, the kombi and Braam Moss instructed me to get into the house to call him, that's Batandwa.  Inside the house there was a tall gentleman who was thin, who was sitting in the sitting room.  \n\tI asked for Batandwa.  He said to me he was going to call him because he was still in the bathroom.  This gentleman left and he came back and said Batandwa was coming.  I left the house, I went back to the kombi.  While we were still in the kombi Batandwa came, he came to the kombi.  Just before he get into the kombi he pointed at Shosha and said, she was the one whom they were together in the training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who pointed out to the other person as being the person with whom they trained?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was Shosha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as the deceased was approaching the kombi Shosha pointed out to the deceased as being the person with whom she had undergone military training?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So in other words he knew that Batandwa Ndondo was required in connection with training, military training?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He got into the kombi when he was inside.  In the front seat there was Braam Moss who was a driver, in the passenger's seat there was Shabalala.  Behind them it was myself and he came and occupied the seat behind me and right in the back seat there was Shosha.   Braam Moss and the others talked to him and they said to him they asked him to leave with them to discuss a certain matter and Batandwa left with them, with us and the kombi took a direction to the police station.\n\tWhen we were on the way, on the road I saw the kombi turning against the direction of the police station.  Mr Braam Moss instructed me to produce my ID to introduce myself as a policeman.  I did so.  I gave him my ID document and I told him that I was a policeman.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Just a minute, who is this Braam Moss?  What can you tell us about him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Braam Moss was the gentleman who was driving the kombi.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you know whether he was a policeman or not?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "On the way to Xala I tried to ask if all of us in that kombi were policemen but they said they were not police.  They said they were members, they were ex members of the MK and they left the organisation.  They were working for the Government but they were not policemen.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Does that also apply to Shabalala and Shosha?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.  When I told him that I was a policeman I saw him opening the window of the kombi and he jumped out of the window.  When he jumped I tried to catch him by his leg but I was not successful.  At that time the kombi was about to stop.  Shabalala was already out of the kombi and he caught him.  When he caught him there was a struggle.  He managed to escape.  He ran away.\n\tAnd Braam Moss was already out of the kombi from the driver's seat.  They tried to chase him, both of them.  While they were still chasing him they started shooting.  They went to a certain house.  They went behind the house.  During that time myself and Shosha were still in the kombi.  When they went behind the house they were still shooting.  I thought about all the things that they were saying in the kombi while we were still going to that place.  I decided to get out of the kombi.",
            "Male"
        ],
        [
            "MR DILIZO",
            "What is it that they told you that you thought of in the kombi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When I was asking them if they were all policemen they said they were not police but they were trained outside and they said, we went on with the conversation but I realised that in their operations when wherever they were, when they operate they normally get someone who is not a part of that operation and when they finished the operation they will come back and kill that person.\tThat's the reason that made me to leave the kombi.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you mean that you also thought that on their return you might be killed if you did not participate?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Okay, proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I left the kombi.  I went to the right hand side.  When I was in the yard I saw them coming from another kombi, from another corner that was in front.  Shabalala was behind Batandwa and Braam Moss was also behind.  They were still firing.  I saw Batandwa, he stood still in a rough way.  I took off my firearm and I fired one bullet.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Firing where?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was pointing at him.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Could you please tell the Honourable Chairperson and the Honourable Members what were your intentions of going out of the kombi rushing towards the direction of the deceased?  What did you have in mind at that stage?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "At that time I was thinking that it might happen, that he ran and disappeared.  I was also going to chase him but I saw them coming again from that corner.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So what I want to find out whether by joining them, were your intentions to arrest him or to join them in the shooting of the deceased or what?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was intending to arrest him.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Okay proceed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Sorry Mr Chairperson, may I ask you Mr Dandala, I heard you explaining that Batandwa stood in a rough way, it was interpreted as standing in a rough way, what exactly do you mean by that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It looked like he was choking.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Did you fully come to a complete standstill when you fired a shot at him at that stage?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I shot while he was standing but after that he fell.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Can you tell this Committee, you intended to arrest him or to prevent him from the escape.  Now you have suddenly come to a standstill, now you are firing at him already in a standstill, what can you say about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "About that I had already heard that he was trained, he was a trained soldier.  He was a trained ANC soldier.  My intention was to catch him, to prevent him from running away because a trained member of the ANC, they were people who were actually fighting the Government of the day.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Yes, proceed.",
            "Male"
        ],
        [
            "MS SIGODI",
            "When you saw him standing still, just before shooting, how far were you approximately from him?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I think it was about 8 metres if I am not mistaken.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Okay, proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When he fell down, Shabalala continued firing.  I saw him taking off a magazine that looked like it was finished and then he inserted the second one and he continued firing.  He fired and he eventually stopped.  I don't know how many bullets that he fired.  After that I said we must take him to the charge office.  We did that, we took him into the kombi and we took him to the charge office.\n\tWe went to Lieutenant Gilele, he said we must rush him to the hospital.  We did that.  We took him to the hospital.  After some time we heard that he died, he later died.  We went back to the charge office to Lieutenant Gilele who phoned the head office in Umtata.  He reported the matter.  We left the charge office.  We went to Elliott.  We went to the security offices there.\n\tThere was a white man there.  There was a boer who was in the office who shaked our hands because of what happened.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Can you remember who that white man was?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know his name.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you know whether he as a policeman or not?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was a policeman because he was in the office.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Okay, proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "After that he also phoned Umtata head office and General Kawe instructed us to come back to Umtata.  We left Elliott and we went to Umtata.  We went to the head office where we were instructed to write statements.  It was myself and Braam Moss who were making the statements.",
            "Male"
        ],
        [
            "MR DILIZO",
            "And what about Shabalala and Shosha?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Shabalala and Shosha, I didn't hear them being instructed to make some statements but what I heard is that they said myself and Braam Moss must make statements so that the case could be destroyed.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Which case, the matter of Batandwa Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Who said so.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was General Kawe.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Did he advance any reason why that case should, to use the term destroyed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He didn't mention anything except that.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Who were eventually charged in the matter of Batandwa Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "After some time I was called again by General Kawe.  He called me to his office.  He said they've decided to charge myself and Shabalala, not to charge Braam Moss because Braam Moss was from Ntobo and the people from Ntobo would identify him and kill him.  It was myself and Shabalala who were charged from Bizana.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Do you know the district from which Shabalala is coming?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Okay.  proceed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "We went to Court, myself and Shabalala.  We went there twice.  during the third time Shabalala didn't pitch up.  The fourth time he also didn't pitch up.  I went there alone and the case was withdrawn and they said they are going to wait until Shabalala is arrested.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So what is the position now with regard to that case which was withdrawn?  Does it still remain withdrawn even up to now?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, it was still withdrawn but I decided to submit an Application for Amnesty.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Mr Dandala, this incident occurred in 1985.  Do you still remember the events very well which occurred on that particular day?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I still remember sir.  I can still remember.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So what are you therefore applying to this Honourable Court?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Before this Committee, I am applying for amnesty because I admit that we killed Batandwa although I'm not sure whether it was my own bullet that killed him but in the name of reconciliation and nation building I am saying it was a mistake.  Therefore I ask for forgiveness.",
            "Male"
        ],
        [
            "MR DILIZO",
            "To whom are you asking for this pardoning?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To the families of Batandwa and the community at large.",
            "Male"
        ],
        [
            "MR DILIZO",
            "So do I understand you clearly to mean that you are not sure whether your own bullet actually hit the deceased but if so, you admit that it might be?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I'm not sure but I admit that we killed him.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Is there anything else Mr Dandala which you would like to bring to the attention of this Honourable Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can start from the beginning where I stayed.  I was working as an underground security police.  As I have already said that in the underground security police we were not allowed to arrest, ours was to gather information and get information about a certain person and pass that information to the head office and the head office would arrest that person but it happened Colonel Booi called me in that underground security police and he send me to the Barkly East.\n\tIt was on the 23rd September 1985.  We left here in the evening and we left in the afternoon and we arrived there during the night.  We went to Constable Booyse and we woke up early in the morning preparing ourselves to go to work.  In the house where I spent the night, it was myself and Constable Booyse.  There was no other person who gave me anything except that he asked Constable Booyse how do things work there and then he said they were still busy patrolling the Transkei.\n\tI also want to say that even there I didn't know the situation that was prevailing at the time.  I was not told what kind of job was going to be done.  But all I was told was that I was going to assist the South African Police.  The police at the time were called, termed terrorist who were appointing some people.  I am aware of the fact that after some time there will be a situation like that.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Did you know where Braam Moss, Shabalala and Shosha were coming from, or stationed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't know them.  I just saw them for the very first time that day.",
            "Male"
        ],
        [
            "MR DILIZO",
            "Mr Chairman, that is the evidence of the Applicant, Mr Dandala.\nNO FURTHER QUESTIONS BY MR DILIZO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  It has just occurred to me that there are legal representative here who are representing the implicated persons but who have not placed themselves on Record in regard to the individuals on whose behalf they appear.  Would the  legal representative who represent the implicated persons please place themselves on Record and indicate the person or the individual on whose behalf they appear.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Thank you.  May it please Mr Chairman, my name is Wessels, J W Wessels.  I am an advocate from the Port Elizabeth Bar.  I am representing General Kawe in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wessels.",
            "Unknown"
        ],
        [
            "MR MACHOKWENE",
            "May it please you Mr Chairman, my name is Advocate Macho, S D Machokwene, from the Transkei Bar.  I am representing General  Nkalitshana and Colonel Booi in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "General who?",
            "Unknown"
        ],
        [
            "MR MACHOKWENE",
            "General Nkalitshana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Machokwene.  Yes, very well.  Mr Knight do you have any questions you want to put to the witness?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman I do but before I proceed with my cross examination I understand that a copy of the post-mortem was going to be available or is available and I would seek the indulgence of a short adjournment just to peruse the post-mortem before I proceed with cross examination and I do see that it is almost tea time so would it be a convenient time to possibly take an early adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is the post-mortem available?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman I am in possession of a copy of the post-mortem report, not the original.  Nevertheless I have tried to make copies for my colleagues if they want to peruse it during the adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have enough copies of that report?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Well I'm not sure Mr Chairman, there are many persons who are entitled to it.  I have three copies with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma do you have a copy?  You don't have a copy of the post-mortem report.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman I don't have it with me but we do have a photocopy and we can make copies available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  In view of the fact that we have unfortunately, for inexplicable reasons already lost time, we will rise now and come back at quarter past eleven.  Mr Dukada would you please be kind enough to make the necessary copies and make them available to Mr Knight and presumably the other members of the legal representatives so that when we come back at quarter past eleven we can proceed without any further interruptions.  Is that the only document that you need Mr.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Yes it is Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, we will rise then.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Knight have you been furnished with a copy of the post-mortem report?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman I have been furnished with a copy of the post-mortem report.  However during the tea adjournment the legal representatives of the family approached me with a request that they would prefer it if they would be permitted, of course with your consent, to proceed with cross examination and then for myself to follow.\n\tI have no objection to that and if that is what they wish I'm happy to oblige.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the rationale for that sequence.  I mean shouldn't you, because you're the next one in line proceed with the cross examination?  Is there any specific reason for the departure from.",
            "Unknown"
        ],
        [
            "MR MACHOKWENE",
            "Mr Chairman I was just asking my colleague if it's not possible for us to begin first with cross examination but there is no specific rationale or any reason as such if.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knight will you proceed please.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.\nCROSS EXAMINATION BY MR KNIGHT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dandala, may I remind you that you are still under oath.  Yes, Mr Knight?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "(cont)\n\tThank you Mr Chairman.  Mr Dandala, at the time in 1985 what was the situation with the South African Police in the Transkei?  Were they permitted to operate within the Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They had no permission to operate in Transkei.  If they so wanted, they had to get permission and get police from Transkei accompanying them.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And was that the purpose of your involvement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes that was the purpose.  Colonel Booi had said that I was supposed to assist them when they came to operate here in Transkei.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And what would the function be if South African Police were looking for a suspect.  What would the procedure normally be to facilitate for that person's arrest?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Police from Transkei would accompany those from South Africa to go and arrest such a person or the Transkeian Police only would go and arrest that person and hand that person over to South Africa.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "So is it correct to say that the South African Police didn't have jurisdiction in the Transkei at the time?  They would work under the auspices of the Transkeian Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, it was okay for them to work in Transkei but they had to be accompanied by those of Transkei.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, when you were in, it was Barkly East, you were then divided into a group with Braam Moss, Mr Shabalala, the woman called Shosha and Mr Shabalala, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Thank you, I'm getting to my next question.  Can you accurately, you know you said in your evidence in chief that you have a very firm recollection of that day but bearing in mind the years that have past, if Mr Shabalala has a different recollection what transpired, would you be prepared to concede that in certain instances you might have, it might be a possibility that everybody's memory is failing in the sense that it's an event that occurred fourteen years ago?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I would concede that a person's memory is fallible.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Yes.  To proceed to the time when the incident took place, what led you to believe that people like, for instance Mr Shabalala as well as Braam Moss were not in fact police officers?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They themselves told me after I had asked as to whether all of us were policemen.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Would it surprise you to note that they were in fact police officers?  I'm not referring to Shosha but I'm referring specifically to Mr Shabalala and to Captain Braam Moss?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That would surprise me because they told me that they were not policemen.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And do you recall when the South African Police operated in the Transkei and with your assistance that the vehicles would have false registration numbers?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes that did sometimes happen that cars would be driven with false registration numbers.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "What to your mind was the purpose of that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To prevent identification as police vehicles.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "To keep their operations in the Transkei secret in other words?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, returning to the incident that took place, when you went to Xala and approached the, you in your statement said that you went to a police station to find out the whereabouts of the deceased?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To the security offices.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "To the security offices?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible] firstly to introduce themselves to the security branch there that they were present in the area and also to establish the whereabouts of the deceased.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.  From there you went to the deceased's house where he then came out?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "When he entered into the vehicle, do you have a recollection of having closed the door after he entered and putting the door on a lock so it couldn't be opened from the inside?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The door was closed by the deceased because he entered while we were sitting inside and he closed the door behind him.  He closed the door himself.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "He closed the door himself?  Can you accurately remember precisely, apart from the fact that Captain Moss was driving the vehicle but the actual seating of the persons?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Can you accurately recall where everyone was seated?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Because Mr Shabalala's recollection is that Shosha was in fact sitting in the front seat?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can recall clearly.  Shabalala was on the passenger's seat and Braam Moss was driving the kombi.  I was seated behind him and Shosha was in the back seat of the kombi.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Well unfortunately Braam Moss and Shosha are both deceased at this point but Mr Shabalala will say that he has a different recollection of the seating, where everyone was seated.  In fact he says that it was Shosha who was sitting in front.  With regard to the, just before the deceased attempted to jump out of the window or in fact managed eventually to jump out of the window, your evidence was that this was as a result of yourselves identifying yourselves as a police officer.\n\tDid it also have anything to do with the fact that at that time he recognised Shosha?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It could be that point.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Because Mr Shabalala will say that it was at the time that, on his recollection, it was at the time that Shosha in fact identified herself to the, or not identified herself but was recognised by the deceased that he then suddenly realised that there was something wrong and he started to shiver.  Do you recall, do you have a recollection of him shivering in the car or shaking with nervousness?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  Because he was just behind me.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "He was behind you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.  I didn't see any shivering.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Did you have your eyes on him at the time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, my eyes were not at him.  At that time.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And then he jumped out of the window?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "What happened then?  Who grabbed him by the legs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Who grabbed him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry?",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Who grabbed the deceased by the legs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Myself.  I grabbed him by the leg.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And Mr Shabalala as well?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Mr Shabalala was inside the kombi at that time but he managed to jump out of the kombi very fast and grabbed him outside the kombi.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Who grabbed him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Shabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shabalala only grabbed the deceased once the deceased was outside of the kombi?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Outside of the kombi, yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Shabalala has a different recollection of that and that is basically that there was no struggle with him after he had got out of the vehicle for the simple reason that the vehicle was still moving at the time that he managed to alight from the vehicle exiting through the window and by the time the vehicle had stopped he, the deceased was running away from the vehicle and Mr Shabalala will further state that he had to open the sliding door from the outside and it was at that stage that he joined Captain Moss in the pursuit of the deceased and Captain Moss had already started shooting.  What is your comment on that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Maybe his memory is not good.  Because it was just as I'm saying.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Well could you describe if Mr Shabalala had a struggle with the deceased, how was it that the deceased managed to escape?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They struggled, I don't know, how can I put it, because Shabalala was, grabbed him then Batandwa tried to free himself from him and he managed to free himself and ran away.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And who then commenced shooting?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry?",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Who commenced the shooting?  Who was the first person to start shooting?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was Shabalala.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And Captain Moss?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "And Braam Moss.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And where was Moss at this stage?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They were chasing him.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Because do you remember what Braam Moss looked like?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, he was a hefty man.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "He couldn't run very fast?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He couldn't run very fast but it was a short distance.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Because Mr Shabalala will further state that when he alighted, managed to get out of the vehicle that it was Captain Moss who had alighted first, had managed to get out first and had commenced shooting and it was only he that started shooting at a later stage.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The man who came out first was Shabalala.  Braam Moss came out later and as I have said that, they ran around the house and then when they came around the front corner, Braam Moss were at the back.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now with regard to the shooting, Mr Shabalala will also say that when he commenced firing he was standing just to the side of the vehicle that he had alighted from and that you were at that stage standing to his side and that as he commenced firing, his recollection was that he could hear you firing as well?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can recall clearly that I was inside the kombi at that time.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now when the deceased fell, your evidence in chief as I understand it was that Mr Shabalala in fact re-loaded after having, well used up all of the rounds of ammunition in his one magazine, then re-loaded and started shooting again?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now Mr Shabalala disputes this.  He says that he didn't have a spare magazine.  What is your comment on that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I saw him taking off the first one and putting in the second one.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "How many shots would you say were shot in total?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "By whom?",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Well, in total by all of the people shooting at the deceased.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "By each and every one?",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Yes, the total amount of shots fired in the incident?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know the number.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "If you think about, you said that he then re-loaded his weapon and then at a very short distance or range, shot off a second magazine, was that your evidence?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, how many bullets would be in a magazine?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In magazine, hence it was a 9mm?  There should be fifteen rounds in a magazine.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Fifteen rounds?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Now, at close range, one would imagine that fifteen rounds would hit their target?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know how many.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wait a minute.  But doesn't that depend on how many bullets were in the magazine at the time when it was fired?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Yes, I agree with you Mr Chairman.  The reason why I'm mentioning this is, if one has regard to the post-mortem report, it reflects a total of eight bullets having been, the deceased having had eight bullet wounds and although one doesn't know how many bullets were in the magazines or the one magazine that the accused, one of the accused, that Mr Shabalala had, that it would appear inconsistent that he would only be wounded eight times with regard to the evidence that you are giving of the amount of rounds that must have been shot into him.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As they were running, shooting, running, maybe they missed him with the first shots.  As they were running.  But I don't know.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the state of this post-mortem report.  Is it being handed in as an exhibit, what is the position?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman, not by the Applicant.  I would imagine that the exhibit will be entered in to evidence by my colleague who is appearing for the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dukada, is it intended to hand in this post-mortem report?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "That is correct Mr Chairman, we intend to hand in the report when we are cross examining the witness or leading the evidence from the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is there any reason why it shouldn't be handed in at this stage?  Is there any objection to this report?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman I have no objection from my side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "I have no objection, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No objection sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the extent that Mr Wessels and Mr Machokwene you may have a say in the matter. Do you have any objection to this?",
            "Unknown"
        ],
        [
            "MR MACHOKWENE",
            "No.",
            "Male"
        ],
        [
            "MR WESSELS",
            "No objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I see you have seen it, have you?  Yes very well.  The post-mortem report which is Xala CR 92/9/85 will therefore be handed in by consent as Exhibit \"A\".  Yes thank you Mr Knight, you may continue.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.  Mr Dandala, what led you to believe that had you not participated, that you might have been killed by the Vlakplaas contingent?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was heard by the people I was going with that if someone doesn't participate in what is being done, they would come back and deal with him or kill him.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Did they specifically, what I'm trying to establish is whether this was your perception of what might or might not have been said or whether it was actually said to you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was said by them.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "That they would come and kill you if you didn't assist?  That they would kill you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Not myself.  The person with whom I operating, I mean with whom I'm doing that operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dandala what Mr Knight is endeavouring to find out is, did any one of the individuals in the kombi say to you, if you do not take part in this operation, they will come back and kill you?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There was no specific person who said to me they would come back and kill me.  It was through conversation in the kombi.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "So it was just your perception because Mr Shabalala will say that he has no recollection of any conversation along those lines at that time.  He doesn't dispute that there might have been a chat along the way about general operations but his feeling is that being a co-operative unit there would never have been the necessity or any, it would never have come into their mind to make any threats of this nature against a fellow policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In his evidence there is no suggestion that there were any direct facts, you know, at him, but it emerged in their description of how they operate that if a person does not participate in an operation, they usually come back and kill the person.  And presumably from that he assumed that if he does not participate in this operation, they may well come back and kill him.  That's how I understand his.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.  I won't take the matter further.  Mr Chairman if you would just bear with me, I'm almost finished.",
            "Male"
        ],
        [
            "MS SIGODI",
            "I just want to ask a question from the Applicant.  When this was said, if you don't participate in an operation then they would come back and kill the person, when was this said?  Was it said before you went to collect the deceased or was it said, at what stage was it said?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was on the way to Xala.",
            "Male"
        ],
        [
            "MS SIGODI",
            "Before?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Before we reached Xala.",
            "Male"
        ],
        [
            "MS SIGODI",
            "And in what context, what specific operation were they referring to?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know but it was just a conversation, specifically there was no operation that were.",
            "Male"
        ],
        [
            "MS SIGODI",
            "There was no operation that you had in mind at that time?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MS SIGODI",
            "You did not know, did you know that Batandwa was going to be killed or did you not know?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Knight.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Thank you Mr Chairman.  I have no further questions.\nNO FURTHER CROSS EXAMINATION BY MR KNIGHT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you Mr Chairman, I just have a few questions.\nCROSS EXAMINATION BY MR HUGO",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Dandala you, are you still a member of the South African Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "So no steps have been taken against you since this incident?  Disciplinary steps?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No there were no disciplinary steps.",
            "Male"
        ],
        [
            "MR HUGO",
            "And where are you at present stationed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "At Umzimkulu.",
            "Male"
        ],
        [
            "MR HUGO",
            "Which is where?  Is it still part of the Transkei, sorry.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, part of Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are you stationed?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Umzimkulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you just speak up Mr Dandala if you don't mind?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.  Okay, thank you.  I'm stationed at Umzimkulu.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Dandala what is your present rank in the South African Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I am an Inspector.",
            "Male"
        ],
        [
            "MR HUGO",
            "So you have been promoted fairly rapidly since that particular incident, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Would you say this was in the normal course of events or do you think it actually happened quicker than what normally is the case?  If you understand what I'm trying to get at?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't understand.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well, let me put it rather bluntly.  Were you rewarded in the sense that you got promoted to you present position or was there nothing untoward about your promotion?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I was not rewarded.  It was as normal promotion.",
            "Male"
        ],
        [
            "MR HUGO",
            "I see in your affidavit that you joined the police in 1982.  Sorry Mr Chairman there's a bit of a problem, it's fine.  In 1982 you underwent your initial training at the Umtata Police College for a period of six months, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then you were at Mount Frere Police Station in the uniform branch, is that also correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You were then recruited to become a member of the security branch whilst you were there at Mount Frere.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "At Mount Frere, yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now by whom were you recruited?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know.  To the security branch, I don't know.",
            "Male"
        ],
        [
            "MR HUGO",
            "What was your understanding as to what your functions would be when you were recruited from the uniform branch to become a member of the security branch?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I knew that I'm going to trace, I'm going to look for people who are doing subversive activities against the Government.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "What was your understanding as to what subversive activities would entail?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "By that time it was terrorism.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well terrorism in what sense, who were the terrorists?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The people who went abroad and have trainings in some other countries.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was it ever mooted to you that they should be or should deem to be members of a freedom organisation like the ANC or the PAC?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, those people.",
            "Male"
        ],
        [
            "MR HUGO",
            "That was your understanding?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you were to work on members of the ANC and PAC that went abroad for training?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Right.  Now I've seen your affidavit.  You then go further and you've said that you were then once more recruited to become a member of the underground security branch which I take is a different section of the security police, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now what is the difference between the security, the normal security police and the so-called underground security police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The difference is this.  In underground security we were to gather information and bring it to the head of this.  And to spot these trained people so that they can be arrested.  In that effecting of arrest we should not be there.  We should act as if we are not policemen.",
            "Male"
        ],
        [
            "MR HUGO",
            "And did you, as an underground security policeman, did you not carry with you any police identity documents I take it?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "We had identity documents.",
            "Male"
        ],
        [
            "MR HUGO",
            "But you were not supposed to indicate to the people that you were investigating, that you are from the underground security?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now, can you just give us an indication of the rank structure that was in place at the time?  Who was your officer commanding in the underground security branch at the time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was Colonel Booi.",
            "Male"
        ],
        [
            "MR HUGO",
            "And how many of you belonged to this particular underground security branch?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "We were five.",
            "Male"
        ],
        [
            "MR HUGO",
            "So this whole section just consisted of five of you and I take it then Colonel Booi was the Commander, is that correct?  Six in total?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And who were the other ones that were part of this particular cell or unit, the other names?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was Bongani Wana.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Nombanga.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Bogela, Ngalani.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Colonel Booi, was he a Colonel at the time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was not a Colonel at the time, he was a captain.",
            "Male"
        ],
        [
            "MR HUGO",
            "And to whom did he in turn report?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Colonel Booi?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To the head of the security.",
            "Male"
        ],
        [
            "MR HUGO",
            "And who was the head of the security at the time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was General Kawe.",
            "Male"
        ],
        [
            "MR HUGO",
            "But was there not somebody else that he had to report to in between the General and himself?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I mean ourselves?",
            "Male"
        ],
        [
            "MR HUGO",
            "No no, Colonel Booi, was there not a higher rank than him before he got to the General, that he had to report to?  Or did he report straight to the General?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Straight to the General, yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And was the General aware of the activities of this so-called underground security branch and what it entailed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was aware.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was the General also to your knowledge aware of the fact that you the members of the underground security branch was working and co-operating closely with the South African Police at the time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, because we were working in Transkei only.",
            "Male"
        ],
        [
            "MR HUGO",
            "No no.  The question is, was the General the head of the security branch, was he aware of the fact that you as Transkeian policemen were co-operating, helping and assisting South African policemen to operate in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know whether he was aware or not.  But I was taken by Colonel Booi who was the head of it at that time.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well, was Colonel Booi aware of the fact that you are co-operating with the South African police whilst they were operating in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was aware.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what were his instructions to you in respect of the co-operation and the assistance that were to be given to the South African Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He gave me instructions to go and assist South African Police only.",
            "Male"
        ],
        [
            "MR HUGO",
            "But assist in what way?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In tracing the trained terrorists.",
            "Male"
        ],
        [
            "MR HUGO",
            "And did you yourself do any research on the so-called terrorist in the sense that you, did you have a name and a list of suspects etc., during your investigations in the Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I had no list of the persons.",
            "Male"
        ],
        [
            "MR HUGO",
            "Did you ever, before this particular incident, come to know the name of the deceased Mr Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I knew about him on that particular day.",
            "Male"
        ],
        [
            "MR HUGO",
            "For the first time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "For the first time?",
            "Male"
        ],
        [
            "MR HUGO",
            "So is it then fair to say that as far as you are concerned working on so-called terrorists that Mr Ndondo wasn't a high profile activist or a member of the ANC or the PAC and that you haven't heard of him before this particular incident occurred?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I had no knowledge about him.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you had no knowledge of the fact that he was a member of the Student Representative Council at the Umtata University at the time or just in 1984?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I had no knowledge.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you similarly had no knowledge of him having been expelled for political activities in 1985 from the university?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't know.  I mean I had no knowledge about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you just, whilst we're busy with that, go back to the bundle of documents, it's Page 2.  It says there, summary of substantial facts and then Paragraph 5, this is now after the incident,\nIn a public speech subsequently, the then Transkei State President K T Matanzima gave political justification of the murder claiming that the deceased was killed because of his involvement in a bombing incident in Umtata previously.\nYou see that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I see it.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now, can you recall this particular public speech that was given by the former President?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I recall this, the speech.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you see that he refers to a bombing incident in Umtata previously, was that true, to the best of your knowledge?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As I heard it from the radio.",
            "Male"
        ],
        [
            "MR HUGO",
            "I beg your pardon, you only heard this speech on the radio?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "No but did you have personal knowledge in your work as a member of the underground security force that this particular, that the deceased Mr Ndondo was involved in this bombing incident?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I had no knowledge about bombing.",
            "Male"
        ],
        [
            "MR HUGO",
            "So this, the knowledge of this bombing incident certainly did not or was not conveyed by your section to the then President?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then I want you to just go to Page 17 of the same bundle.  Have you got it in front of you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Do you recognise this document?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now can you just identify it for us please?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you just identify this document for us.  Just tell us what this is about?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was the statement made by me on the 24th of 9, 1985.",
            "Male"
        ],
        [
            "MR HUGO",
            "To whom did or in whose presence did you make this statement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In the presence of Braam Moss.",
            "Male"
        ],
        [
            "MR HUGO",
            "But who was the author of this statement?  Who drew it up and who arranged for this statement to be typed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know but I could say it was the superiors, but I don't know exactly who organised it to be typed.",
            "Male"
        ],
        [
            "MR HUGO",
            "You see Mr Dandala with all due respect, I think this document is of very great importance.  Try and recall the matters in a little bit, in a more detailed fashion.  When was this document drawn up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was after the incident.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well, let me try and help you.  On Page 18, right at the bottom, Page 18, it says there, Umtata and then 13/11/1985.  Does that sound right to you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Do you think that is more or less the date when this document was drawn up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, it could be.",
            "Male"
        ],
        [
            "MR HUGO",
            "And it was signed by yourself I see at the bottom of the page, is that your signature?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, it's my signature.",
            "Male"
        ],
        [
            "MR HUGO",
            "So you were happy with the contents of this document?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "At that time I was happy because some other people, they were trying to assist me in making this statement.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, well that was what I wanted to know, Mr Dandala.  Who are these people that were trying to assist you to make this Affidavit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I cannot recall because in the assistance that they were giving is that I mustn't disclose everything so as to destroy Shabalala because this is going to be heard at the Court.  Now they were telling me that if I can disclose everything maybe these people I was going with could come and also kill me because I'm destroying them.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, I understand that Mr Dandala.  We all know that we were then living in terrible times and dreadful things happened.  What I'm after is, you have to make a proper and a full disclosure to enable you to qualify for amnesty, you understand that, is that not so?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now we have a situation on your own version where you say that people were trying to assist you.  Now we want to know who are these people that were trying to assist you at the time?  So that we can ask them questions as to why they did this.  Who were they?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They were like Constable Booyse, they also tried to assist me.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, that's now one name.  Who else?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I cannot recall others because there were many there in the office.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "One ... [inaudible] sometimes come to me and say, hey this thing which happened, but I don't like it and I don't like it to say at Court that Shabalala shot so many rounds.  You must just say Shabalala, I mean after I have shot a shot Shabalala stopped firing, things like that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, but who are the people that were advising you to do these things?  Not to reveal the whole truth.  Over and above Constable Booyse now, who else?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "If I can recall clearly, Sergeant Ncabani was there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Is he also a member of the deep security unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No no.  He was a member and the head of this.",
            "Male"
        ],
        [
            "MR HUGO",
            "And is he still in the South African Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "What is his rank at present?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Captain.",
            "Male"
        ],
        [
            "MR HUGO",
            "Who else?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [inaudible], Mdotana.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And he's still in the South African Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the name of the gentleman?  Could you just repeat the name for me please?  The name.",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Mdotana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Any other names that you can remember?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't recall others.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well let's just go through the names that were part of your secret unit.  Bongani Wana, was he one that assisted you with this?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, he didn't assist me with this.",
            "Male"
        ],
        [
            "MR HUGO",
            "Nombanga, also known as black cat.  Did he assist you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR HUGO",
            "Pugela?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR HUGO",
            "Nkalane?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Colonel Booi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, Colonel Booi assisted me.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, with this particular statement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Which was not a correct statement, is that correct?  You agree now, with hindsight, it's not correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And is it true to say that this particular statement was drawn up to conceal the correct facts?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And where is Colonel Booi at present?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He is a pensioner.",
            "Male"
        ],
        [
            "MR HUGO",
            "And the General, I'm sorry I can't pronounce the name properly, Kawe?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.  He is also a pensioner.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, did he assist you with this?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, he didn't assist me.",
            "Male"
        ],
        [
            "MR HUGO",
            "And to the best of your knowledge was he aware of this cover up?  Of this cover up, in the sense that you were making a statement containing facts that were not true or at the very best, half truths?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Maybe he had a knowledge about it.",
            "Male"
        ],
        [
            "MR HUGO",
            "Why are you saying that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because firstly he said, the statements should be made by me, myself and Braam Moss.  Secondly he said people who are going to be charged, it's myself and Shabalala.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And you deduced from that that he knew about this cover up and he was part and parcel of this cover up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Dandala, how many other operations were you involved in with members of the South African Police in the Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was this one only.",
            "Male"
        ],
        [
            "MR HUGO",
            "This was the first one and the last one?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "When you appeared in the Supreme Court in Umtata for the first time, can you remember that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't remember the date.",
            "Male"
        ],
        [
            "MR HUGO",
            "No no, not the date but the incident, the fact that you, can you recall your first appearance in Court?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "With whom did you appear in Court as your co-accused?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "With Shabalala.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Shabalala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Were there at the Court during your appearance, were there any other South African policemen present when you were in Court?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, there were no other policemen from South Africa.",
            "Male"
        ],
        [
            "MR HUGO",
            "Do you know Mr de Kock?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know him.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was he present at Court during the first appearance?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say he knows him?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know him.",
            "Male"
        ],
        [
            "MR HUGO",
            "No.  So you wouldn't be able to tell us whether he was\nthere?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I couldn't be able.",
            "Male"
        ],
        [
            "MR HUGO",
            "Had he been there you would have recognised him though?  Today you would have?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  When?",
            "Male"
        ],
        [
            "MR HUGO",
            "Had he been there the first time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then you would be able to tell us that he was there though?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I cannot be able.",
            "Male"
        ],
        [
            "MR HUGO",
            "I have no further questions Mr Chairman.\nNO FURTHER CROSS EXAMINATION BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Dukada?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Mr Dandala what are the reasons for you to apply for amnesty in this Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The reason that I killed Batandwa because I had already heard by the members I was going with that he is a trained terrorist and for the fact that he was running away then I was trying to stop him from escaping and for the security of the then Government.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Those are the reasons for you to apply for amnesty in the Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, that I have killed him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Let me just go through the, you have made a number of statements over this incident, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "More than four statements?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now in the statement you made immediately after the killing of the deceased, can you turn to Page 18 of the bundle.  On Page 18 of the bundle, the very last paragraph, you say that you killed the deceased because he was attempting to escape from local custody, do you remember that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And in this statement you never mentioned at all that you were threatened by askaris to partake in the killing.  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "If you can go through it?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes I can give you time to go through it, you never mentioned at all that you were threatened by askaris to participate in the killing.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, there is nothing.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, why did you not mention that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did he not mention what?  That he was threatened by?",
            "Unknown"
        ],
        [
            "MS SIGODI",
            "Askaris.",
            "Female"
        ],
        [
            "MR DUKADA",
            "Mr Chairman the witness in his evidence in chief mentioned that the reason why he participated in the killing of the deceased was because the askaris had earlier threatened him that if anybody does not co-operate in their mission they kill that person.  The question I'm asking to the witness is why did he not mention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think more accurately would be the witness that in the conversation it emerged that the askaris kill a person who does not participate in the operation and that he was of the view that they may well do that to him as well.  Do you understand the question sir?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I understand the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What is your answer?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Maybe in my memory then I didn't recall it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But this was an earlier statement.  You made this statement on the 13th November 1985 and the one you are relying on today for the amnesty, you made it only on the 4th June 1998.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why do you now recall only on the 4th June 1998 that you were coerced by askaris to kill Ndondo, yet on the 13th November 1985, three months after the killing you don't mention that in the statement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As I have said earlier that some members were trying to assist me in telling me that I mustn't disclose everything by then so as to destroy my co-accused at Court.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In other words in this statement dated 13th November 1985 you deliberately omitted to mention askaris?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In order to protect Shabalala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can you look at Page.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you told us earlier on that the reason why you didn't mention that in your statement was that it didn't come to your mind, at the time of making of the statement?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I said maybe in my memory then, it didn't come into my mind but now I do recall that in some cases they were telling me that I mustn't destroy them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that but I think what I want to know is, did you not mention this fact in the statement because it didn't occur to you at the time of the making of the statement or did you not mention it because you were told by the individuals that you had mentioned here not to disclose it?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.  After I have told by the individuals so I didn't mention it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did mention it?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not mention it because you were told not to mention it?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  At Page 15 of the fresh Affidavit you deposed on the 4th June 1998, particularly at Paragraph 38.  I will read the paragraph for you so that you are able to understand the next question I shall be putting to you.  There you say,\n\"The oppression which resulted in the killing of Batandwa was done at the instance and in the interest of the Government of the then Republic of Transkei and I was acting in the course and scope of my employment of the Department of Police of the said Government.\"\nThen it goes further, you say,\n\"The Government of the day was fully appreciative of the operation.\"\nDo you get that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I get it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Is this one of the reasons you are applying for amnesty in this Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And then at Page 15, if you move backwards, at Paragraph 36, the very last sentence, you say,\n\"It was only by mistake that Batandwa was killed in the operation since I only intended to arrest him and not to kill him.\"\nDo you get that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Ja, go back Mr Dandala, you mentioned that firstly he was escaping from local custody.  Secondly, you were threatened by askaris to partake in the killing.  Thirdly, the killing was sanctioned by your Department and the Government of the day was fully appreciative of the operation.  And fourthly, you killed Batandwa by mistake.\n\tWhat I want to find out from you, precisely what is the reason for you to apply for amnesty in the Committee?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That I have killed Batandwa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "...[inaudible] the reason?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is the reason, that I have killed him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No no sir.  I have set out different versions which come from the documents which you signed, statements.  Can I come again?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Dukada I'm not too sure whether you can take this matter any further because the witness does say that he's applying for amnesty because he killed the deceased.  That's the upshot of his answer.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman I just want to find out from the witness the motive for killing the deceased.  Everybody, with respect, knows that the deceased Batandwa died but I just want to find out the ...[inaudible] motive, if there was any motive for the killing.  Mr Dandala I've set out all these versions you mentioned from the various documents but what I want to find out from you, what was the reason if you can just move from the question of amnesty.  What was the reason for you to kill the deceased?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Firstly I said, since I have already heard that he is a trained terrorist and secondly that I was acting on security of the state and thirdly that he was running away, escaping.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Now, let's go back to the underground security branch.  You were initially a member of the security branch in the Transkeian Police Force.  Is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And thereafter you joined the underground unit within the Department of Police in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now what was the purpose of the security branch?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The purpose of?",
            "Male"
        ],
        [
            "MR DUKADA",
            "The security branch in Transkei.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Security branch?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was to safeguard the country against terrorism.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And then the unit, the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, the security branch.  The underground unit, it had also those duties but doing them in a way that they can't, they cannot be identified as policemen.  But the duties were the same.  That we had to safeguard the country.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What was the point of duplicating functions Mr Dandala?  If there was a security branch to look after so-called terrorists, why was there a need for an underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Could you please come again?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was not a duplication of functions, if there was a security branch to combat terrorism then why did, what was the reason for establishing the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was for infiltration.",
            "Male"
        ],
        [
            "MR DUKADA",
            "That could have been done easily by any member of the security branch then?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, that could be done by any member but it so happened that there was this underground security.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, but you must know Mr Dandala why the unit was established.  I want to find out from you the reasons for the formation of this unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know the reasons for the formation of this unit.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And when was it formed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know.  I mean we were the first people on this underground security.  I'm sure it was formed early 1985.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was it a formal unit in the sense in that it was in the books of the Department of Police or it was a clandestine unit, not known by other members of the Police Force?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, it was in clandestine movement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it known to other members of the security branch?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Other members of the security branch didn't know about this branch.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And what operations did you conduct before this incident as a member of the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There were no operations.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you understand that the first functioning of this underground unit was when Ndondo was killed on the 24th September 1985?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry, could you please come again?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do I understand from you, if I'm correct, that the first functioning of this unit was when Ndondo was killed on the 24th September 1985?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was not the function of this unit.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But I'm talking about the operation of the unit Mr Dandala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he is asking you is this, the incident relating to the death of the deceased was this the first operation in which your unit got involved?  Is that the question?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand the question?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I understand the question.  But I don't think those were the duties of that unit.  That operation could have been done by each and every policeman, a member of the police.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No but what I'm going to find out before I move to this, Mr Dandala, what other operations were conducted by this unit before the killing of Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Okay, let me express it like this.  In this unit we were not supposed to arrest in this unit.  We were supposed to gather information only and bring it to the head office.  If we have spotted somebody, we bring that information to the head office so that he can be arrested by other members, not by the members of this unit.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Dandala, can you tell this Committee what information did you gather in Transkei prior to the killing of Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No there was no information gathered prior to the killing of Batandwa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In other words are you saying that as a unit you had done nothing until the day Ndondo was killed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I could say so because really there was no information about him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In other words all your files were empty as a unit before the killing of Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Could you please come again?",
            "Male"
        ],
        [
            "MR DUKADA",
            "You had done absolutely nothing as a unit in terms of gathering information about terrorism in Transkei until Ndondo was killed on the 24th September?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, there were some informations, but not relating to this one of Batandwa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "That's the information I need Mr Dandala.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No there was no information about him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No no what I'm saying, the information I need.  What information did you gather about terrorism in Transkei before the death of Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I cannot recall but there were some reports that were made by our unit.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Which reports?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I cannot recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that prior to the death of the deceased, your unit had been gathering information on other activities not relating to the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Counsel wants to know is what are those activities?  What information did you gather relating to other activities?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That there is a person somewhere, a trained person somewhere but I cannot recall clearly the reports that were made but there were some reports that were made by this unit.  But I cannot recall the exact ... [inaudible].",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is the position that you had information that there were people trained, there was a person who had been trained somewhere?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you had no idea who this individual was and where he was at the time?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you responsible for gathering that information or did somebody else gather that information?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I was not responsible because as we were five, so I was not responsible by myself in that information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you personally, had you gathered any information?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  In other words Mr Dandala, right where you are seated now, you are not in a position to tell this Committee at all which people in Transkei were recorded in your books as being involved in terrorist activities?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There were some that I knew.  People like Sisa Ngombane.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "People like Mr Mquegeza.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "People like, others, I have forgotten their names.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, and what was this information for now.  If you get the information about certain people what would happen?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry?",
            "Male"
        ],
        [
            "MR DUKADA",
            "What would you do with that information, say you get the name of Sisa Mbongane, what would you do about him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I would take the information to the head office.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So that arrest could be made?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "So that he could be arrested later.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You know the police in parts of South Africa at that time had their own unit or units dealing with terrorism, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know but as there were these people I was going with, that could be possible.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And surely Mr Dandala your underground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That could be possible, are you saying that it's possible that the South African Police had it's own security branch members who were dealing with these matters?  You don't know about that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That there were some units?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Similar to your unit?  The underground unit?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I see.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And surely your underground unit was working hand in hand with any relevant unit existing in the Republic of South Africa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Otherwise in Transkei we were just working around Transkei, not in South Africa.  But I cannot say we were working hand in hand with the South African police members.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why, because.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Sorry, do you want to finish?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because we were working in Transkei only.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but surely your underground unit must have had dealings with any relevant body dealing with terrorism in South Africa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you saying that, sorry?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because as we were working in Transkei we were not in a position to know everything in South Africa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Even a matter relating to the security of the State?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As we were working around Transkei really we didn't know what was happening in South Africa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So your evidence that the underground unit had no dealings with what was happening in South Africa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And no member of, sorry, no member of the South African Police was working with this unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now in your evidence you mention that the South African Police were operating in Transkei with full knowledge of authorities in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And surely there were meetings between members of the security branch in South Africa and those in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know in the higher authorities, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now before the killing of Mr Ndondo which instances where you were working with members of the security branch in South Africa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There were no instances that I worked with members of South Africa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Until it was only this day?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "That is the, in fact 23rd September 1985?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "'85, yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "It was your first day to deal with members of the South African security branch?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Were politicians in Transkei briefed about the activities of underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Can you come again please?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Were politicians in Transkei briefed about the activities of the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now Mr Dandala, surely, you are a Transkeian, and have been in Transkei for quite some time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And were you born in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And 1984 in Transkei was a year of crises at the University of Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Okay.  There were deportations, banishments and arrests as well as detention of students?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you agree with that?  And surely your five, as a member of an underground unit, had some information about these student activities at the University?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was recruited late, I'm sure it was November, between November and December 1984 to the security branch.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, but.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "So I don't know about those deportations exactly.  It was the thing that I heard from the radios.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And '85, in fact to be more precise, 1984 and 1985 there was a crises at the University?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And members of the police force were deployed to look after the unrest?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see, long before the killing of the deceased, do you remember an incident when a Minister of Education, the late Mr Bubu, read out the names of certain students at the University of Transkei who had received military training at Lesotho?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, but that was broadcast in Radio Transkei long before the killing of Ndondo?  You must know that.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't remember that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You mean as a member of the underground unit you were not aware about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't recall it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So I take it that up to now you as a member of the underground unit, you don't know that a Minister of State went to Radio Transkei and read out a list of names of students at the University of Transkei who had received training at Lesotho?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And in that list it was Batandwa Ndondo and he was mentioned as the last student in the list, read by the Minister?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't even see it, I don't know it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now surely your knowledge about the politics of Transkei must be very shallow Mr Dandala?  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It could be.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Particularly as a member of the underground unit who was supposed to be vigilant, your knowledge about the events that were taking place is very shallow?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As I say, it could be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dukada, when was this broadcast over the radio?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Sorry Mr Chairman, it was in 1984.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible] Mr Dandala, the kind of information which the Minister is alleged to have broadcast over the radio, would that be the sort of information that as a security branch you would be interested in?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And Mr Dandala, during 1984, Batandwa Ndondo was detained by the security police for the activities at the University of Transkei many times, you know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You mean Mr Dandala, as a member of an underground unit, you don't know that Batandwa Ndondo was detained in Transkei by the security branch many times?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry, can I ask the question?",
            "Male"
        ],
        [
            "MR DUKADA",
            "The question to you is.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because I was recruited late 1984 so I don't know what happened during the year 1984.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question that is being put to you is that, are you suggesting that, as a member of the security branch operating in Transkei, you had no knowledge that the deceased had been detained by the Transkeian security branch many times?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I have no knowledge.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Now, I mean as a member of, sorry Mr Chairman, I'm repeating the same question but I'm just putting an emphasis to the witness, you mean at the time Mr Dandala, as a member, not necessarily as a member of the underground unit but as a member of the security branch, you were completely aware about the detentions which took place at the University of Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I was not aware of those detentions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you stationed as a security branch police officer?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Firstly I was stationed at Manfrey then I was taken to the head office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was the head office?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was the head office?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Here in ...[inaudible].",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Umtata?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In Umtata.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and when was that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was in 1985.  I don't remember the month, but early.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So by early 1985 you were operating as a security branch in Umtata?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And at the time Ndondo in 1984 was not only an ordinary student at the University but he was a high profile student, a student activist, did you know that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  I didn't know it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you know of any other student activist belonging to the University of Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you know of any student being detained in Transkei in 1984?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now in 1985, 26th June, '85 the Umtata Fuel Depot was bombed.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you get any information about the culprits?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't get that information about the culprits.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What did you do as the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In fact as the underground security member we were trying to get information but we couldn't manage to get it, concerning the bombing.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And subsequently you know very well that on the 12th October 1985, K T Matanzima announced publicly that Ndondo was responsible for the bombing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I heard that announcement from the radio.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you know very well that a different person, a complete different person was charged with the bombing of the fuel depot?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Don't you know that a certain gentleman by the name of Venner was charged with the bombing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But you were still a member of the underground unit in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And yet you didn't know that an MK cadre was charged with the bombing of Umtata Fuel Depot, not Batandwa Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't know that he was charged of bombing.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you don't even know that the gentleman Venner was ultimately released after the ANC had been unbanned, you don't know that as well?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now if I can read to you before we, sorry Mr Chairman, this is irritating, it's done by me unintentionally.  I'll just read it to you, a daily despatch of the Sunday Star, in fact the quotation I will be reading out to you it spreads throughout the national newspapers in Transkei as well as the Republic.  It's a statement which was made by the then State President of Transkei, K T Matanzima.\n\"I want the whole world to know that here in Transkei we know the people who are causing trouble.  Recently a young man called Ndondo was killed in Xala.  Many people are asking why Mr Ndondo was killed.  He is the one who came from Lesotho with others and exploded a bomb in Umtata.  The petrol depot which exploded should have killed the whole of the Umtata population was destroyed by this young fellow, Ndondo.  You will see the Communists when we are asking what has Ndondo done.  Must you all be killed because of these people.\"\nNow I just want you to concentrate on this following paragraph.\n\"Your President, your Prime Minister and your cabinet will not allow such atrocities to take place in Transkei.\"\nYou know about this speech?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I know about it from the radios.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And surely the person, when the former State President said your President, your Prime Minister and your cabinet will not allow such atrocities to take place in Transkei.  That gives the impression that you had known about the killing before it took place?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That myself?",
            "Male"
        ],
        [
            "MR DUKADA",
            "No, ...[inaudible] the President, yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No no.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you understand the question?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Could you come again please?",
            "Male"
        ],
        [
            "MR DUKADA",
            "No.  When he says that your President, your Prime Minister and your cabinet will not allow such atrocities to take place in Transkei, that gives the impression that he had known about the killing before it took place, do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Myself or?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It doesn't follow Mr Dukada does it?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR DUKADA",
            "I'm sorry Mr Chairman let me just re-phrase the question.  It might be sounding inappropriate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible]",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "It's the Sunday Star but I have more cuttings ... [inaudible].",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible]",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible]",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Well unfortunately Mr Chairman I have one copy.  At the appropriate stage I will hand them in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible]",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I'll be coming back to this topic later Mr Dandala but can I ask you a question now.  Did the former State President know about the killing of Ndondo before it took place?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You don't know?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But surely that is not a remark which can be made by a head of state irresponsibly, do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That it could be made by the head of the state?",
            "Male"
        ],
        [
            "MR DUKADA",
            "I say to you that a statement, a sinister statement of this nature would not be made by a head of state irresponsibly.  He had information?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, as far as I can hear it from you.   Seemingly he had information about it.  Myself I don't know whether he had any information about it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And that information would come from the underground unit in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know whether he had any information about, I mean, when making that statement.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you think Mr Dandala a head of state would just go publicly and make an announcement of this nature when he was not possessed with facts?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know where he got it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you subsequently find out?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you make any endeavours to investigate the statement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't investigate it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you have any interest to the statement as a member of the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I had interest but I didn't investigate it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now on the 23rd of September 1984 you were called by Colonel Booi at Bodostow Building and briefed about your trip to Barkly East, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can you just tell the Committee what was discussed in the office of Colonel Booi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Discussed by Colonel Booi together with me?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He just told me that I must go to Barkly East to assist the members of the South African Police when they are coming in Transkei.  They cannot go to the offices to ask for a policeman.",
            "Male"
        ],
        [
            "MR DUKADA",
            "To assist in what?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When they are coming to operate in Transkei.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, exactly.  This is what I want to find out.  To do what in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To arrest political, I mean ANC members.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but please, Mr Dandala, just give us a full picture of what took place in the office of Colonel Booi before departing to Barkly East?  What was the nature of assignment given to you?  What was discussed there together with Colonel Booi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Colonel Booi told me that I am going to work, I'm going to assist South African Police  members who are working with trained terrorists only.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.  And then you said in one of your statements that after you had been told by Colonel Booi that you were supposed to go to Barkly East and he suggested to you that your mission there might be longer.  You went and came back with your belongings.  Is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.  He said I must go and collect my clothing.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And when you came back you found Braam Moss, Eric Shabalala and there were a lot of other people?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.  Surely?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Surely something was discussed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "By myself and Colonel Booi?",
            "Male"
        ],
        [
            "MR DUKADA",
            "By everybody who was in the office of Colonel Booi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, Colonel Booi was just alone in the office.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No, what I'm saying is that when you were about to leave when you came back with your clothes, then you met Braam Moss, Shabalala and a lot of other people.  What actually took place?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "These people they were in kombis, in the kombis.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And proceeding to Barkly East?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you ask the details of the mission?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't ask the details of the mission.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You knew nothing about the precise details of the mission?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "About what?",
            "Male"
        ],
        [
            "MR DUKADA",
            "The precise details of the mission?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see but you know Mr Dandala, Shabalala, in his statement, your companion, he says that he and various other officials of the security branch in the Republic on that day, they were instructed to operate in Transkei.  It was a joint operation between the members of ...[inaudible] branch in Transkei and those in South Africa.  You know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  I didn't see it.  I don't know it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you didn't see it?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I mean I didn't see his statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what's been put to you is that his statement suggests that there was a joint operation between the Transkei security branch and the South African security branch.  Do you agree with that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can agree, yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And this joint operation consisted of Captain Eugene de Kock.  There were also some other members of the security branch or should I say from the Department of Police in the Republic of South Africa who joined you at Barkly East?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know Eugene de Kock.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No no I'm sorry, let me just put, I might be putting an inaccurate statement, sorry.  According to Shabalala, he was a member of Vlakplaas Security Branch and on the day in question he received instructions to go down to Barkly East, did you know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't know about that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Then on your arrival at Barkly East, what was discussed there concerning operations in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "On our arrival there I was taken to the room where Constable Booyse was sleeping.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There were no discussions together with these people.  I was just with Constable Booyse in the room for the whole night.  We slept together.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you plan the operation?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, we didn't plan.  We had no plans.  We didn't plan any operations.  We were just called in the morning by Braam Moss.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You had two mini buses?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Both of them full of passengers?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you find this as an ordinary routine operation?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [inaudible] to see them so I don't know whether it was their routine or what.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But surely Mr Dandala this should have raised eyebrows.  For the first time you as a security policeman, you have one of the kombis is having tinted windows?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Were you not curious to find out exactly what was happening?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes but I didn't ask anything about that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You had no interest to find out from any of your colleagues at, whilst you were at Barkly East?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What was really happening?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't try to find out from anybody.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And the mini bus with tinted windows had an XC.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "XS.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Sorry, XS registration and that is the registration number of Xala where Ndondo was residing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Then what, again that didn't even raise any eyebrows to you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, because there were sometimes even Transkei they were putting false registration numbers so as not to be identified by the people that they are police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When it is convenient Mr Dukada would you indicate so that we can take the ... [inaudible] adjournment.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "No, thank you Mr Chairman, I would appreciate an adjournment Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you finish that point?  Yes, very well.  We'll adjourn for lunch.  We'll come back at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible] you're still under oath?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Dukada.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "(cont)\n\tThank you Mr Chairman, Honourable members.  Mr Dandala, remember that when we adjourned I was asking you about what was taking place at Barkly East.  When you arrived there, but before we deal with what happened there, who did you meet on arrival at Barkly East, besides Constable Booyse?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not find any other person there.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was there anything said to you by any policemen there?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, no such thing was said, any such thing was said.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You have given evidence to say that you did not know that Braam Moss, Shabalala and Shosha were askaris?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I did not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you first knew that they were askaris when you were proceeding down, facing the direction of Elliott, just before Batandwa could jump out?  I'm sorry to correct myself Mr Chairman.  When you were proceeding to Xala, you heard them conversing about a person who doesn't co-operate with them and it was then that you became aware that they were askaris?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I asked as to whether all of us were policemen in the kombi and they said no they are not policemen.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You made a statement to an investigating officer, I don't remember the  name, if you could turn to Page - I'm sorry Mr Chairman, I've just lost the trend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible] appears on Page 29 which was probably made, I think it's on the 2nd October 1997, is that the one?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "...[problem with microphone]",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I'm sorry Mr Chairman.  I've got the exact paragraph I want to refer the witness to at Page 30 of the bundle.  There is a statement which was made by the witness on the 2nd October 1997 but will you Mr Dandala, have a look at Page 30 of the document?  Do you know this sentence begins with the words,\n\"I don't know if it is okay to mention\",\nhave you seen that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, I see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The statement which commences from Page 29, all the way through to 40.  The statement that commences at Page 29 of the bundle of documents which begins by saying, \"the statement of suspect Gcinisiko Lamont Dandala\".  Is that the statement that you made to the investigating officer?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you recall when this statement was made?  It says it was made on the 2nd October 1997.",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I do.  I do remember.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... [inaudible] direct you to Page 30.  Do you have Page 30 there?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Will you please read Page 30 of the bundle, the sentence which begins with the words, \"I don't know\", can you read that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know if it is okay to mention that these men were not SAP members.  Were not SAP members.  I don't know if it is okay to mention that these men were SAP members because there is something that I realised later.  What I realised later is that they were askaris, these were askaris.  Askaris are trained terrorists.  I realised it after the offence was committed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes sorry.  Just stop there.  Unless you wish to proceed?  Can you see now that in the statement you made you say that you first knew that Braam Moss, Shabalala and Shosha were askaris after the killing of Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "What I was trying to explain here is that there is this word askaris.  I did not know it.  I used to know the word trained terrorist.  Trained terrorist.  I got to know the word askari after they were killed.  I mean after the killing of Ndondo.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In your evidence in chief you indicated that you began to know that the three were defectors from the ANC, whilst you were on the way to Xala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you felt threatened, as a result of the threat you participated in the killing, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, that's so.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But now, in your statement you say, \"I realised it after the offence was committed\".",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is why I'm saying I was trying to explain about the word askaris.",
            "Male"
        ],
        [
            "MR DUKADA",
            "I'm not concerned about the word askari Mr Dandala.  What I'm concerned about is that before you reached, on the way to Xala you discovered that the three were ANC defectors?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And as a result of the conversation which was taking place you felt threatened?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now you say in your, let me just again refer to this paragraph, \"I don't know if it is okay to mention that these men were SAP members\" because there is something that I realised later.  What I realised later is that they were askaris.  In other words what you are saying here, you realised that they were ANC defectors after the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "If I understand you correctly, as far as I am concerned I was trying to explain the word askari.  It may be that it does not sound like that but that's what I was trying to do.  But I did not know that word.  I got to know about it after the incident.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can I ask this question to you.  Can I ask you this question Mr Dandala?  When did you first know that the three were ANC defectors?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Along the way towards Xala.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see after the incident all of you made statements, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, it's me and Braam Moss.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And in his statement Braam Moss indicated, right at the beginning of his statement, Mr Chairman it's not part of the bundle.  I must apologise the assumption I made which was in fact a mistake, I just, all these documents they come from the TRC offices, I just assumed that all the panels are in possession of the document.\n\tI shall nevertheless hand in the statements during the course of the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Dukada.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "In the statement made by Braam Moss, after the killing, he says,\n\"I am a former member of the African National Congress.  I was arrested on 4th September 1972 in Queenstown by the South African Police.  I was released after co-operating and testifying for the State in several court cases.  Because of the knowledge and background I possess on the ANC I was employed by the Transkeian Police to assist them in combating and investigating the activities of the ANC in the Republic of Transkei.\"\nSurely you must know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't know about it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you mean that the fact that Braam Moss was employed by the Transkeian Police was not known to you prior to the killing of Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Can you please repeat your question?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you mean that before the killing of Batandwa, you did not know that Braam Moss was employed by the Transkeian Police to cope with the ANC?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't know Moss at all?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not know him at all.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And again Shosha also made a statement where she indicated that she was also a defector from the ANC and he was assisting the Transkeian Police in combating the activities of the ANC in Transkei, that you also don't know?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know that too.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Despite the fact that you were in the underground unit specially established to deal with ANC, you don't know that these three were co-operating with Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not know those three and  it was the first time for me to meet them.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Right, now you see the, on the 23rd September 1985 you slept at Barkly East in a hotel, together with Constable Booyse?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was Constable Booyse a member of the Transkeian Police Force?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes, he was part of the Transkeian Police Force.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you enquire from him what was the mission about?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I asked and he said they were busy patrolling the Transkei.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now the following morning, 24th September 1984, sorry '85, you drove from Barkly East, picked up Shosha, the informer and proceeded to Xala, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And on arrival at the police station you identified yourselves and wanted the whereabouts of the place of residence for the security officers, that is correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The security offices yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now can you turn to Page 17 of the statement you made after the incident.  Paragraph 2.  I will not read the first sentence of Paragraph 2.  The second sentence reads,\n\"We were instructed to go and arrest Batandwa Ndondo in connection with terrorism ANC.  We were told by the members of Xala Security Branch that they have also received instructions from the Security Branch Umtata to arrest Batandwa Ndondo.\"\nCan you see that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I do.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Were you aware that the Umtata Security Office had issued those instructions to the security men at Xala that Ndondo should be arrested?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I did not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So as an underground member of the unit you were not informed about this?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now, do you still maintain this is what you stated in your statement?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In this statement, as I have said, part of what is written thereon was written in order to cover up and some of the things I did not do out of my own free will.  I was told to do so on the advice to destroy the case.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you saying Mr Dandala that when you were told by the police at Xala, sorry let me re-phrase the question.  When you mentioned here that the police at Xala advised you that they had been informed by Umtata head office to arrest Ndondo, it was a cover up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I can say so.  That was not what I said.  It was not coming out of me.  It was part of the cover up story.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What was the purpose of the cover?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What was the purpose?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There was the story that the trace must be destroyed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but for you to mention this, to what extent would the case be destroyed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The  intention was to frustrate any progress in the case.",
            "Male"
        ],
        [
            "MR DUKADA",
            "To what extent?  You had been given instructions to go and arrest Ndondo.  You were four in a mini bus.  Now when you arrived at the police station according to you, the policemen there told you that they had already received instructions from head office in Umtata to arrest Ndondo.  What I'm asking you, this fabrication, to what extent would it destroy the case?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The policemen that they got there was one.  He did not say this.  What he said to me, Ndondo had just past, driving a car.  He did not say they were ever instructed by Umtata to arrest him.  That's why this was to cover up because some of the things it was said this must be done this way in order to make sure that the case falters.",
            "Male"
        ],
        [
            "MR DUKADA",
            "I'm asking you for the third time, to what extent would such fabrication destroy the case, or make a cover up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I would not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Tell me Mr Dandala, of all what you have stated in this Committee as well as previous affidavits, including the affidavit you deposed to to apply for amnesty in this matter, which matter is a cover up?  And which matters are not a cover up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "What I can say in my affidavit, the one I used to apply for amnesty, I said all that had happened on that day and in this statement I got a lot of advices that is why I say I was advised in order to prefer for the case, some of the things did not come directly from me.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, but here at this Committee you are expected to disclose the full truth.  Why did you not mention in your affidavit supporting your application that certain issues previously mentioned in the other statements were intended to be a cover up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It may be an omission on my part but as far as the affidavit goes, what I said therein is all true and what has happened.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see Mr Dandala, you've made five or six statements on different occasions and in none of those statements you mentioned that some of the things were a cover up, do you understand?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now even in your latest affidavit you deposed to on the 4th June '98, to ask amnesty, you never mentioned that some of the things were intended to be a cover up, do you understand that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I do.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now, listen to my question.  The next question is very important now.  Everybody here is interested to know.  You had a meeting with Lieutenant Booi in Umtata to go to Barkly in order to prepare the arrest of Batandwa.  You went to Barkly and you also went to Xala Police to notify your presence there.\n\tWhy was there a need to take all these steps instead of simply phoning the security police at Xala, whilst you are in Umtata and tell them to arrest Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I would not know.  That must be asked from Colonel Booi.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you ask Colonel Booi?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I didn't ask.  I did not ask Colonel Booi about that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you not find it curious that a Colonel, this is a simple thing, would deal with an ordinary student activist who is not a danger to anybody?  Let's phone the police at Xala to go and arrest Batandwa because they are the better people who knew him and knew where he resided?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He did not say we were supposed to go and arrest Batandwa.  He said I must go and assist South African Police.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Assist in what?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As they are coming to do their work in Transkei.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So is it evidence that throughout your dealings with the police, South African Police including the askaris, you didn't even know what the nature of the operations to be conducted in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not know.",
            "Male"
        ],
        [
            "MS SIGODI",
            "Had you ever assisted the South African Police before?",
            "Female"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, never before.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you.  And even on the following morning when you were being addressed by Braam Moss, you never even asked what the nature of the operations were about?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "What he said when he was explaining to us, we must move to Xala, to go and arrest Batandwa Ndondo.  I did not ask anything.",
            "Male"
        ],
        [
            "MR DUKADA",
            "To arrest Ndondo for what?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not ask anything because I assumed that they were going to arrest a terrorist.  I did not ask anything.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In other words are you saying that after the stage Ndondo was killed, you had not known at all what he had done, politically?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you really serious Mr Dandala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I'm serious.  I cannot say I knew and yet I did not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Again, as a member of the underground unit, you did not even know what Batandwa had done?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not know anything about him and I did not know him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And at what stage did you know about Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was only at the time when I was told we were going to arrest him at Xala that I got to hear his name.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now what I'm asking you, at what stage did you become to know about Batandwa?  What was the reason for him to be killed or arrested?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I never got to know the reason, that's why I'm saying I did not ask because I realised that a trained person was going to be arrested.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So all what you know until Batandwa was first at his home and killed, all what you knew was that there was a terrorist by the name of Batandwa Ndondo to be arrested at Xala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [no English translation]",
            "Male"
        ],
        [
            "MR DUKADA",
            "All what you knew from Barkly to Xala, you understood that there was a terrorist by the name of Batandwa Ndondo, who was going to be fetched at Xala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You did not know what he had done wrong?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not know, I was not told.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Not even bother to ask what he had done?  I'm talking to you now as a member of the underground unit.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not ask.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So you arrived at Xala.  Why, you know, you say that you fabricated the version that police at Xala on arrival told you that there had been instructions from Umtata to arrest Ndondo, you say you fabricated that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes that was a fabrication.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now if it was an ordinary arrest of a political offender, was it necessary to have askaris?  We are not talking about a man who was a danger to the society or the Government then we are talking about a man who was simply accused of having undergone a training at Lesotho.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Can you please repeat.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was it necessary to have a contingent of yourself and askaris in a tinted window mini bus when effecting arrest of Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because I did not know the way of the modus operandi as there were also askaris, I did not even know that I was moving around with askaris.  I got to know about it along the way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I just clarify one thing.  I gather that Braam Moss or Captain Moss informed you on the morning that you were going to arrest Batandwa Ndondo?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not enquire from him what for, you simply assumed that Batandwa Ndondo was one of the persons that you would be looking for, a terrorist?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, and that was the purpose of going to Xala, to arrest him?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your statement to which your attention has been drawn by Counsel there is a portion which indicates that you were instructed to go and arrest Batandwa in connection with terrorism, do you see that portion?  The very first paragraph, I think it's the second sentence of the second paragraph.  Is that right?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I understand from you that that is a fabrication, that's not true.  What stands in that statement is not true?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "As I have said some of the sections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Forget about other portions, I'm just asking you about this portion that I have just directed your attention to?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "This is part of the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the next sentence which says, \"we were told by the members of the Xala security branch that they have also received instructions to, from the security branch in Umtata to arrest Batandwa Ndondo, is that true?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, that was not true as it is part of the effort to cover up.  But it is true that the instruction came from Braam Moss that we must go and arrest Batandwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was a cover up for you to have made, to have stated in your statement that the Xala Police officers also informed you that they had also received instructions to go and arrest the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That was not so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was a cover up?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what it was intended to cover up?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The usual speech was they were trying to make the case okay.  I did not know how they would make the case okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just think of a reason how that would have covered up the fact that you were going there to arrest the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How that would have covered up the fact that you had gone to Xala to arrest the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, you were told by Captain Moss or Braam Moss that you were going to Xala in order to arrest the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say, it is a cover up for you to state in your statement that the police in Xala were also looking for the deceased on the instructions of Umtata Police?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now, what I want to know from your own knowledge, what was intended to be covered by that statement?  Why was it necessary to say that if it wasn't true?  Do you know?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can only say they were preparing this for the head office and the security members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you were already, you had already been given instructions to go and arrest the deceased?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And these instructions came from.",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Braam Moss.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From Moss.  Did Moss indicate where those instructions had come from?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No he did not say.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Just before we actually get into the main event Mr Dandala.  Can you explain, why did you have to sleep at Barkly East for simply arresting a man who was at Xala?  What planning took place?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why did you have to sleep at Barkly East if you were going to do a simple thing to arrest Ndondo at Xala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was because Colonel Booi had said I must go to Barkly East and assist the South African Police.  I then got it at Barkly East that we had to go and arrest Batandwa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but at Barkly East, it appears to this Committee that it was merely your sleeping place.  According to your evidence nothing whatsoever was discussed about Ndondo.  Do you know why you had to sleep at Barkly East?  To drive from Umtata, sleep at Barkly East, the following day you go and do this simple thing that is an arrest?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I do not know the reason.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you ask Braam Moss or any other policemen on the 23rd September 1985 why are we supposed to sleep here?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  I don't remember asking any other person.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you agree with me Mr Dandala that there was no need for engaging askaris and yourself as well if all what had to be done was to arrest Ndondo only?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you agree with me, there was no need for that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now can you tell the Committee truly why the askaris were engaged to do a simple thing, that is to effect an arrest, which could have been done by the Xala Police?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I would not be able to tell because I did not know the reason why askaris had to be brought in.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Even today you don't know why askaris were engaged in the operation?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Are you referring to incidents relating to that day or are you referring generally?",
            "Male"
        ],
        [
            "MR DUKADA",
            "I'm referring to any day Mr Dandala.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I got to know about the reasons later that askaris and I got to know about it that they are the people who point people out, that there is a person and that person be arrested and they are not instrumental in arresting people.  That's how I got to know about it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "At this point we are dealing here with a student activist, a man who had a high profile throughout Transkei, a man who was known in his own place, a man who was close to a family which was in and out of detention, that is the Ntsebeza family.  Was there any need for informers or askaris to go and identify Batandwa when simply the police at Xala would have just driven a van and pick up Ndondo and arrest him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought there was something in the statement that indicates that Shosha had to identify the deceased as having been the person with whom he underwent training in Lesotho?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Mr Chairman the point I'm developing is that Batandwa was well known in Transkei as a whole and as the policemen whom they found at Xala was easy for him to say that the gentleman had just past.  The question I'm asking Mr Chairman, was there any need for identification of Ndondo when he was a public figure in Transkei?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Identification for what purpose?  For the purposes of an arrest or for the purposes of identifying a person who underwent military training with Shosha at Lesotho?  What Shosha did?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Sorry, I don't know whether Mr Chairman here, with me the point I'm putting to the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is this going to take us?  The witness has said that insofar as he is concerned, there was no need to have the askaris.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Yes.  Thank you Mr Chairman, if you are satisfied with the point.  Now if you are travelling, I don't know whether you still have the picture from the Ntsebeza house where Batandwa was fetched to the police station or let me put it this way, to the spot where Batandwa was killed.  You have to pass the police station, do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And it is a distance of approximately half a kilometre to travel from the place where he was first, to the police station?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And if the purpose was to arrest Ndondo, why did you pass the police station?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is why I'm saying I was surprised when I saw the kombi turning away from the charge office instead of going towards it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you ask anybody inside why was the kombi passing the police station?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not ask, instead Braam Moss said I must produce my ID.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You didn't find it necessary to ask?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I did not ask.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Where were you going?  Did you even ask where was the kombi proceeding to?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Are you saying when it was turning about, no I did not ask.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Not asking at any stage, the kombi was turning about.  I'm asking you, you were from Ndondo's house, you drove and past, for about half a kilometre, you past the police station and after you had past the police station, you didn't even know where the kombi was proceeding to?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why did you not ask?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I'm saying, the kombi turned and I was then told I must produce, that I must indicate that I was a policeman.  I then did not ask any further questions.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But in your statement you say that the kombi past the police station and you became surprised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which statement is that?  There are a number of statements.  Would that be the affidavit or the statement?  The affidavit, yes, very well.  Which one, the, yes.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Page 11 of the bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Paragraph 19, you say that, the second sentence,\n\"Up to that stage I thought that we are going to charge office but to my surprise the kombi was turned to the direction of Elliott and I was told by Moss to produce my ID.\"\nNow, my question is, when the kombi took the direction of Elliott, why did you not ask where were you proceeding to?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not ask.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you were just taking a ride in the kombi, not knowing which direction you were going to?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Firstly, when he entered the kombi Braam Moss had said, \"let us take a ride\", there's something he would like to discuss with him, that's why he agreed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now if you turn at Page 62 of the bundle.  The statement by Shabalala.  Shabalala there gives a detailed narrative, Page 62 Mr Chairman, he gives a detailed narrative.  The first date he mentioned in Paragraph 3, the 19th of September 1985 at about 1 o'clock he was with Moss and they were on duty at Ngobo.  The next date and is the 20th September 1985 where it was on Friday they were visiting a certain detainee, the detainee mentioned the names of certain people  whom he had trained with in Lesotho and the last paragraph of that statement Shabalala says that after confronting the informer, that is this Shosha apparently.\n\tThere were names of certain gentlemen who were disclosed to him as trained ANC members in Lesotho then he goes on to say, that is the last sentence,\n\"We conveyed this information to Brigadier de Mooi who instructed us to arrest Toby ...[inaudible] and Batandwa Ndondo.\"\nDo you get that?",
            "Male"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman, if I might just add at this point, this statement that my learned colleague is reading from with regard to Mr Shabalala, Mr Shabalala never signed and denies ever having made, just for the Record.  So I don't, I just wanted to inform the Committee of that.  It would come out of his evidence and in fact if the Committee refers to the statement that was made by Mr Shabalala to the Attorney General's special investigative team, he specifically, on Page, I think it is 79 of the bundle, towards the end, I don't have the reference.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That begins at Page 71?  Is that the one?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well this is the statement of the arresting officer, at Page 66 which goes all the way to.",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman it's Page 78, right at the top of the page.  That is the paginated 78.  Where he says, \" I deny that this A17 was done by me and I have no knowledge of the content thereof.\"  And it continues Mr Chairman.  I just wanted to.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR DUKADA",
            "May I proceed Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the date of this statement?  The one that, this is the one that is in Afrikaans right?  When was that made?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman, at Piet Retief on the 24th April 1997 before Inspector Jordaan who is with the Attorney General special investigative unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Knight.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman, I don't know whether this was intended to stop me from referring the witness to the statement made by Shabalala or shall I proceed with my question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that the point that is being made is that Shabalala didn't make a statement, that the document which appears here at Pages 62, all the way through 65 I think it is, is not a statement by Shabalala.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman I believe that I am entitled to pursue my questioning of the witness on this statement because I'm testing the credibility of what the witness is saying.  Shabalala, if he comes back, when he testified for amnesty he is free to say that he never made the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see the problem is that that statement is not signed by Shabalala and we would now have the statement on behalf of.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker is not on the mike.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I take your point Mr Chairman.  May I proceed?  Thank you.  Mr Dandala when you arrived at Ndondo's home you stated that it was only yourself who alighted from the kombi and talked to Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  I only found a slim person at the house.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What I'm saying is that you ultimately talked to Ndondo and he said he will be coming to join you?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I got this youngish fellow who went to Ndondo at the bathroom and came back with the message saying that Ndondo will be coming and I then left the house first.",
            "Male"
        ],
        [
            "MR DUKADA",
            "He joined you in the kombi and you drove away?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You mean as somebody was accused of being a terrorist, you never even bothered to conduct a search in his premises?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No we did not conduct any search.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You did not even look for any weapons at his home?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No we did not.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In this case no warrant had been issued for the arrest of Ndondo?  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, there was no warrant.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And surely that was irregular, you know that?  As an experienced policeman you know that it was irregular to arrest somebody without a warrant in those circumstances?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "You can arrest a person without a warrant.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But now the point I'm saying is that at the time he boarded the kombi, he had not been told at all about the accusation of being a terrorist?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No he was not told.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you agree with me Mr Dandala in retrospect, there was no need to kill Batandwa on the day in question?  If you wanted to destroy him politically, it was simple to arrest and take him to Court.  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I agree.",
            "Male"
        ],
        [
            "MR DUKADA",
            "It would have been very easy even if he was running away to catch him.  To apprehend him and take him to the police cells.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was easy but because he had already contested the arrest by struggling against Shabalala and winning they started shooting.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now but do you agree with me, right where you are seated now, that the shooting itself was not necessary?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "If you wanted to apprehend him again it was very easy in the circumstances to do so?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was easy because in the beginning the kombi was not supposed to have left without going first to the charge office.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Then it is not true that Batandwa was shot because he was escaping from lawful custody?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is true because he was already under arrest at the time.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but I'm sorry to repeat the question but what I'm saying to you, to re-arrest him it was an easy task?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "To re-arrest him?",
            "Male"
        ],
        [
            "MR DUKADA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the evidence of this witness, the deceased somehow got out of the kombi through a window and then was running away.  So on his evidence, to give chase to arrest him ... [inaudible].",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Mr Dandala, if you wanted to re-arrest Batandwa Ndondo unharmed you would have done that easily?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Simple thing to fire a shot in the sky to warn him about the danger of escaping from lawful custody?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No that was not done.  As far as I am concerned they fired straight to him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now what I'm saying to you sir is that if there was a real intention to re-arrest him, one of the ways of stopping him from fleeing was to fire a warning shot?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And the warning shot was never fired?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And according to your evidence the firing started when he was about eight paces away from Shabalala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "You mean Batandwa?",
            "Male"
        ],
        [
            "MR DUKADA",
            "That is correct.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was not far as such, because it was from Shabalala, after the struggle he ran away.  He was not far.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Would you agree with me that he was about at least eight paces away when the firing, from Shabalala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, not eight paces.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Was it less or more?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was less.",
            "Male"
        ],
        [
            "MR DUKADA",
            "It was less than eight paces?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Less than eight paces.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Then can you estimate the distance?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In my estimation it's less than eight paces.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can you estimate the distance?  What distance would you estimate?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It would be as near as the advocate sitting there.",
            "Male"
        ],
        [
            "MR DUKADA",
            "I think the estimation, it's about five paces, Mr Chairman and Honourable members if everybody agrees with me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About three paces.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  We all, Mr Dandala, do you agree with me, the intention was to kill Mr Ndondo, not to arrest him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The intention as far as I am concerned was not to kill him.  As far as I am concerned it was to arrest him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But why would Shabalala empty a magazine, re-load a loaded magazine and continue firing if the intention was not to kill him.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I think that question can be properly answered by Shabalala.  I never got to know why.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And then why did you fire?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Sorry?",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why did you fire?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When I fired it was because I had remembered what they had said in the kombi whilst we were going to Xala.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see we have a post-mortem report which reveals that Mr Ndondo sustained about three injuries from the front.  Mr Chairman there is another document which I asked one of the members of the Commission to assist me by providing a copy and I thought - Mr Chairperson there is a document which is being circulated, I'm going to refer the witness to that document.\n\tMr Dandala, can you turn to Page 3 of the document?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This document that you are referring to now, what is it?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman it's a post-mortem examination which was recorded by the doctor who conducted the post-mortem.  There are two documents but I'm referring now to the second one, not the earlier document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] by the same doctor?  Yes, very well.  Shall be make it Exhibit \"B\".",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Mr Dandala can you turn to Page 3 of the document which has just been given to you.  Just look at, there are three, I think there are four figures there, just look at the first one.  You got the first figure, at the foot, just below, there's \"e\" representing entry wound, \"ex\" that is exit wound.\n\tThere if you look there are three entry wounds at the abdomen, going down to the left hip.  Can you see that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "There's no doubt this gives the impression that at the time the deceased was shot, when he sustained these three wounds, he was facing the assailant, do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "If they entered inside, it is clear that he was facing the assailant.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can you explain to us how he suffered these three wounds which were inflicted when he was facing the assailant?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I would not know because they were chasing him from the kombi until they went after or beyond the house when they re-appeared with him still running in front.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And surely you would agree with me that anybody who fired shots at the deceased when the deceased was facing the assailant wanted to kill the deceased?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [no English translation]",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see, when he was hit facing the assailant the intention was to kill him.  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "When he is facing him, yes, that person is intending to kill him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And according to the post-mortem report he sustained, there were eight bullets which penetrated the body.  Have you looked at the post-mortem?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A or B?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I see it now.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  And do you agree with me that firing, I mean inflicting eight bullet wounds on a person, there was no intention to re-arrest that person but to kill him?  Do you agree with me?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And up to now you don't know the reason why Ndondo was killed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can only say he was killed because he was running away.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No that shouldn't be the position Mr Dandala.  He was killed because you wanted him to die?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is not so as far as I am concerned.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Would you also agree with me that the whole incident that Ndondo alighted from the mini bus and ran away was faked up?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Can you please explain?",
            "Male"
        ],
        [
            "MR DUKADA",
            "The purpose, it was done deliberately when Ndondo was allowed to ran out of the mini bus, the purpose was to kill him and have a justification for the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can say the purpose was to stop him from running away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put to you is this.  The police officers who were in the kombi deliberately allowed the deceased to escape out of the kombi so that they can thereafter shoot and kill him.  What do you say to that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, he was not allowed to leave, he simply left out of his own.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  That is precisely ... [inaudible] Mr Dandala, Mr Ndondo was given an opportunity to run out of the mini bus and the purpose was to kill him as he was running away in order to justify the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Nobody allowed him or told him to run away.",
            "Male"
        ],
        [
            "MR DUKADA",
            "The  purpose of, sorry the reason for shooting him in this manner as he was running away was to justify the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I would not agree.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Dandala, statements which were made indicate that Shosha had handcuffs, do you know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not see any handcuffs.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You never saw handcuffs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Just give me a second Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't see a pocket knife, did you?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I did not see any pocket knife.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can you turn to Page 18 of the papers?  You read Paragraph 3, only the first sentence of Paragraph 3.  Can you read that sentence?  The first sentence of Paragraph 3.  Can you read that sentence please only?  Not the entire paragraph.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "\"The informer approached us and I noticed a pocket knife in the left hand and handcuffs in the right hand.\"",
            "Male"
        ],
        [
            "MR DUKADA",
            "Please Mr Dandala raise up your voice, people can't hear you I'm sure.  I have a difficulty even hearing you.  Can you see there in your own statement you said the informer had a knife and handcuffs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "This is a statement that I made initially where it was said that a case should go in a certain manner because I didn't even know whether Shosha was an informer or not.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now this is the statement which you made to the police to be used in Courts?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And in the statement you made for purposes of applying for the amnesty you never mentioned that this statement was incorrect?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I never mentioned that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Just one second Mr Chairperson.  So it's one of the portions which you say it was a cover up, the mentioning of handcuffs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Can I ask you again, to what extent would that destroy the case?  To simply mention that the informer had handcuffs?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I wouldn't know because from the beginning I didn't even know that she was an informer.",
            "Male"
        ],
        [
            "MR DUKADA",
            "So you can't explain why handcuffs are mentioned?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I won't be able to explain.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see Mr Dandala, just tell me from, just look at your statement, tell the Committee which portion is true?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The affidavit.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Because time and again I gain the impression that everything you said there was a fabrication?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The affidavit is true.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you saying all what is contained in the statement in front of you is a fabrication?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he's not saying that.  He's already told us that the portions that are read to him initially were correct.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Can you turn to Page 21, 21 of the papers?  That's not the statements you made after the killing, the second sentence, in fact it's the third sentence, where you say that,\n\"We proceeded to the charge office again where our weapons were inspected by the same Lieutenant Gilele, thereafter we proceeded to Elliott where we met a white man, unknown to me who congratulated us and phoned Umtata.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page are you reading?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "21 Mr Chairman.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Will you please repeat the.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you at Page 21 of the bundle?  Mr Dandala, are you looking at Page 21 of the bundle?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Page 21, yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes, and if you skip the first two sentences, you start with the sentence which reads, \"We proceeded\",\n\"We proceeded to the charge office again where our weapons were inspected by the same Lieutenant Gilele, thereafter we proceeded to Elliott where we met a white male unknown to me who congratulated us and phoned Umtata.\"",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What was the congratulation for?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was for what happened, the incident.",
            "Male"
        ],
        [
            "MR DUKADA",
            "For having killed Mr Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you question why you had been congratulated?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't ask him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you find it curious to enquire about congratulation?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was not in a position to ask because I was still amazed, I couldn't question him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but now that was long after the incident, you know, when you were congratulated?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not question.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You didn't find it necessary to ask exactly what was this killing about?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [no English translation]",
            "Male"
        ],
        [
            "MR DUKADA",
            "Did you not find it necessary to ask from the white gentleman exactly what was the killing about?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't talk to anybody at the time because I was still amazed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "There is also a statement, Mr Chairperson my Afrikaans is limping and my colleague if again having to quote his client incorrectly, he will correct me.  There is a statement made by Mr Shabalala who has indicated that after the killing there was a braai.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "There was no braai.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page is that?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I'm just reading from a summary, it's an Afrikaans version of a statement.  I'm just reading from a summary which I have been given by a translator.  You say you are not aware about a braai?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But the statement you made to a policeman, the  hand-written statement, you say you did not have a braai on that day?  Exactly which day did you have a braai?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was never in a braai with them.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Dandala after this achievement when you were congratulated, you never even had some drinks at a pub or a celebration?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No not at all.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But it became very clear to you that it was a killing which made every policeman around you to be happy?  Am I correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Do you mean among us?  No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No.  In fact if I put it the other way, it was a killing which made the white gentleman you spoke to at Elliott to be happy?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And again despite that, you never, as a member of the underground unit, you never bothered to follow up this?  To satisfy yourself why there was too much enthusiasm to kill Ndondo?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Are you referring to a policeman that welcomed us?",
            "Male"
        ],
        [
            "MR DUKADA",
            "That is correct.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't ask because when we left that place he phoned Umtata and we left immediately.  We came to Umtata.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now what I'm saying to you is that as a member of an underground unit in Transkei you were congratulated for having killed Ndondo.  Did you not find it necessary to investigate exactly the nature of this killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I said from the beginning that I was still surprised there was nothing else that I uttered thereafter.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you still shocked today?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Even today I'm not happy about that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Even today you are not interested to find out the nature of the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I am interested but I don't feel good about it.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No, what I'm saying to you is that throughout your period as a member of the underground unit, you never bothered to convince yourself about the nature of the killing which deserved congratulations?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I never looked at it that way.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you regard Mr Dandala this killing as a political killing or an ordinary killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was a political killing.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Political killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes and a killing which would definitely interest a member of an underground unit in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "MR DUKADA",
            "It is a political killing which would obviously attract the interest of any member of an underground unit in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And an ordinary member of that unit would investigate that killing to satisfy himself?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes a person would investigate and satisfy himself.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But in your case you did nothing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I did not investigate because the people that I was with they had told me that he was a terrorist therefore I didn't investigate anything.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Chairperson I'm being reluctant to ask a very short adjournment but I'm just rounding up my cross examination of the witness so I would be happy to get a very short adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What for?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I just want to establish that I have covered all the aspects which ... [inaudible] from the family and the instructing attorneys about all the aspects.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that not the  instructing attorney sitting next to you?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "He is sitting next to me Mr Chairman but he is definitely not well informed about all the issues.  There are other persons informed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How  much time do you need?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Fifteen minutes would be enough Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can then resume your cross examination.  Will that be a problem or do you have to, do we have to adjourn for fifteen minutes now?   Or will you be content if the others continue and then at some point maybe you can take instructions and then resume your cross examination?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman I will be happy with the arrangement if other members of the Committee they take over and cross examine the witness.  I say Mr Chairperson I will be happy with the arrangement you are proposing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma do you have any problem with that arrangement?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir I don't have a problem with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If he is instructed to put further questions tomorrow, he can put those questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knight do you have a problem with that?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "I have no problem with that thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you relevant questions now? ... [inaudible] proceed?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "I have a few questions.  May I just say this Mr Chairperson, I have a few questions to put to the witness but I wouldn't like to close my cross examination without having consulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we understand that.  No, we understand that.  I thought you were saying that ... [inaudible] in order to take instructions and then continue thereafter.  If you have further questions then by all means.  Yes by all means put whatever questions you have.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairperson I must apologise to keep interfering with the mike.  I'm not used to such a sophisticated mike.  Mr Dandala, during the years, especially at 1984, there was, as I pointed out earlier to you a crises at the University of Transkei.  Do you still remember?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And at that time, 1985, Paramount Chief K T Matanzima was due to retire as the State President, do you recall that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And he was making speeches at various districts of the former Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And in the course of his speeches he was talking about communism and terrorism which was infiltrating Transkei, do you remember that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I can't remember that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now, but out of the speeches which the former State President was making he was voicing his anger about what was taking place in the country?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I won't know that.  As far as I am concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it that you say you don't know?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The fact that he was voicing his anger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you have the occasion to listen to what he had to say?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes he was allowed, he could say that but about his anger I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not with you.  Did you hear Mr Matanzima making speeches in regard to the situation in Transkei in general?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I used to hear him making his speeches.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Commenting on the situation in the Transkei?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "The speech that I heard clearly, it was after the death of Batandwa.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Now, the former State President that is K T Matanzima delivered a speech at Bizana where he indicated that black students who were agitating ... [inaudible] should be punished by a stick?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't hear that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And thereafter police started panicking because they were worried about the politician who was exhorting them to assault students?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "... [no English translation]",
            "Male"
        ],
        [
            "MR DUKADA",
            "You didn't know about that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I can't remember.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And do you agree with me that out of the various speeches which were made by K T Matanzima in 1985 he was panicking about the wave of unrest in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes I can agree with you if you put it that way.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And he used to call meetings time and again with the top management of the student branch in Transkei?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't know that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Right let's leave this aspect.  You arrested Myapi in Bizana long after Ndondo had been killed?  Sorry, Nzamele?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You arrested?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You had been instructed to go and arrest him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, there was no instruction given.  He was spotted by one of the policemen who used to be my colleague.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you went there to arrest him on your own?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "We went there on our own.",
            "Male"
        ],
        [
            "MR DUKADA",
            "It was you who effected the arrest?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, there were three of us.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now, but earlier on you said that it was not your duty to arrest.  Your duty was to collect information?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was no longer an underground policeman at the time.",
            "Male"
        ],
        [
            "MR DUKADA",
            "When did you leave the underground security?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was in 1985 but I can't remember the date and the month but it was in 1985.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Why were you removed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "It was after Batandwa's death I was removed.",
            "Male"
        ],
        [
            "MR DUKADA",
            "I'm asking why were you removed from the unit because you had gathered some knowledge about, which was useful to the State about terrorists?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I think it was because of Batandwa's death.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but you had been earlier congratulated about the death of Ndondo.  Why would you be removed now from the unit which had become useful?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "We were congratulated in Elliott and I was removed in Transkei.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No, what I'm asking, why would you be removed, do you know the reasons?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't know the reasons but I can say it is because of Batandwa's death.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Wana was one of the members of the unit.  He killed Zolele Sangono who was accused of being a terrorist in Transkei, is that correct?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And he was also one of the members of the underground unit?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "He was there but at the time he was no longer there.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you saying by the time he, but he was in the security branch?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you know Bigela?  Bigela was also in your unit.",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Bigela killed Katula?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I don't know that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You don't know that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I don't know that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You don't know that Bigela killed an ANC cadre by the name of Katula, Leo Katula?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Chairman, so far as I say that I don't want to inconvenience the Committee proceedings at all but if there is no other colleague who will be putting questions to the witness, I would be happy Mr Chairman if I am given a very short adjournment, just to consult with the family in case I have omitted any aspect in the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we have about 25 minutes to go.  I think we can usefully use this time to continue with the cross examination of the witness.  If you have any questions arising from the consultation with the family members you may put those questions once you have instructions.  You don't have any questions at this stage?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairman I don't have any questions at all at this stage.\nNO FURTHER CROSS EXAMINATION BY MR DUKADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, one or two.  Mr Dandala, when you left from Barkly East for Xala, your instructions were to arrest Batandwa, you said so?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you were never instructed to kill Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you were never instructed to abduct Batandwa?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you were in Xala at the Ntsebeza home, you did not introduce yourself to Batandwa as a policeman?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You did not even tell him that you are arresting him when you left with him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, we didn't tell him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I suggest that you abducted him from the Ntsebeza home where he was and not arrested him?  What do you say to that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I thought that he was already arrested once he entered in the kombi and the kombi went up because I thought that the kombi was going straight to the charge office.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But as a trained policeman, when you arrest a person, you know the procedure, that you tell the person instantly that he is under arrest now and you arrest that person.  Isn't that so?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That is correct but I didn't know how do the other operate when they have reached the person.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But you were the only Transkei police there and you were the only person who was accountable to the Transkei Government there, isn't this so?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, can you say that the Transkei Government which you were serving had a policy to kill the ANC terrorist at that time?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No.  There was no such policy.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now can you say that when you were killing Batandwa Ndondo you were furthering the aims of the Transkei Government?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can't say that because from the beginning, when we left I didn't get any instructions to kill.  As far as I am concerned I was not willing to kill.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You just killed by mistake?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, no further questions.\nNO FURTHER CROSS EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wessels are there any questions that you want to put to this witness.\n... [microphone problems]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't want to pin you down to, are you going to be long in your cross examination?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I will restrict my questioning to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I would have thought so,\n... [microphone problems]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because I think at the very onset I should warn both of you and Mr Machokwene that you would have to confine your questions to matters affecting your client and also to the extent that these matters may be relevant.  One doesn't want to get involved in a situation where you re-open ...[inaudible] of issues.\n\tBut I gather that you have no microphones there.  Perhaps we should.  Mr Dukada, this is what we propose doing.  We propose affording you at least about ten minutes to fifteen minutes within which to consult with the family and then we will resume at 4 o'clock and then continue thereafter.  Will that be okay with you?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Yes I'm satisfied Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  We will take a short adjournment and we will come back at 4 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "(cont)\n\tAs I have indicated to you already that you said Shabalala removed the empty magazine, re-loaded and continued firing at Ndondo whilst he was still lying on the ground, do you remember that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you say Shabalala fired a number of shots at Ndondo whilst he was lying on the ground?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Now my question is, if the intention was to arrest, why did you not stop Shabalala?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I was not in a position to.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but what I want to ask, what I'm asking you, why did you not stop him?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't manage because he was firing, I couldn't stop him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by saying ... [inaudible], what's that supposed to mean sir?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I mean that I didn't utter a word trying to stop him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Counsel is trying to find out from you is this, the purpose of shooting at the deceased was to stop him from running away.  Now he is shot at and he falls down, okay?  And once he had fallen down he was no longer running away, do you understand that?  Now it was not necessary to continue shooting the deceased at that stage.  Do you understand that?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But we understand from your evidence that Shabalala continued to fire further shots at the deceased as he was lying down.  What Counsel wants to find out is why did you not, if your purpose was to stop the deceased from running away, why did you not stop Shabalala from shooting at the deceased after the deceased had fallen down?",
            "Unknown"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "They themselves, I was afraid of them.  I didn't trust them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may continue Mr Dukada thank you.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Thank you Mr Chairman.  Are you saying that you didn't trust the men you were working with?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Because from the beginning I realised that they were not policemen.  They were people, ex MK members, that's the reason why I couldn't trust them.  I was afraid of them.",
            "Male"
        ],
        [
            "MR DUKADA",
            "But you had fired a shot already, indicating to them that you were working with them, approving what they were doing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "What would cause you now to not to trust them?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "In that situation, the situation that was prevailing at the time I had no alternative because I couldn't trust them anymore.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you've already indicated that you had known nothing politically about Batandwa Ndondo before the day of the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And all what you were simply told was that he was an ANC terrorist?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And you never even made enquiries from the askaris or Colonel Booi or any person to convince yourself that Batandwa was a terrorist?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't ask anybody.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And by the time Batandwa was killed, you had no reason to believe that Batandwa was a terrorist?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I believed in the sense that they talked about him and Shosha pointed at him and said, \"he was the one\".",
            "Male"
        ],
        [
            "MR DUKADA",
            "You see the reason why you say the, if I understand what you are saying, the reason why you say the killing was political is because the askaris told you that Batandwa was a terrorist?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "And just one aspect Mr Chairperson.  But according to my instructions, by the time Batandwa was killed Moss was already a member of the South African Police Force?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I didn't know him.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Are you saying that you had no knowledge about the background of all the askaris at the time Batandwa was killed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR DUKADA",
            "You say, there's a quotation which I read out to you before lunch.  Where you say,\n\"The Government of the day was fully appreciative of the operation.\"\nCan you explain that?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I can say so because of the things that the President said, the way he was talking.",
            "Male"
        ],
        [
            "MR DUKADA",
            "In other words are you saying that even that before the killing, the Government of the day in Transkei was aware that Batandwa was going to be killed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No I didn't know that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Yes but when you say that the Government of the day was fully appreciative of the operation, what do you mean?  I take it the operation means the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "I am saying the way that the State President was talking he was indicating that the Government appreciated that.",
            "Male"
        ],
        [
            "MR DUKADA",
            "No Mr Dandala, I'm not asking about that.  I'm saying I'm just referring you to your sworn statement, where you say,\n\"The Government of the day was fully appreciative of the operation.\"\nDo you agree with me that the word \"operation\", it means the killing?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "Yes.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Do you also agree with me that the Government of the day had prior knowledge about the killing?  The Government of the day had knowledge about the killing of Batandwa before he could even be killed?",
            "Male"
        ],
        [
            "GCINISIKO LAMONT DANDALA",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Chairperson that's all what I wanted to ask from the witness, thank you.\nNO FURTHER CROSS EXAMINATION BY MR DUKADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well thank you Mr Dukada.  We propose adjourning at this stage so that the legal representatives on behalf of the implicated persons may commence their cross examination of Inspector Dandala tomorrow morning.  We propose starting tomorrow at 9.30.  Will that be convenient for you Mr Dukada?",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "The time will be convenient to me Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir, it will be convenient.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knight?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "Mr Chairman the time is convenient for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will rise and we will resume the hearing tomorrow morning at 9.30 and would you make sure, legal representatives of the implicated person take their seats at a place where they can cross examine the witness because at the moment they don't have microphones.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson ... [inaudible].",
            "Male"
        ],
        [
            "MR DUKADA",
            "Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DUKADA",
            "Mr Chairperson, for record purposes may I indicate that the Deutshman, a newspaper cutting referred to earlier on, I shall be making it available tomorrow, copies of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Dukada.  That being the case, shall we then rise until tomorrow morning at 9.30.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}