{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-01-31",
        "location": "UMTATA CITY HALL, UMTATA",
        "day": "1",
        "names": [
            "PUMELELE GUMENGU"
        ],
        "case number": "AM3610/96",
        "matter": "CRAIG DULI COUP",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54009&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200131um.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "JUDGE MILLER",
            "MS DAMBUZA",
            "MR NODADA",
            "MR MAPOMA",
            "PUMELELE GUMENGU",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MALAN",
            "JUDGE MILLER",
            "MS DAMBUZA",
            "MR NODADA",
            "MR MAPOMA",
            "MR GUMENGU",
            "PUMELELE GUMENGU",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good afternoon, we want to start the proceedings.  For the record, it is Monday the 31st of January 2000.  This is hearing of the Amnesty Committee, held at Umtata.  The Panel consists of myself, my name is Denzil Potgieter.  With me is Judge Miller and Mr Sibanyoni.  We would be commencing with the amnesty applications of SM Ntisane and others.  We are told that although we have six applicants on the roll in respect of this particular matter, not all of them are present at this stage.  So we have four of those applicants whose matters we would be proceeding with at this stage.\n\tCan I just indicate also that we have been delayed in starting the proceedings today because of difficulties that one of the Panel Members has experienced in transport from Johannesburg to Umtata.  So we apologise for any convenience that has resulted from that delay.  I'm going to ask the legal representatives to put themselves on record in respect of the applicants first.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.  I'm Kobus Malan from the attorney's firm, Kobus Malan Attorney in Northam.  I'm representing Mr  Gumengu and Mr Nombanga.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Malan, you say Mr Gumengu and Mr Nombanga, that's applicants numbers 4 and 6.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I don't have it here in front of me, but I presume it's the right numbers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it's Gumengu you say and Nombanga.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Yes, on the numbering that we have on the bundle that would be applicants 4 and 6, as my colleague has indicated.  Ms Dambuza.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "My name is Nambitha Dambuza, I'm representing applicants number 1, 2, 3 and 5, from Attorneys Dambuza and Associates in Butterworth.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Ms Dambuza you informed us that two of the applicants are unfortunately not present today, which two of the applicants are not here?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "Yes Sir, it is so.  The applicants that are here are applicants number 1 and applicant number 5.  2 and 3 are the ones that are not here today.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Ms Dambuza.  Mr Nodada?",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Thank you Mr Chairman.  I represent the victims of the incident as well as the next-of-kin of the deceased.  My names are Kwezi Nodada of Kwezi Nodada ...(indistinct) and Co.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Nodada.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  My name is Zuko Mapoma, I'm the Evidence Leader for the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have been advised by the legal representatives that they are happy for us to proceed with the applications of those of the applicants that we have on the roll here, who are present at this stage and that steps have been taken to contact the other two applicants who are not present and we will receive a report on that as soon as the employee of the Commission who has attended to that particular matter, returns to the venue here.  So under those circumstances I assume Ms Dambuza, would you commence with your applicants, number 1 or which one are we commencing with?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "Mr Malan will be commencing I think.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which applicant are you starting off with, Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Gumengu, if you please Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gumengu?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Mr Gumengu seated next to you?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gumengu, do you hear the interpretation on your headset?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give your full names for the record.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Mr Malan.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.\n\tMr Gumengu, you applied for amnesty to this Amnesty Committee, and you did so in terms of Section 18 and Section 20 in particular, of Act 34/95, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  You have drafted an affidavit and parts of it was in Afrikaans and I'll translate as far as I go in recording the evidence as you've stated in your affidavit.  You start off with your involvement of the Craig Duli coup, was it during 1989 that you were informed by Capt Mfazwe that Gen Bantu Holomisa had enrolled with the ANC, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And was this a turnabout of his initial political intentions?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think it is like that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Capt Mfazwe indicated to you that this tantamount to a split in the military junta that ruled Transkei at that time, do you agree with that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And that there were certain elements in that military council that intended to move Gen Holomisa by means of a coup d'etat.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "A certain Mr Craig Duli was identified to you as the person who had the ability to execute a coup and you received instructions from Capt Mfazwe to infiltrate his group to monitor any developments in that regard, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You then approached Mr Duli and made an appointment with him in East London, and you already knew Mr Duli since 1987, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did Mr Duli indicate to you when you met in East London?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He told me that there was no understanding or there was conflict amongst themselves and about the decision that were taken concerning the people and he tried to rectify those conflicts, but he was taken as an enemy.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he indicate that he would like to remove Mr Holomisa by means of a coup d'etat?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "In late November the same year you received another telephone call from Mr Duli and he requested you to meet him once again in East London, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "He informed you that the coup will be taking place in the near future, and what did you do with that information?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "As I was employed by the Transkeian Police, I took that information and I gave it to the people, the people that were leading the police at that time in the Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you there in your official capacity?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And did you receive ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Malan - Mr Gumengu, at that time you say you worked for the police, which branch of the police did you work for?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The Security Police.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And when Mr Duli told you about his intentions to carry out a coup d'etat, you say you went back and gave that information to the police.  Where you in favour of the coup d'etat or were you acting as a spy against Mr Duli at the time?  I'm not quite sure what you're saying.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "As I was sent by the government to infiltrate, I was told to bring back the information to the police and there were reasons that Mr Duli would think that I was on his side.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So by relaying this information back to the police you weren't acting in Mr Duli's interests?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I was not acting in  his interests.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you.\n\tYou gave the necessary information to two police officers in the Transkeian police service, in accordance with your initial instructions, can you name the two officers?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I can name them.  What happened is after Capt Mfazwe died there was a problem concerning whom I could give the information to, I then contacted two people that I could give this information.  I was working under the Transkeian Police, so I gave information to Mr Mzinyathi and Mr Ngxabane.",
            "Male"
        ],
        [
            "MR MALAN",
            "On the 21st of November ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, I wonder if you could just spell those names please.  Mr Mzinyathi you say.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "M-z-i-n-y-a-t-h-i.  The second one is Ngxabane, N-g-x-a-b-a-n-e.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What was the cause of Mr Mfazwe's death?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was a car accident.",
            "Male"
        ],
        [
            "MR MALAN",
            "On November the 21st, 1990, you informed part of a group that entered Transkei with the sole purpose to execute the coup d'etat, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Not with the purpose of taking part, but with the purpose of monitoring so that I could give a report back to the police.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but what I want to get across, with respect, is that on the 21st November 1990 you were part and parcel of Mr Craig Duli's group with the intention to execute the coup.  That was the purpose of the group.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I was together with them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  One of your tasks was to enter the Transkei ahead of them and to be lookout for roadblocks and so forth, is that true?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that was my task, I was tasked to look for those things by that group.",
            "Male"
        ],
        [
            "MR MALAN",
            "This also gave you the opportunity to contact Mr Mzinyathi from Umtata Security Branch, to inform him of the proceedings.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you did so indeed.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I did so.",
            "Male"
        ],
        [
            "MR MALAN",
            "They tried to execute the coup in your presence, is that true?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you were subsequently arrested in doing so.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, we were arrested.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you try to get across to your capturers that you were actually not part of the coup but you were planted there by government sources?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I tried to tell the people that were asking me questions, but there was no chance to do that, but I contacted the head office and I gave them the information.",
            "Male"
        ],
        [
            "MR MALAN",
            "What happened to you at the end of the day?  Were you convicted?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was convicted when they were also convicted.",
            "Male"
        ],
        [
            "MR MALAN",
            "And did your superiors not come forth in the subsequent criminal case that was held at some stage in December?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Even though I had contact with them, in court they didn't come forward because they felt that I had to be inside that group to give them information, I must not tell the Court that I was part of the government but I had to continue with the job that I was doing in that group.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you telling this Committee that you were prepared to go to jail for 15 years in an effort to monitor the people that were captured with you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  Did you foresee any loss of life in participating in the coup?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know any person who subsequently died of these actions?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I heard about it, I heard in court.  They were named in court, but I don't know them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did some people who formed part of Mr Duli's group also die in this effort?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Name some of the people who died.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I don't know their names except Mr Craig Duli.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know how he died?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I first heard in court how he died.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  Was this your sole or your whole involvement with the Duli matter?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there more than one person who was there in the same capacity as you?  What I tried to get across to you, were there more than you alone that were planted there to monitor the proceedings?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "When we were arrested I found out that there were other people that were doing the same job as I was doing because there was the Security Force members, National Intelligence and Military Intelligence.  We were all there with the same purpose but we were also convicted.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  Do you wish to disclose anything further to this Committee with regards to this matter?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there is.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please continue.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "After I was convicted - or let me start by saying before I was convicted, as I had contact with the police head office, the chief of security would send delegates from the office so that they can brief me about the situation and they would say to me that I must continue with the job I was doing.  That happened until I was convicted.\n\tEven when I was sentence, a Board of Inquiry of the department in 1995 found me not guilty, they found that indeed I was working for the government.  But the Chairman of the Board couldn't just say I must go back to work at the time because he found me not guilty but there was to be a letter from the Commissioner of Police as I was released in 1985, we got amnesty.\n\tWhat was very painful is that at that time my salary that I was supposed to be getting I didn't get it.  What I would like to add is that I know that in people's minds there are people that are looking at me with a bad eye, saying that I killed people.  Yes, indeed I was part of that group but I had different intentions as I've already mentioned, but because of that that gave me a bad name.  I would like to say to them they must forgive me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did this action of yours spring from political motivations?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Everything that happened was politically motivated at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you believe that what you were doing was right, in obeying orders and executing a coup?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, it was the right thing because I knew that by working for the government I was protecting the people.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman, that will be the evidence.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Malan.  Mr Nodada, have you got any questions?",
            "Unknown"
        ],
        [
            "MR NODADA",
            "You have stated at the end of your evidence that everything that you did was politically motivated, what do you mean by that?",
            "Male"
        ],
        [
            "MR NODADA",
            "I mean this.  When this all started it started on the day whereby the army overthrew the parliament that was elected by the people.  That is politics.\n\tSecondly, this went further.  Craig Duli was fighting against the decision that was taken pertaining to the Transkeian people, promising them things and when Holomisa stood up to fulfil the needs of the people, then it was said that he became an ANC members.  That was also politics.",
            "Male"
        ],
        [
            "MR NODADA",
            "On whose instructions were you personally acting?  Were you acting on instructions of the government or the instructions of Col Duli?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was taking the government's instructions.",
            "Male"
        ],
        [
            "MR NODADA",
            "But you are aware that the coup was actually the idea of Col Duli and you allowed yourself to be involved.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "That was not Craig Duli's idea, I was not going along with Craig Duli's ideas, I was with the government, the one who instructed me to infiltrate the group.",
            "Male"
        ],
        [
            "MR NODADA",
            "During the meetings you had with Col Duli in East London, did you tell him that you were not aligning yourself with his ideas?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was not allowed to do that because I was not going to get information.  He had to be sure that I was on his side.",
            "Male"
        ],
        [
            "MR NODADA",
            "In other words, right throughout your involvement with Craig Duli, he never knew that you were acting in the interests of the government of the Transkei?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "He knew that I was a public servant in the Transkei, but regarded me as one of the people who were dissatisfied about the situation, what the government was doing in the Transkei.",
            "Male"
        ],
        [
            "MR NODADA",
            "Is that the impression that you gave him or did you exactly tell him that you are not in agreement with what was happening in Transkei under the control of, or rather chairmanship of Holomisa?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "As I used to know Craig Duli from 1987, what made him to trust me was the fact that we were always together and at the time the ANC was still banned and we were also fighting together.  He had a full belief that when people said that they were against Holomisa's joining the ANC, he used to regard that person as the one who was telling the truth.  Yes, he was also claiming 90% and 75% from the army, from all the people.  That support was all the people who were dissatisfied about the Transkei Government.",
            "Male"
        ],
        [
            "MR NODADA",
            "You also stated in your evidence that you foresaw lots of blood and life in the coup, do you remember?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NODADA",
            "When you had discussions with Col Duli, did he ever indicate whether this was intended to be a bloodless coup?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, he made mention of that because he said the support that he had was going to make sure that there's no bloodshed, but if there would be any resistance he would be forced to fight, but he had high hopes that there wouldn't be any resistance.  However he was still prepared to go there armed because he was going to fight, he was going for a battle.",
            "Male"
        ],
        [
            "MR NODADA",
            "In your own mind you believed that it was highly improbable that this should be a bloodless coup.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was not sure, I knew that there would be bloodshed but I knew that also that would not be possible because this happened in 1997, but there was no bloodshed.  Since the situation had changed he could have foreseen that there could be some bloodshed in the process.  And I also knew that one of them is possible.",
            "Male"
        ],
        [
            "MR NODADA",
            "Yes, and you actually realised that there was a vast difference between the 1987 coup because that was directed at a civilian government.  There was a vast difference between that coup and the coup that was planned by Col Duli, in which you were involved.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, there was a difference because this now was involving the soldiers and at first it was only a civilian battle.",
            "Male"
        ],
        [
            "MR NODADA",
            "If you can remember, when was your last meeting with Col Craig Duli, before the coup on the date it was actually executed?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I arrived on a Tuesday and the overthrow of the government was going to take place Thursday morning.  As from Tuesday we would meet from time to time and even on Wednesday we met and Thursday.",
            "Male"
        ],
        [
            "MR NODADA",
            "Your meeting points, were they always in East London or even elsewhere?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "We would meet elsewhere except East London.",
            "Male"
        ],
        [
            "MR NODADA",
            "You have indicated that you did not get your salary, since when did you last receive your salary?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was a very long time because when I became permanent in Gauteng where I was residing, I had last had my salary in 1988.  However there was something that was called operational allowance that I used to get from time to time and I would be promised that.  The reason for me not to have a full salary was because they wanted to take me off the computer system to work with people who were in the operations department and I would also be flexible to move from one place to another without being in the Transkeian computers.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Nodada, just on this - so your salary wasn't suspended because of your arrest in this matter?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, that is not true, it was not suspended because of that.  But the one that was suspended because of this problem, was the operational allowance that I used to get in order to survive as I was still waiting for my salary that was still under process.",
            "Male"
        ],
        [
            "MR NODADA",
            "At the beginning your evidence you indicated that Capt Mfazwe told you something about Holomisa and the ANC, what exactly did he say to you?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Holomisa was a person who was always around, who was also the government of the Transkeian people since the overthrowing in 1988.  What happened in 1989 is this, Capt Mfazwe told me that Holomisa now stopped serving the interest of the Transkeian people, he had defected to the ANC and he was doing whatever he was being told by the ANC.  That was the reason for the conflict or the division among the military council members, because there were two groups now, the one that belonged to Craig and the other one and their opinions were always different.  And I was told to monitor both groups and try and infiltrate and get information, as much as possible.",
            "Male"
        ],
        [
            "MR NODADA",
            "I see.  Now as you are making this application, are you making it in your capacity as an employee of the Transkei Government, or as a member of the Craig Duli group?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I am making this application as an employee of Transkei because even now I am not yet expelled(sic), I don't hold any office and I'm not getting any salary from Transkei.  I had to see to it how do I survive.",
            "Male"
        ],
        [
            "MR NODADA",
            "Thank you Mr Chairman, I have not further questions.\nNO FURTHER QUESTIONS BY MR NODADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nodada.  Ms Dambuza, have you got any questions?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "I don't have any questions Mr Chairman, thank you.\nNO QUESTIONS BY MS DAMBUZA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Gumengu, when you were convicted in the High Court, you were convicted because you participated together with a group that was led by Mr Craig Duli to topple the Holomisa government, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, but the truth is the one that I was telling you now.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So in actual fact you deny that you were involved in an attempt to topple the Holomisa government?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I deny that, I never attempted to overthrow the government but I was just serving in his government.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And are you saying when you were together with the Duli group that at no stage you acted with an intention to further the interests of those who wanted to do down the Holomisa government?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I never attempted anything to that effect.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did Mr Mfazwe die?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "If I'm not mistaken it was June or July 1990.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did he instruct you to infiltrate the Duli group?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "It was in 1989 though I cannot remember the exact month or date, but I think it was just before Craig Duli was arrested in 1989, and after that he was released in December.  Just before his arrest I was given these instructions.  When he was arrested in 1989 I already knew about this mission and then in December 1989 when Craig Duli left for Gauteng, Capt Mfazwe emphasised that I should meet with him and he told me that he's doing everything concerning his missions in Gauteng.  As I was also told that even Holomisa was doing the same.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now after Mfazwe instructed you to go and infiltrate the Duli group, did you report to Mfazwe?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, all the time I used to make the report.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What did you report to him?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I would tell him about the people that I had met with and I would even update him about those people and tell him what was happening from both sides, because I was not watching one side only, I had to watch both sides and I had to update him about everything that was happening concerning their movements.  Because in 1989, up until the period where Craig Duli was arrested, around Good Friday, I hadn't seen him in Gauteng.  Even though I was told that he was there, I never got a chance to meet with him, but I used to hear from different people about what was happening.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you ever report to your seniors?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'm not finished yet.  You say you had problems in reporting after Mfazwe died, what problems were those?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "As the main person that I was supposed to direct to at the time was Capt Mfazwe, it became necessary for me to report to another person who was at the head office at his desk.  I realised that Col Booi was in the uniform department in Sterkspruit and the other one was also a Quartermaster in Umtata, that's why I had to look for someone else.  I met with Mr Mzinyathi who was at the Security Branch in Norwood, Mr Ngxabane who was in the Ngangeliso office also here in Umtata.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, Mr Mapoma.\n\tWhat ranks did Mr Mzinyathi and Ngxabane hold?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Mr Mzinyathi at the time was a Lieutenant if I'm not mistaken, or a Captain and Ngxabane was somewhere there a Captain or a Major.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Were they both members of the Security Branch?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Ngxabane was in the anti-crime prevention.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And Mzinyathi?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Mzinyathi was in the Security Police.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where is Ngxabane now?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Ngxabane passed away in 1993 or '92, in a car accident.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where is Mzinyathi?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I last saw him in the SAPS, but I don't know where he is stationed right now.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "After Mfazwe died - let me start here, I take it that Mfazwe was the head of the Security Branch at Butterworth during the time when you were reporting to him, is that correct?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Mr Mfazwe was at the anti-terrorism desk.  This desk does not have boundaries.  He would work in the Transkei and South Africa at large, there were no boundaries in the anti-terrorism desk.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes what I'm saying is that he was in charge of the Butterworth unit of the Security Branch, of Security.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And after he died, who took charge?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I do not know.  I know the person but I cannot remember him now, but he was also a person who never had a background in the anti-terrorism operations.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The person you do not know now, are you saying you know that he did not have the background, yet you don't know who he was?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I do not know him now but I can identify him, but at the time I felt that I could not report to him because if you are a head of a Security Branch, the branch itself is divided into many divisions, we have anti-terrorism, we have education, we have unions desk, labour and everything and we are different.  Though we work for the same branch I did not know him well and I could not put anything to him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Gumengu, please let us just be short when you answer questions.  What I want to get now from you, do you want this Committee to believe that the person who superseded the person you reported to directly, you don't know who he was after the person whom you reported to directly died?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The name I do not know, but I think I can be able to identify the person because I know that he was a security police in Transkei, but I do not know his name.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Has the Panel got any questions before re-examination?",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Thank you.  When you were in court in respect of the charges that were laid against you relating to the coup, did you at any stage raise the defence that you were not part of the coup, you were in fact a security policeman working for the government, who had infiltrated the plotters and had passed on information?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I never tried to use that as a defence because even at the time there were delegations from the head office and they were there to ensure me that it was not necessary for me to reveal that because I was still doing my job, therefore I had to go on.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "You see what I find difficult to understand Mr Gumengu is the people who participated in the coup, the plotters, they had been arrested, they were detained, they were in custody, they were facing extremely serious charges which could have resulted in lengthy prison terms, which in fact they did result in, what's the point in infiltrating a group of people who are in custody?  I can't understand why you would get an instruction from your superiors to carry on with the charade that you were still part of the group when the group had been caught.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The instructions and the commitment that we have in our job if you are given a mandate by your superiors and that particular enemy is still visible and then you are sent to guard that person, you do that until you die.  Even if I was sentenced to 100 years, I would be there with them until the government that I was working for does something about it.  That is how we were trained, that you don't just decide when those people, your enemies are in trouble and then you decide to go back again.  That was not how it worked.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Now you had the trial, you were convicted, you were sentenced together with other people and then you spent some time in prison, is that correct?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Did you during that period, carry on giving information back to your superiors about what these people were talking about in prison?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To whom did you relay information?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I would write reports, compile reports, send them through by the police in prison and they would take them to the head of security and they would come back with feedback.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Now in terms of the Promotion of National Unit and Reconciliation Act, the Act which created the Truth and Reconciliation Commission, the Act which created this Amnesty Committee, we in the Amnesty Committee have been given jurisdiction to, if the criteria have been met, to grant amnesty in respect of specific offences or acts or crimes, now from what you've told us, correct me if I'm wrong, you say you didn't commit any crime or you didn't commit any offence because the whole time you were acting for the police, is that what the position is?  For exactly what do you apply amnesty for?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The reason for me to forward this amnesty application is because I was also sentenced with these people that were with me and those people were not to protect the government and the people, the public were looking at me because they thing I was trying to serve Craig Duli or my own interests.  That is why I want to come here today, I want those people to know that I acknowledge the fact that they've lost and they should have peace in their hearts, they should know my exact role because my aim was not to break the law.  Yes, law was broken by the group that was with me, but that was not my intention.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "But you yourself didn't break the law, or did you?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "When that appeared in court and by the people, it appeared that I had broken the law, but as far as I know as I was serving the government I never broke any law but right now when I look back I think I broke the law because I don't know what's happening and now I think some laws have changed.  And the reason for me to state that is because that's what is called the human rights violations.  Yes, I was in the group that was going for the mission and the people died and property was damaged and some other things.  Any other person who could see, he's looking at me as a perpetrator and that is why I'm here today to explain that.  And I also want to ask for forgiveness from the people who had lost their loved ones and people whose property was damaged.  They should understand the situation and forgive me.  I know that it's very difficult for the government to say yes to that because that is not the process in what was happening in our units.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "When you were at court, did you plead guilty or not guilty to the charges?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I pleaded not guilty.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And what defence did you raise, just broadly speaking?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "I said I was not present.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Did you tell lies in court?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, I lied if you analyse the law today, but according to my duties I was not lying to the Court, I was still covering up because I was still serving under the government at the time.  I was forced to be faithful and be committed to my job but according to law as you can analyse it now, you can say that I lied to the Court because I said I was not present.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "What did you actually do to assist the people involved in the Duli coup?  What actual act did you do to assist the people taking part in the coup?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "There was nothing much though I was given a mandate to check the roadblocks and do some of the things, but that never happened.  But even when I came with them nothing happened though I was amongst them, nothing that I did with my own hands.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So on the day that the coup took place you say you came with them, what did you do, did you get in a motor vehicle and sit in the back seat and drive into Umtata, or where were you, what did you do?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "The cars were driven to Umtata and we alighted from the vehicles in Umtata, people went to different camps and I also left with them.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And you did nothing though.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "No, I never did anything because even the people who were in my company did not know me.  I only knew Craig Duli and I was never given any instruction to do anything because the task that I was given by Craig Duli on that day was to check the roadblocks only, there was no other duty that was assigned to me.  But my problem is that my car broke in Engcobo, that is why I was in their cars.\n\tI had to be there after the mission and I had to contact them, but my car broke down at Engcobo, therefore I couldn't do that.  And I was not going to do that because at the time I had already had an appointment with Mr Mzinyathi in Umtata, but I couldn't even reach my appointment on that morning of the 22nd because of the car breakdown.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "You said you were planted, you were supposed to pretend as if you were part of the Duli group, when were you supposed to stop doing that and tell the truth that in fact you were not part of the Duli group?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "There was no time-frame but your handler or the government would summon you and tell you that you are finished with this target because the docket is closed for these reasons, or the file was closed for these reasons, therefore you would be given another assignment.  We worked according to targets.  If one is finished with the targets because of different reasons, you would go to another target as per instruction.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "By the government you are referring to the Holomisa government, military council?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And you said you didn't receive a salary, they were not paying you they were only giving you what you call operational allowance.",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now what reward were you supposed to get for risking your life to pretend to be part of the coup and also to pretend that you were part of the group, even during the trial to accept the long term of imprisonment?  What benefit were you supposed to get out of that?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The benefit was the pleasure of serving the people and die for the people of your country, that was the benefit, that was the reward, that's all.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When you got indemnity the same who were part of the Duli group got indemnity, is that so?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When you applied for indemnity you never informed that Committee that you were not actually part of the Duli group, you were planted by the government?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I was not in a position to reveal that because I was already sentenced and they knew only one thing, that I was one of them, therefore I never revealed that information.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When did you reveal this information for the first time?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "My application before the establishment of the Truth Commission, it was still talks going on and I forwarded an application explaining my condition and I was told to wait because there would be a body that was going to be established, the Truth Commission that is, therefore they were going to handle the matter.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But when did you say for the first time that in actual fact you were not in one mind with the group, you were only infiltrating them?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The government that I was serving was aware of this because they used to visit me and I would give them reports.  Secondly, the Board of Inquiry that was held in 1995 from my department, I told them about this and they were satisfied because it was exactly what they knew.  The Truth Commission, even during my first application I made mention of that because I think I made my application while there was still this indemnity process, that TRC, therefore I forwarded all my statements and it was mentioned.  Even during the TRC when I got the chance to forward another application, I explained the situation as it was.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are there any of the people who were your superiors present and who are in a position to support your version of the story?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I think there are people who can support my statement, Mr Mzinyathi, Mr ...(indistinct) and others like Gen Lavisa, Brig Dengane and the other people who were there and Gen Kawe.  I think they can support this statement.  Though I cannot be sure these days that people are working for themselves now and I don't even know the kind of life that they are living, but I think each and every person who was at the head office at the time, they knew my story.\n\tThe whole office in Butterworth where I was recruited to go and serve outside, I am quite sure that they know the story.  And another person that I started to work with in 1987, Col Stofile, who is now a pensioner, I think he can support the fact that I was working differently from the other people, because since I started working in 1987 in Gauteng, I was still working for the Transkei Government, moving all over the country and going to other countries serving my government.\n\tThe person who can deny that, I don't know what could be the reason.  Perhaps that person can say he does not know about the instructions because he was not present when the instruction was issued, but as far as my operations were concerned, I think the people know that I was a police officer but I was working in different places in different missions.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I notice that when you completed the application form you didn't give particulars, there are a lot of questions where you were saying the nature and particulars will be submitted later and your application was completed on the 30th April '97 and these particulars you completed on the 10th of June 1998.  So there is a long period - or let me rephrase my question to say, why you were not prepared to give the particulars when you were making application for amnesty?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "The reason I think it's because as time goes on you try and remember well things that happened, but even now that I've testified here I cannot say for sure that I have said everything that I wanted to say, everything that happened in all these years in my service as a policeman.  I can remember something tomorrow whereas the very same detail I might think that it is not as important as the facts that I would like to ask amnesty for.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Finally, so what you are telling is that you never had intentions to operate a coup in the Transkei, or to put it simply, you never committed any crime or offence?",
            "Male"
        ],
        [
            "PUMELELE GUMENGU",
            "I want to tell you that my presence there was merely to serve the Transkeian people.  Yes, people died, many things happened but I'm asking for forgiveness because I did all those things because of politics.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Just one more question Mr Chairman.\n\tWhat rank did you hold at the time, Mr Gumengu?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "When I was arrested in 1990 I was a Lieutenant, but when I left to work in the outside offices in 1987, I was a Sergeant.  I only acquired the other ranks like Warrant Officer, while I was outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Now just on this one aspect that my colleagues have touched upon, would we understand you correctly to say to us that you never intended to break the law throughout this incident that you are talking about now?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "That was never my intention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were doing your official duties as a member of the then Transkeian Security Force.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had done nothing - on the day of the abortive coup, you had done nothing to assist the plotters to execute their plan.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Not at all, I never did anything to assist them.  Yes, I was amongst them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when they mandated you to look out of police roadblocks and the other things, you used that opportunity to actually report back to your superiors, would that be correct?  You never looked out for roadblocks, you actually reported back to your superiors?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact right up to the very last moment you were working against the interest of the plotters.",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And have I heard you correctly to say that the reason why you are here today is simply just to explain to people that that was the true position, you were not part of these people?  Is that the reason?  In fact as I understand it, is that the only reason why you are here today?",
            "Unknown"
        ],
        [
            "PUMELELE GUMENGU",
            "Yes, that is the main reason and I also want to ask for forgiveness to the people who are looking at me as the person who is a perpetrator and secondly, as a person who had served the government for so many years without giving me my money.  If the Committee - if it is possible, please I would like to get that money.  And as I was convicted I would like to request if possible my fingerprints to be erased so that any criminal record against my name be removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Malan, any re-examination?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you Sir, no re-examination.\nNO RE-EXAMINATION BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Gumengu, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Malan, who is next.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman, Mr Nombanga.",
            "Male"
        ]
    ]
}