{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-01-31",
        "location": "UMTATA",
        "day": "1",
        "names": [
            "FUNDIKILE BLACKIE NOMBANGA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54010&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200131um.htm",
        "speakers": [
            "CHAIRPERSON",
            "FUNDIKILE BLACKIE NOMBANGA",
            "MR MALAN",
            "INTERPRETER",
            "MR NODADA",
            "JUDGE MILLER",
            "MR SIBANYONI",
            "MS DAMBUZA",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR NOMBANGA",
            "FUNDIKILE BLACKIE NOMBANGA",
            "MR MALAN",
            "INTERPRETER",
            "MR NODADA",
            "JUDGE MILLER",
            "MR SIBANYONI",
            "MS DAMBUZA",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Nombanga, just indicate to us if you hear the interpretation over your headset.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then I want you to stand to take the oath please.  Are your full names Fundikile Blackie Nombanga?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please be seated.  Yes, Mr Malan.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.\n\tMr Nombanga, due to practical problems we were not in a position to furnish this Committee with a written affidavit, would you please in your own words inform the Committee of your involvement with the abortive Craig Duli coup and beginning with the background where you enlisted with the police and so forth.\nMR NOMBANGA\n\"Yes, I can explain that my role in this mission started in 1989 when I was serving under the Security Police, with Col Booi in charge, at the head office.  We were mandated to investigate about the attempts that were taken by some people whose intentions were to overthrow the government.\n\tA certain team was elected from the Security Police and some members from other units, compiling the team who was going to be in charge of this, look for the people who were planning to overthrow the government.  I was one of the members of the team.\n\tWhen it was discovered that the people who were holding meetings across the Transkeian borders, people had to go to those places were the rumours came from that people were holding meetings.  One of those places was Queenstown.\n\tInvestigations took place till some people were caught or arrested.  I was one of the people who were arresting those people and I remember Craig Duli, Xholisi Mtjali, Mazizi Ntisane, Mxeshe, Vuyisa Mxeshe, Ben Mooi, Mr Malotane. Those were the people that I can still remember very well when they were arrested, but there were others but I cannot remember their names.\n\tWhen they were arrested we would investigate their movements and they would give details and those details would be handed over to the government and the Attorney-General, Mr Christo Nel.  Another person who was arrested was Mr Vanda, a person would take the statements and hand them over to the Attorney-General and from there the copies would go the military council.  Col Booi the one that I was serving under, would go and hand over those statements.\n\tI would get information from Col Booi, updating me as to what was happening about those people because all those people were later arrested in the prisons here in the Transkei.  We were moving around trying to investigate and get the details.\n\tIn about September 1989 - I beg your pardon, in August 1989, some young boys were arrested who were coming from Gauteng, five of them.  It was said that those young boys were sent by Mr Vulindela Mbotoli, who was one of the people who were also implicated in this attempted overthrowing of the government.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute.  Where is the technician? Why are we having this disturbance on the headset, it's very disturbing, please.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "It's not in the booth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well let's try again we'll see.  Alright sorry, carry on.\nMR NOMBANGA\n\"When those young boys were arrested they were arrested by the army unit and the police unit, Security Police, and that was a joint operation and we did it here into Botasxau.  It was late in the evening.  That is when they were arrested and they told us about their intentions.  They were going to meet Mr Xholisi Mtjali, Wana Sabelo.  We went there to arrest them on that particular night.\n\tAfter those people's details were taken they were sent to the Attorney-General, Mr Nel.  I got a report from Col Booi that Mr Nel was saying that there was not enough evidence to prosecute, therefore those people had to be released because there was not enough evidence to take them to court.  But when he discussed this matter with the military council, it was decided that they should remain in prison up until such time that Mr Vulindela Mbotoli is arrested.  Mr Mbotoli, it was very difficult to get hold of him, no-one knew his whereabouts.\n\tThey remained in prison, no-one asked them anything.  They were not taken to court they were just in there.  We had to devise some means to try and get hold of Mr Mbotoli in order to solve this problem because it looked like everything depended on his arrest.  That is when he gave me a mandate to go and try and work with Mtjali who would be able to contact Mr Mbotoli, because we had to get Mr Mbotoli to arrest him to come and answer to the allegations so that other people can be released or be taken to court.\n\tThat is when we left with Mr Mtjali and he made arrangements for us to meet with Mr Mbotoli in our very first meeting where I was going to hear more about this matter and their plans.  I had to go there and work under the police guard.  We had to lure to come to Transkei, so that he could be arrested.\n\tThe meeting that took place was held at Port Shepstone, that is where I managed to see Mr Mbotoli.  We were there with the members of the National Transkei Intelligence Service.  \n\tWe took all those details, everything that was discussed there I reported to Col Booi and I told him that I met with Mr Mbotoli and I told him everything that happened there.  And even the members of the Transkei Intelligence Service explained in their offices.\"",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Did you act in a similar way as the previous witness, Mr Gumengu?  Were you in other words planted to monitor the proceedings?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who gave you the direct instructions?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "It was Col Booi.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you at that stage aware of Mr Gumengu's presence and the capacity in his presence with the Duli people?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was not aware of the fact that Mr Gumengu was there because I had my own land that I was using.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know of any other persons who were in a similar position as yourself and Mr Gumengu?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "There were members of the Transkei Intelligence Service that I was working with.  Those are the people that I knew in my line.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were arrested for this coup attempt on the 26th of January 1990, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was arrested because of the allegations, allegations of being involved in this coup.  Though this coup took place while I was already 10 months in jail.",
            "Male"
        ],
        [
            "MR MALAN",
            "And yet you were convicted and sentenced to seven years imprisonment, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you raise any defence at your trial?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I tried but I was never successful.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was your defence?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was saying that I was there because I was working and Col Booi was the one who gave the instructions.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you revealed the true purpose of your involvement, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it backed up by Col Booi or any other official that could vouch for your version of the story?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, Col Booi was a witness and Gen Chelela who was also in the Security Branch at the time also went there to give evidence.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why were you yet in spite of the evidence then convicted of this coup attempt?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Truly speaking even today that is still a problem to me, I still have questions that I cannot answer because of the evidence that was given by the government people there.  That evidence was a bit twisted.\n\tAnd to the people who are listening, that the court though it was like that, the Court found me guilty.  For example one of the witnesses, Capt Nyani after this coup in 1990, 22nd, he said I went on holding meetings with Mr Mbotoli, that is one of the signs that he was not telling the truth, but the Court found me guilty on top of that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have any special request - should this Committee find that you fall within the ambit of amnesty application and they would grant it, do you have any special request for them?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I have one request to put forward, it's to have my fingerprints cleared because that is also a hiccup in my business and after that I left the Police Force because I could not see myself with them, therefore I tried my business, therefore that is a bit of a hiccup on my side, the fingerprints problem.",
            "Male"
        ],
        [
            "MR MALAN",
            "In what kind of business are you involved?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I am in the company of Project Management in the rural development.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have anything further that you would wish to lay in the midst of this Committee?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I do not know how it came about for me to be found guilty, but though the situation is like that, but if the Commission can consider my application, at least if I can get rid of that criminal record.  And I'm even asking myself questions, how did the Magistrate come to that kind of a decision.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Malan.  Mr Nodada, any questions?",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Just a few, Mr Chairperson.\n\tFundikile, when you were actually filling in your application form you were required in paragraph 9 to furnish sufficient particulars of the act, omissions or offences associated with a political objective in respect of which amnesty is sought, including dates, places and nature thereof and the names of any other persons involved and in (i), you stated that the acts or omissions or offences that you are applying for amnesty in respect of was high treason, do you remember that?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NODADA",
            "And you were also required to fill in the date or dates on which you committed that offence, but you didn't do so.  Do you perhaps remember the date when you committed that offence of high treason?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "The coup took place on the 22nd of November 1989.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I beg your pardon ...",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Which is the 22nd of November 1990.",
            "Male"
        ],
        [
            "MR NODADA",
            "And where were you on the 22nd of November 1990?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was in prison in Mxandule.",
            "Male"
        ],
        [
            "MR NODADA",
            "And how did you commit this offence whilst you were in prison on that date?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Even today that is still a myth to me but the Magistrate found me guilty.  I was associated with the act, that's what was said, I was associated with the act.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Nodada, if I could just clear up something on this point.\n\tYou keep saying that the Magistrate found you guilty, were you not a co-accused in the trial in the then Supreme Court, which was presided over by a judge, or were you in a separate trial before a Magistrate?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was with Mtjali and Gobinxa at the Regional Court and the presiding officer was Mr Mgaju.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Yes thank you, I just wanted to clear that up Mr Nodada.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was never called to appear in the Supreme Court, except for the appeal.",
            "Male"
        ],
        [
            "MR NODADA",
            "So you noted an appeal against the finding of the Magistrate in the Regional Court.",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes.",
            "Male"
        ],
        [
            "MR NODADA",
            "And what was the outcome of the appeal?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Gobinxa was removed in the case, I was left with the first accused and myself as the co-accused and the sentence was confirmed.",
            "Male"
        ],
        [
            "MR NODADA",
            "Alright.  Do you consider yourself to have committed the offence of high treason on the 22nd of November 1990?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was never involved because I was in prison.  I never heard rumours, I never heard anything, I was not implicated.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry Mr Nodada, I keep interrupting you, but I'd just like to clear up something while it's still in my mind.\n\tWhat Mr Nodada referred you to now was in your application you say that you're applying for amnesty in respect of high treason, now you've said that you were convicted in the Regional Court, are you saying that the Regional Court convicted you of high treason?  Or what precisely was the charge?  Because charges of treason go to the Supreme Court or the High Court, not to the Magistrate's Court.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Our case was held at the Regional Court by Mr Mgaju, it never reached the Supreme Court.  We were charged for treason and we were also sentenced to that effect by Mr Mgaju.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you, Mr Nodada.",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Are you certain that this high treason relates to the incident of the 22nd of November 1990?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "According to the charge sheet it was said that all the offences that took place from 1989 April, they culminate to the act of the 22nd of November 1990, while I was already in prison on the 22nd of November 1990.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "It would appear there were two occasions where there was a planning for a coup in Transkei, is my understanding correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "No, that is not true Sir, but what happened was this.  A certain group of people attempted the coup in April 1989 but nothing was every successful up until such time I was arrested in January 1990 and no people could be charged because of the evidence at hand.  But when I was in prison, 10 months in prison, November 1990, 22nd, that is when this aborted coup took place while I was already in prison, myself, Mtjali and the others.  Therefore we were associated with this attempted coup of the 22nd November, though we were already in prison when this attempted coup took place.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "For what offence were you in prison?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "They said it was treason, conspiracy to commit treason.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What type of treason, not to overthrow the Transkei Government?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "It was never mentioned in details but when this incident, attempted coup of the 22nd took place, it was associated with this one.  And as the people who were arrested in January were only taken in court but after the people who were involved in the coup had already appeared in court, so we were the last people to go to court after the interdict was issued against the government.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was Col Duli also arrested for the activities of April '89?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, Duli was arrested in 1989 and I'm the one who took him to prison.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But not for this same offence for which you appeared in court, and for which you were convicted?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "At the time, I think it was April on the 27th when we took him from his home to Lusikisiki, he was associated with the people who were attempting to overthrow the government.  I took him to Lusikisiki Prison, he was released on interdict, December 1989.  He was released and then he disappeared and I was arrested on the 26th of January, a month after his release.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.  I don't know whether it clears the picture or whether there's more confusion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were awaiting trial since your arrest on the 26th of January 1990, I assume.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was just held there but nothing was said about a trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were just detained?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were only charged and taken to court after the other coup plotters were tried in the Supreme Court?  There case was already finished when you were taken to the Regional Court, three of you?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "We were arrested in January and they were not present.  We remained in prison for 18 months in solitary confinement and we challenged through the interdict.  While we forwarded the interdict they were already arrested in 1991 and they appeared in court, but we were still under detention without appearing to the court.  After the interdict we only appeared on the 30th of September 1991.  Just the preliminary appearance at court.  ...(no English interpretation)\n\tWe got arrested in 1990, January.  The people who tried to overthrow the government in that year had disappeared, we didn't know where they were and the coup took place again in November 1990.  We were 10 months in prison.  They appeared in June after they were arrested.  They appeared in the Supreme Court.  We were still in detention at the time.\n\tThe interdict was issued through which the government was challenged because of our detention.  It was said that we should be released.  That was the judgment of the interdict.  They say either we are taken to court not later than the 30th of September or we would be released.  That's what actually happened, is that we were taken to court on the 30th of September 1991.\n\tAnd the people who had overthrown the government on the 22nd, they had appeared in court so many times.  We were taken to the Regional Court, not the Supreme Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you were tried separately from those people.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR NODADA",
            "So when you were actually sentenced on the 22nd of June 1992, to undergo seven years imprisonment, was the case against the 18 persons who were involved in the attempt on the 22nd of November 1990, still pending?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "It was still pending.",
            "Male"
        ],
        [
            "MR NODADA",
            "Was it alleged that you had by your actions or omission, also partaken in the coup that took place on the 22nd of November 1990?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, we were associated with those acts.  They decided to charge us the same way, but they were taken to the Supreme Court and we were taken to the Regional Court.",
            "Male"
        ],
        [
            "MR NODADA",
            "I see.  You are appearing here today in an application for amnesty, are you basing this application on the conviction by the Magistrate or on your personal convictions about an offence that you personally committed?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I forwarded this application because I would request that my criminal record be erased because of the allegations and the Magistrate found me guilty.  What I'm asking this Commission to do is to remove the criminal record because it is a hiccup for me in my job or my business.",
            "Male"
        ],
        [
            "MR NODADA",
            "Is that all?  Is that the only reason that you are applying for amnesty, you want your name to be cleared in the criminal bureau?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NODADA",
            "And otherwise you do not claim to have been motivated by any political conviction on your part?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "As a person who was working under politics, certain politics in Transkei I can say this was politically motivated because politics was the military council and all these attempted coups.  That was all politically motivated.",
            "Male"
        ],
        [
            "MR NODADA",
            "I'll go back again to paragraph 9 of your application form, sub-subparagraph ...(intervention)",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Maybe before that - but you never attempted any coup yourself, is that so?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I never attempted any coup, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Or conspired.  Did you plan any coup?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, I was once in a meeting where that was discussed, but I was not there to serve their interest, I was there because I was working.",
            "Male"
        ],
        [
            "MR NODADA",
            "Alright.  I was referring you to paragraph 9 sub-subparagraph (iv) where you were required to actually state the nature and particulars of the offence that you committed and I see that you have drawn a line across that paragraph, you actually wrote T.B.C., what does that mean?",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Perhaps if you can take a look at page 82 of the documents.  What Mr Nodada is referring to is paragraph 9(iv), the bottom one where there is a line and T.B.C. written there and he's asking you what does this T.B.C. mean.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I do not know this.  I am not sure about this T.B.C.",
            "Male"
        ],
        [
            "MR NODADA",
            "Did you personally complete this form yourself?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, some parts of the form I've completed and signed.",
            "Male"
        ],
        [
            "MR NODADA",
            "Now let's go further to page 3 and page 4, you've got the same thing ...(intervention)",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Sorry, before you move from that - did you also write this abbreviation, T.B.C.?  Is this your handwriting?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I don't think so.  I don't think this is my handwriting.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You know your handwriting, is this your handwriting or not?",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry to make any interruptions, I might just assist the Committee here with what happened here or transpired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "As I can recollect it was on the 9th of May, a day before the cut-off date for the applications, we were with several other people in the Holiday Inn at East London and Mr Chris McAdam said that we must fill in the forms and leave the details out, the TRC will at some stage request further particulars.  And in filling the forms there were some of the TRC people assisting the applicants and we rushed this off to Cape Town the following day and beat the cut-off date by I think six hours.  I think that's where this muddle-up might have originated.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And no-one knows what T.B.C. means?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Unfortunately.  I've tried to ascertain and it's not my handwriting, it might be one of the other people, I have not the foggiest idea.  But it should be something in ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "To be - something.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "To be completed.",
            "Male"
        ],
        [
            "MR MALAN",
            "To be completed - ja, I think to be completed is the correct thing - at a later stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Nodada.",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Alright, I will proceed further.\n\tIn short, is my understanding correct that you are not in a position to make a full disclosure of the events of the 22nd of November 1990, when the coup actually took place and people were killed and property damaged, because you were not involved and you know nothing about it?  Is that your position?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I can say I know nothing about the coup that took place on the 22nd of November, I heard that over the radio.",
            "Male"
        ],
        [
            "MR NODADA",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR NODADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Nodada.  Ms Dambuza, any questions?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MS DAMBUZA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tWhen did you join the Transkei Police Force?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I joined on the 6th of January 1982.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And the Security Branch, when did you join it?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "1985, March 1985.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And since 1985 onwards, your main concentration in your duty was to combat the acts of the people you referred to as the terrorists, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And those were the members mainly of the ANC and the PAC, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you were protecting the government led by Matanzima then and later on by Stella Sigcau, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And those governments were against the ANC and the PAC, as well as what you were doing?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when during the 1989 and 1990 period, there erupted information that Holomisa was leaning towards the ANC, you were still in the Police Force, is that correct?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And during that period, were you still eager to serve the government of Holomisa?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, I was still eager.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "That Holomisa was leaning towards the ANC, are you saying did not affect your commitment in serving his government?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "At that time when all this started that was not clear from April 1989 and there was nothing that was affecting the Security Police that could lead us to be against Mr Holomisa on what he was doing, at this time from April until towards the end of 1989.  At this time that I was involved.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When actually did you in the Security Force become uncomfortable with the government of Holomisa, if at all you did?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "It was until the end of 1989.  To me there was nothing I could say that was being done to show that we were against the government.  Yes, there was conflict here and there but that was not due to the fact that he had joined the ANC, but those were the things that erupted in the office.  But he didn't come out at that time, we were not sure of what was happening in his personal life at that time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there any stage during your service in the Security Police of Transkei, when you felt uncomfortable with the political stance taken by the Holomisa government?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I found out about that when I was in prison, when I would meet other members that were still in the Police Force.  I was a prisoner at the time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is it actually that you found out?",
            "Male"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "They said that things were different from when the organisations were banned and when they were outside, when the organisations were still operating outside.  So they didn't know what exactly they were doing, what their job was, they didn't know whether to fight against the organisation they are doing the right thing or the wrong thing.  So they were not sure, they had no direction at that time.  They were not given the direction by the government.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "I think what Mr Mapoma wants to know,  prior to your arrest did you have any dissatisfaction or grievance with the government of Transkei, the Holomisa government?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "No, that was not the case at that time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Has the Panel got anything?",
            "Unknown"
        ],
        [
            "JUDGE MILLER",
            "Mr Nombanga, I'm still not quite clear.  You're saying that you had a meeting in Port Shepstone with Mr Mbotoli, part of your duties, you were performing your duties as a member of the Security Police when you had that meeting which involved Mr Mbotoli, is that correct?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And did you meet him after that again? -Mr Mbotoli.",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "No, I didn't meet with him after that because what would happen was that I had to find out about his movements so that he can be arrested and taken to the Transkei.  So I didn't meet with him after that.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So you just had the one meeting.  Did you break the law at all, did you commit any crime?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "According to my knowledge Chairperson, I'm not sure whether I committed any crime because I was told to meet with Mbotoli to monitor his movements, so that I can set a trap so that he can be arrested.  When I was charged, that meeting was the main issue.  What I did wrong was to see him in Port Shepstone.  And at that time I had no jurisdiction to do anything on the South African soil at the time.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Did you report to your superior officers about that meeting?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, I reported to Col Booi.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Because I see from the documents that have been placed before us, one of the charges was that you failed to report information relating to foreign agents who were planning to overthrow the country.  Is that what the charge was?  I'm looking here at page 90, it's in the handwriting.  It seems to be the Magistrate's notes or something like that.  Was that one of the charges, failing to report information?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "Yes, it was one of the charges or it was also incorporated in the charges because the investigator who was investigating the case after it was removed from Col Booi, said that I had to contact him, the investigator that is, because he said that he was the one who was in charge at the time above Col Booi.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "So you deny that you're guilty of that charge, because you say you reported to your superior officers, is that correct?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I reported to Col Booi, so the fact that I was found guilty about that, I still don't understand it.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "And then I see on page 105 of the papers you were found guilty of conspiracy to commit treason.  Did you ever in fact conspire to commit treason?  Did you plot to commit treason, at any stage?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was involved in this conspiracy or in the planning.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "What rank did you hold at the time of your arrest, Mr Nombanga?",
            "Unknown"
        ],
        [
            "FUNDIKILE BLACKIE NOMBANGA",
            "I was a Warrant Officer.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination, Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No re-examination, thank you Mr Chairman, that concludes our evidence.\nNO RE-EXAMINATION BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Nombanga, you're excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We intend to continue a bit later than usual today and for that reason we will now take a short adjournment.  We will stand down for 10 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Dambuza?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "Thank you, Mr Chairman.  I call Mazizi Ntisana to the witness box.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ]
    ]
}