{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-01-31",
        "location": "UMTATA",
        "day": "1",
        "names": [
            "SIDWELL MZWAMADODA NTISANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54012&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200131um.htm",
        "speakers": [
            "CHAIRPERSON",
            "SIDWELL MZWAMADODA NTISANA",
            "MS DAMBUZA",
            "MR NODADA",
            "INTERPRETER",
            "MR MALAN",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "SIDWELL MZWAMADODA NTISANA",
            "MS DAMBUZA",
            "MR NTISANA",
            "MR NODADA",
            "INTERPRETER",
            "MR MALAN",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, Mr Ntisana, do you hear the interpretation?  Will you please stand to take the oath.  Are your full names Sidwell Mzwamadoda Ntisana?",
            "Unknown"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you can sit down.  Yes, Ms Dambuza.",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "Thank you, Mr Chairman.\n\tMr Ntisana, is it correct that you are an applicant in terms of Sections 18 and 20 of Act 34/95?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Is it correct that you are a brother to Mazizi Thomas Ntisana who has just testified before the Committee?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, he is my brother.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "And is it correct that you have deposed to an affidavit on the 2nd day of November 1999, in support of your application for amnesty?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Is it correct that until 1991 you were employed by the Transkei Defence Force as a Sergeant?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "From 1976 up until the period when I was arrested.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Is it correct that in January 1990, whilst you were employed in the Transkei Defence Force you were approached by your brother Mazizi Ntisana, who informed you that the late Col Craig Duli wanted to see you?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did he tell you - that is your brother, did he tell you what Col Craig Duli wanted to see you for?  If so, can you tell the Committee.",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "He never mentioned to me.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did you know Col Duli before this day, before your brother approached you as you've already said?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I used to know him because I was working with him in the office.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Who were you with when you went to see Col Duli as requested by your brother?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I was with Hlumelo Mxutu, Sandisile Bongweni and Bongo Ndamase.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Where did you meet Col Duli?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "In Stutterheim.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "How did you get there?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "We requested my elder brother to take us there because we did not have transport.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Are you referring to your brother, Mazizi Ntisane?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "When you met Col Duli in Stutterheim, what did he tell you?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "He told us that he was released from prison and he had decided to take over the Holomisa government by the soldiers, so that the government could go back to the people.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did he tell you why the government had to be returned to the people?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "There was a time-frame that had elapsed.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "What was your response then?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "We agreed to what he was saying and we did as he told us.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "What exactly did he tell you to do?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "He told us to try and recruit in Port St Johns, recruit the special forces and explain his intentions.  That was agreed.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did you at that time believe that Col Duli's intentions were justified in trying to take the government back to the people of Transkei?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "As I was working with him he was the ringleader of the people in a coup d'etat.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Which other coup d'etat was he a leader of?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Coup d'etat of Nkosazana Stella's government.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Were you involved in that coup?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "As a person who was working for the Military Intelligence and he was a leader there, I was also amongst those people.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Pursuant then to the request by Col Duli to recruit other members, who did you approach and what did you say to them?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "In Port St Johns we met with Xweta Ndeleni, Zamikaia Armens.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "What were their ranks at that time?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "They were Warrant Officers but from different companies.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did they agree to participate in the intended coup?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "When was this intended coup supposed to take place?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "On the 15th January 1990.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Did it in fact take place?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "No.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Why, if you know, did it not take place?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "It became apparent that there was some misunderstanding in Port St Johns and the information leaked and when we got to Umtata on the 14th of January, we were told that everything that we were intending to do was well known.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "What then did you do when you discovered that?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "What we did on the 15th, we woke up, we went to work and got our cheques and we went to our homes and we had told ourselves that we are not going to go ahead with this plan because it was rather dangerous.  On the 16th we went to the offices and we were arrested on the 16th of January 1990, in our offices.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Is it correct then that you were then detained for almost two years and ultimately charged with conspiracy to commit treason?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Is it correct that you were convicted and sentenced to 8 years imprisonment?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "How many years did you serve in prison?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I was sentenced in 1990 up until 1994, December.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Are you now applying for amnesty for your acts as you have just outlined to the Committee?",
            "Female"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct, because what is more important is to get my fingerprints, the criminal record against my name be removed as a person who was found guilty.",
            "Male"
        ],
        [
            "MS DAMBUZA",
            "Mr Chairman, that is the evidence.\nNO FURTHER QUESTIONS BY MS DAMBUZA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ma'am.  Mr Nodada, any questions?",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Thank you, Mr Chairman.\n\tNow how many were you as members of the Transkei Defence Force stationed at Port St Johns, who were involved in this conspiracy to overthrow the government of the military council at the time?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Four of us from Umtata, the other two were from Port St Johns.  Those were the people that we were to talk to in Port St Johns.",
            "Male"
        ],
        [
            "MR NODADA",
            "So you were based at the Ncise base in Umtata?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, I was here in Ncise, Umtata.",
            "Male"
        ],
        [
            "MR NODADA",
            "And you were the only four members who knew about this coup, at the Ncise base?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Only the two of us from Ncise and the other two from Port St Johns.",
            "Male"
        ],
        [
            "MR NODADA",
            "So all-in-all you were six members of the TDF that were in favour of this take-over by Col Duli?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Six of us knew about the plan, but we were not going to face any problems when we meet the whole of us.",
            "Male"
        ],
        [
            "MR NODADA",
            "When you meet the whole of you, what do you mean by that?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "We would meet with Port St Johns and the people from Ncise.",
            "Male"
        ],
        [
            "MR NODADA",
            "Who actually fixed the 15th of January 1990 as the date of the take-over?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "It was Col Duli.",
            "Male"
        ],
        [
            "MR NODADA",
            "And when was your first visit?  That is the day when Mazizi Ntisana took you from here to Stutterheim to meet Col Duli, what date was that? - if you can remember.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "It was the 7th of January 1990.",
            "Male"
        ],
        [
            "MR NODADA",
            "So that was your first meeting with Col Duli for the intended coup?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, I just saw him for the first time after he was released from prison.",
            "Male"
        ],
        [
            "MR NODADA",
            "And a week thereafter was the intended date to actually give effect to that intention.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR NODADA",
            "You met on the 7th of January 1990, and that was your first meeting and the beginning of the planning according to you, and the actual coup was going to be staged on the 15th of January, that is a week from the date of your first meeting with Col Duli.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NODADA",
            "Was it hoped that within that short space of time you would have successfully mobilised other members of the Transkei Defence Force to welcome and assist Col Duli in the take-over?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "He had told us that there were senior officers that he had already talked to, therefore we had to be there on that particular day to recruit Port St Johns, because he never got a chance to talk to the group from Port St Johns.",
            "Male"
        ],
        [
            "MR NODADA",
            "Is it correct that you subsequently established that there were no such senior officers?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "We realised that on the 14th, when we heard that we are going to be arrested.",
            "Male"
        ],
        [
            "MR NODADA",
            "As you were a member of the Transkei Defence Force based in Umtata, did you get the feeling that the bulk if not the entire TDF, was in favour of -or rather, was not happy with the ruling of the military council?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I cannot say for sure because we were based on different sections at work, some people had their own opinions, different from the others.",
            "Male"
        ],
        [
            "MR NODADA",
            "Where were you when the aborted coup was staged on the 22nd of November 1990?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I was in Mount Ayliff in prison.",
            "Male"
        ],
        [
            "MR NODADA",
            "You were already in prison.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I was arrested on the 16th January 1990.",
            "Male"
        ],
        [
            "MR NODADA",
            "Had you already been tried and convicted when you were at Mount Ayliff Prison?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "No.",
            "Male"
        ],
        [
            "MR NODADA",
            "Not yet.  And you as a person and a member of the TDF then, you cannot say to this Committee that Col Duli had the full support of the Transkei Defence Force when he wanted to take over the Transkei.",
            "Male"
        ],
        [
            "INTERPRETER",
            "May the speaker please repeat the question, there was a slight problem with the headset.",
            "Unknown"
        ],
        [
            "MR NODADA",
            "Alright, thank you.  You personally, you cannot say from your personal knowledge, that Col Duli when he planned to stage a coup in Transkei, had the full support of the members of the Transkei Defence Force of the time.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I can say he had a full support from the TDF members.",
            "Male"
        ],
        [
            "MR NODADA",
            "On what basis are you saying that?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I saw that from the first coup when he was overthrowing Stella and there was no resistance from the soldiers and even when the Mzimwusi ...(indistinct) was resigning, there was no opposition or resistance.",
            "Male"
        ],
        [
            "MR NODADA",
            "Now when he actually staged the aborted coup on the 22nd November 1990, were there any members of the Transkei Defence Force that supported him, to your knowledge?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "No, I do not know because when this happened I was already in prison.",
            "Male"
        ],
        [
            "MR NODADA",
            "And you heard that his forces that came with him to Umtata, when they got to the Ncise base, they attacked one of the camps and the camp that they attacked was mainly made up of recruits and that is where they had most of their casualties.  Are you aware of that?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I heard that through the media.",
            "Male"
        ],
        [
            "MR NODADA",
            "You heard that.  And certainly you will agree with me that if there was any support from the Ncise military base, there would have been no point for Craig Duli and his followers to first attack that base when they arrived in Umtata? - instead of coming straight to where the military council was seated at ...(indistinct).  If they had the full support of the TDF.",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "I cannot respond to that because at the time I was in detention, I had been there for quite a long time.",
            "Male"
        ],
        [
            "MR NODADA",
            "Yes, but subsequently you were released from detention and you heard how the whole thing happened, isn't it so?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes, I heard.",
            "Male"
        ],
        [
            "MR NODADA",
            "Does it not surprise you that their first target was the military base in Umtata, if he had the full support of the members of the TDF?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "When I got out of jail that was no longer in my mind because I had been in detention for a very long time, suffering, I couldn't see my wife and my children and my parents and then I decided to disassociate myself from all those and attend to my domestic problems.",
            "Male"
        ],
        [
            "MR NODADA",
            "Apart from Craig Duli's involvement in the 1987 coup which culminated in the military council ruling this country, what other reason did you have or can you give for concluding that during this second attempt by Craig Duli, he had the full support of the members of the Transkei Defence Force?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "It is because of his utterances.",
            "Male"
        ],
        [
            "MR NODADA",
            "Is that all?",
            "Male"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NODADA",
            "Thank you Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR NODADA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Nodada.  Mr Malan, questions?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR MALAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Yes Ms Dambuza, any re-examination?",
            "Unknown"
        ],
        [
            "MS DAMBUZA",
            "No re-examination, Mr Chairperson.\nNO RE-EXAMINATION BY MS DAMBUZA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntisana, thank you, you're excused.",
            "Unknown"
        ],
        [
            "SIDWELL MZWAMADODA NTISANA",
            "Thank you, Sir.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have reached the end of the testimony of those applicants who are available at this stage, we'll in all likelihood learn in the meantime, between now and when we reconvene tomorrow, what the situation is with the other two.  At this stage we are going to adjourn the proceedings and we will reconvene here tomorrow morning at 9 o'clock.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}