{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-26",
        "location": "TEMBISA",
        "names": [
            "KATE BOOI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55953&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/booi.htm",
        "speakers": [
            "KATE BOOI",
            "MS MKHIZE",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "MS SOOKA",
            "MS BOOI",
            "KATE BOOI",
            "PROF MEIRING",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "We would like to welcome you to the proceedings.  Is that a friend or relative that is accompanying you?",
            "Female"
        ],
        [
            "KATE BOOI",
            "It's my sister.",
            "Female"
        ],
        [
            "MS SOOKA",
            "We would like to welcome her too.",
            "Female"
        ],
        [
            "KATE BOOI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I have asked Professor Piet Meiring to assist you with your story and I hand over to him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Booi thank you for coming and sharing your story with us.  You are again taking us back to the year '87 when many things happened in Tembisa and you are going to tell us about your son.  Before you tell us about your son, please tell us about yourself.  Are you married, how many children do you still have?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "I am a widower.  I have six children.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are they already working or are some of them still at school?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "Some are married already, some are still staying with me.  I am staying with grandchildren who are attending school.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  And now you are going to tell us about, do you call him Edward or Vusile?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "It's Edward Vusile Majola.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Edward, what kind of person was Edward?  He was 21 years old when the story started, but tell us was he at school then?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "He was at school then.\nTEMBISA HEARING TRC/GAUTENG\n2 K BOOI",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Which standard?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "He was doing standard 10, matric.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Standard 10, and was he very active at school?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "Yes.  He was a very active young man.  He loved people at the same time.  He didn't like any troublesome issues.  He was a very open and friendly person.  He loved everybody.  That's how he was.  He didn't even care whoever says what if he didn't believe in a thing he stood by his ground.  He was very helpful.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was he also active in politics?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "Very much, he was very active.  He used to travel all over Durban, all over the country. He was a member of COSAS.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Now we have the picture of your son, and now you want to take us back to the 1st of January 1987 when he was arrested.  Please tell us the story of your son.",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "Edward was arrested on the 11th of June 1986.  When the state of emergency was to be uplifted he was arrested the evening before.  It was quarter to 12.  When they came to fetch him there were many.  It was a big group.  It was soldiers and policemen.  I saw one White man amongst these policemen who said his name is Mr Smith.  There were three other policemen.  The other one said he is Twala, but the other one I cannot remember them clearly but I was just scared and frightened.  The whole house was surrounded by the soldiers carrying guns.\n I think it was 23 people who came to arrest Edward alone.  They said they wanted to search the house.  The ones who came in earlier they searched very politely, and they \nTEMBISA HEARING TRC/GAUTENG\n3 K BOOI\nfound Edward and they left with him.  I tried to get him dressed up warmly because it was in winter.  He wore two jerseys and two pants as well and I told him that you must go like a hero.\n Thereafter I went to wake my next door neighbour up.  It was at 12 o'clock at that time and I asked her to help me to follow these policemen.  It took some time because my neighbour was still asleep but he woke up.  We came to Rabasoto Police Station but we never saw even the vehicle that took him.  It is not a Casper, it is something that - it's a vehicle that would be used to load cattle.  We don't know where this went.  We asked about Edward but they said they don't know him.  \n Then I went to Mrs Zodwa's house so that she should be able to advise me what to do in this instance because I did not know what to do at that time.  When I got to SeZodwa she said that go home and sleep and you wake up in the morning and go and see Mohamed Bam who is a lawyer in Johannesburg, he will advise you.  \n Before I went there I went to the police station again just to confirm that so that wherever I go I should be able to know where he is.  On my way back they said they don't know him.  They don't know Edward.  They said they don't know such a person.  I wanted to know where did they take him to.  Luckily on my out I met Twala the policeman and I said to him you are the one who fetched Edward, where is he?  He said I don't know.  I am definitely sure that they have sent him to Robben Island, but I wanted to know how, without my knowledge.  \n Then I went to the lawyer.  He is the one who helped me to know that Edward was not arrested under the state of \nTEMBISA HEARING TRC/GAUTENG\n4 K BOOI\nemergency, he is in Tembisa, but it's got nothing to do with the state of emergency, but it's to do with the MacGregor blast here in Kempton Park.  And that's the only information I got from the lawyer.  He said that he'll appear on the 16th in court.  We just waited.\n I was thinking that they would release him finally.  But on the final date he was swollen, they had assaulted him.  They released him on the fourth day.  His hands and legs were chained.  It was over 11 cars that brought him, police cars and they had dogs with them as well.  We were frightened as to what is happening.  He cannot walk.  His face was so swollen.  \n They sent in a dog to sniff his clothes that he had on in Kempton Park, but we had not washed the clothes yet, they were still in the washing basket but they were throwing things all about and this dog went straight and took all the clothes that he had on, the pair of jeans and the T-shirt, and they said yes we found now what we are looking for.  \n My son cried and he just said that all I need is water because for four days and four nights I never had water nor food and you could see by his state that he had to be given water, he was genuinely thirsty.  I said to these policemen how can you keep a child without eating for four days, how can you keep a child in this situation.  He said that we do give him food, he's had two jars full of water.  Thereafter he wanted some bread but he could not eat that bread.  He ate two loaves so that he should be able to live with this food. They said that we will find him in Kempton Park because it was on the 15th on that day. On the 16th his matter will be held in court.\n We did wake up the following morning and I was \nTEMBISA HEARING TRC/GAUTENG\n5 K BOOI\naccompanied by some other people.  We drove off with a car because nobody was allowed to travel in the Township.  They didn't even want us to leave, but fortunately we had someone who was an interpreter in court and we were driving in his car.  He is the one who talked with these policemen so that they should allow us to go to court and we did.\n In court we found out that Mohamed Bam sent his representative, Patel, but now he was not using my son's statement.  The information was distorted to the extent that even him, my son, told me that I must not give up, I must go to Omar because he trusted that Omar would be able to release him. He knows that he won't be granted bail but he definitely would do something.  When we wanted to give him some food they said he's not allowed to get any food.  He was still kept in Kempton Park at that time.  \n We tried again to find a lawyer. There was a meeting in DPSC that we were supposed to attend at the Methodist Church and we were all being called to come and give our complaints.  On our way back a child told me that they didn't allow me to give Edward food but he's still kept in the cell.  Then we found Omar.  At that time there was another lawyer that was a partner of Mohamed Bam who said we must all go to Kempton Park and that is when then they allowed us to give him the food and he managed to eat.\n There were all these hassles about my son's food and they were carrying him around in the township and they were covering his head and they were assaulting him all the time, but when Omar was found all this came to an end, and that is when we were allowed to see him.  He said the best thing for us to do is to remove him here so that he must be transferred to Modderbee so that he should be able to  \nTEMBISA HEARING TRC/GAUTENG\n6 K BOOI\ncommunicate with him, and he did that exactly, and we went there. He was transferred to Modderbee and he stayed there for five months and we were still struggling for him to be granted bail.  The bail was granted towards the end of September 1986.  It was R5 000, his bail.  Because I was accompanied by a women's group it was agreed that we would make a plan so that we should be able to raise this bail.  He stayed there for a month until we managed to raise the funds.  The lawyer tried to reduce this bail to R2 000 and the women's group assisted me because I am poor.  I've got nothing in my possession.  The women's group assisted me, even the business people and they tried day and night to assemble all these funds and then he was finally released.\n On his release he stayed with us for some time.  Because he was granted bail without any restrictions.  The policemen didn't like the fact that there were no restrictions attached to the bail.  They treated him as if he was going to escape.  He kept on appearing in court.  In January when he appeared in court again he said to the people that because the matter has been postponed too much I am free now.  He said it openly in front of them, but I will come to court.\n After some time he left. They arrested him at the Holiday Inn.  I think he was trying to go to Botswana.  He was going to travel by air.  He was still at the Holiday Inn but they arrived there and they arrested him.  I don't know who told them but they found him there.  Because he was not at home for three days I realised that he was sleeping there at the Holiday Inn.  They found him there.  Holmes arrived who was handling Eddie's matter.  He was accompanied by another policeman.  When he got home he just called me \nTEMBISA HEARING TRC/GAUTENG\n7 K BOOI\nAuntie because he didn't know my name, he wanted to know whether do I know about Edward's whereabouts, I said I don't know, I don't know where he is.  He said go inside the house and we all went in.  But the way these people harassed us we could never sleep, we had sleepless nights and restless days.  To the extent that I lost my temper one day and I told them that we are fed up of you people.  We cannot rest because of Eddie's matter because we don't move around with Eddie and we don't know about his activities.  That helped because their visits subsided.\n On that particular day when Holmes came in I said to him you must please sit down because you cannot talk to us while standing, and I told these policemen with him that they must sit down.  But when he sat down he said you mustn't be surprised we have arrested Eddie.  I wanted to know why.  They said no we want him to go and sign.  But I said no, they said in court without restrictions.  He said to me they are aware that he is leaving.  I said I am not aware of that but he was never told to come and sign at the office.  Well they took him.  I was told that he would be going to the High Court.  I thought that they were talking about the Supreme Court, but I went to all the courts but he was not there.  I only found that he was in the High Court because I don't know Johannesburg well.   There I was told that he must come and sign every day at the police station and he did that and he was released.  He did exactly as ordered signing daily.\n On the Good Friday of 1987 in the evening he went to the policemen.  On arrival there he told them that he's a member of the ZCC congregation and he must go to his congregation because they must go there.  After Good Friday \nTEMBISA HEARING TRC/GAUTENG\n8 K BOOI\nthat was the last time I saw him up to today.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  What have you heard of him since?  You said that that was the last time you saw him, have you heard anything of him since?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "Thereafter the policemen didn't come looking for him again, they were just looking for me now.  At home they knew that I was at work.  They were aware that I was suffering from arthritis and high blood pressure and I asked them that because of Eddie's problem I was not working for a year, I asked them to be granted some leave.  I was told that the police were looking for me out of the blue my employer called me to come back to work.  I said that it's a good chance so that I should be able to move away from the township to avoid harassment by the police, that's when I decided to stay at work as a domestic servant.  I stayed there for some time and one day when I was off a phone call came through at my neighbour's house.  I was called.  When I got there to respond to this telephone call it was Eddie on the line.  He was telling me that he was still alive and how are you doing and I told him that we are still surviving and I told him that I went back to work as well and that made him happy.\n After two months I heard my employer calling me saying that there's a telephone call, it was quarter to 11 at night.  I did go and respond to the call and it was Eddie and he was just enquiring as to how I was doing and his sisters and the rest of the family.  I wanted to know exactly where he is. He said I am in Lesotho, that's where I am.  I asked him why are you in Lesotho because it is not safe he said no I am in transit.  I will give you another phone call later.  When I phone you I will tell you again \nTEMBISA HEARING TRC/GAUTENG\n9 K BOOI\nwhere I am living.  I am just waiting for a few documents in order to be able to travel from Lesotho to wherever they will be deploying me to, and I don't know where that is.\n Another phone call came through again at a later date but before this telephone call I came back home.  My employers had granted me four days off and I heard a rumour here in the township that Eddie was no longer around.  Policemen came through and they said to me who is Eddie's mother and I just kept quiet and I whispered that I am not here.  They asked again who is Eddie's mother but I just kept quiet.  They wanted to know don't you know where Eddie's mother is, but I responded and said I don't know because I didn't know what they were looking for.  They said that Eddie's soul is in hell and they just walked off. I was just shocked.  I was just sitting with this lady and we were crying with my neighbour.  They came again before they drove off and they said that we must tell Eddie's mother when she comes back that she must come to the police station to see some photos because Eddie is dead because she is the one who knows where Eddie is.  If they say that she is the one who knows where Eddie is she must come and see the photos.  I never did.  I never went to the police station, I just sat at home.\n I went back to work and there I got a third phone call, which is obvious that if I did go to the policemen on that day they were going to arrest me.  I got this third telephone call saying that I got my documents, now I'll be going somewhere overseas but there is someone from Paris who will bring something but they are just waiting for that specific person, but they will be leaving.  If you don't get any correspondence from me you must know that I have left \nTEMBISA HEARING TRC/GAUTENG\n10 K BOOI\nthe country and that is all I know.  Thank you.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much. Since then you have never heard of him again?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "I never heard anything since then.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And did you make any enquiries with the ANC or the PAC or any other institution to find out the whereabouts of your son?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "I don't want to lie because at that time I was working and my health was in good status, I never tried.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "So you would like to ask the TRC to assist you in trying to find the whereabouts of your son?",
            "Unknown"
        ],
        [
            "KATE BOOI",
            "I will appreciate that, to know where he is.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much Mrs Booi for telling your story.  It is a difficult time you have gone through over many years but I will hand you over to some of my colleagues who would like to ask a few questions.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Here in the Truth Commission as a Commission there is something that you always think that those whose family members have died in exile it would be a consolation for them if there can be some tombstones in commemoration, how would that be to you?",
            "Female"
        ],
        [
            "KATE BOOI",
            "No I would accept whatever I get from the Commission.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma can I ask a question.  At the time when Eddie was arrested and at the time when he was given bail, what was he charged with at court?  Was he being charged with the bombing of that shop?",
            "Female"
        ],
        [
            "KATE BOOI",
            "They charged him for the bombing of the shop at MacGregor.",
            "Female"
        ],
        [
            "MS SOOKA",
            "When you heard from Eddie the last time did you inform your attorney?\nTEMBISA HEARING TRC/GAUTENG\n11 K BOOI",
            "Female"
        ],
        [
            "KATE BOOI",
            "Yes I did.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was he ever able to find out anything about what had happened?",
            "Female"
        ],
        [
            "KATE BOOI",
            "I don't know because what did my attorney do, because I don't want to lie because most of the time we were not in contact because even my knees are giving me problems. I cannot walk long distances, but at the moment I am feeling much better than before, but I am still having problems with my knees.  But the last time I heard from this lawyer was in 1987 that's when I got a letter from him this year saying that he needs some advice from me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "One more question.  Do you know if your son was responsible for the bombing of that shop?",
            "Female"
        ],
        [
            "KATE BOOI",
            "I don't know.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  Thank you for coming to tell us that.  We will make enquiries with the ANC and with the people that you have named in your statement as people who might have information.  We will try and contact them to see if we can find out whether anybody else knew of his whereabouts in exile and we will try and come back to you on that particular matter.  Thank you for coming today.",
            "Female"
        ]
    ]
}