{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-28",
        "location": "TEMBISA",
        "day": "3",
        "names": [
            "ZANELA MALATSE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55960&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/malatse.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MKHIZE",
            "ZANELE MALATSE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ZANELE MALATSE",
            "MS MKHIZE",
            "MRS MALATSE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We have two final witnesses to call for today's session.  I'd like now to call Zanele Malatse to come forward please.  Thank you very much for coming and thank you also for waiting so long, it's been a long day.  Before you give your evidence I'd like you to swear that the evidence you give this afternoon will be the truth, the whole truth and nothing but the truth.",
            "Unknown"
        ],
        [
            "ZANELE MALATSE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will ask Hlengiwe Mkhize to lead your evidence, thank you.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "We welcome you Zanele and we thank you for your patience to wait till this hour.  We appreciate it very much.  Can you tell us briefly about Tidiso, about his childhood at that age of 15?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "I came with Tidiso Insufeni at a very young age Tafeni. When he was a young man that's when he was attacked by Inkatha.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "At the time of this incident was he still a student and how old was he?  He was a student in Figrene High School, he was doing standard five, he was fifteen years old when this happened, this attack by Inkatha.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The time he was attacked, were they specifically targeting at him or was it a random attack?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "We heard these gunshots at about four o'clock here in the community but we didn't bother ourselves but at about twenty past six we all went out in the section, we TEMBISA  HEARING TRC/GAUTENG\n2 MALATSE\nwanted to see what was happening.  When we went out to come out of the gate, that's when they told me that they have hit my son at that time.  I was running up and about, I was brave, I was running behind the car that was trying to take him to the hospital but I couldn't make it to the hospital.\n These people were being loaded on the Caspers, they were dressed in municipality jackets, blue in colour, some women intervened and stopped me and whilst we were sitting with these women, I saw the policemen coming to my house and they told me that my son couldn't make it in hospital and therefore he was taken to Rabasotho but he was chased away from there and he was dropped at my doorstep.\n The policemen were guarding Inkatha but they didn't care about our sons.  \n The community tried to collect all these corpses and take them to Boksburg and thereafter they requested a blanket and put them in the corner. Other than that there is nothing I can say.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We thank you very much.  You say this happened at four in the morning?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "The first gunshots went off at that time up until we realised what was happening, when they came near us and we realised who they were.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When these gunshots started, where was your son?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "We were sleeping.  It was still dark at that time until about twenty past six. They were shooting nearby and everyone and to go out and see what was happening because it was already becoming lighter.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What I'm trying to find out is, was he shot inside the house or was he shot whilst he was outside?\nTEMBISA  HEARING TRC/GAUTENG\n3 MALATSE",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "We were already outside, that is when these people came in a hugh number and that is when they shot him and he lay down on the ground.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You say at that time he was 15 years old.",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "That time he was going outside to see what was happening, was he alone or was he accompanied by others? Or was he with you, can you tell us just to have a brief picture.",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "At that time it was lighter and everybody was up.  They wanted to see what was happening outside.  Unfortunately, when he tried to appear, that is when those\npeople appeared in great numbers and they hit him but the other children managed to run into the neighbours houses. i saw these children running, even myself, they didn't manage to shoot me but the Casper was just standing there.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The people who saw him, can they say who shot him, what he was dressed in?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "They said he was ...(indistinct) by a man who was dressed in a police coat. I saw the policemen and they were even jumping the fences in our yard and we were helpless as women because they didn't want men.  It was women who were all over the street.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You saw a man dressed in a coat who took out a gun?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "They came armed already, they were carrying their guns and they would shoot anyone dressed in pants, except for women.  When I saw my son lying on the ground I decided to run in his direction and I didn't fear death on that day.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you found him, where was he shot?\nTEMBISA  HEARING TRC/GAUTENG\n4 MALATSE",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "He was shot behind the ear and underneath his left arm, just underneath the shoulder.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did anyone take the car registration or did you lay a charge regarding this?",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "People who were having these details were the community of Tefane because I saw it as a waste of time to go to the police because they were just standing by and watching whilst we were being killed. I didn't see the need to go and report this.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did they ever come after this to inform you whether there was a case or an inquest.",
            "Female"
        ],
        [
            "ZANELE MALATSE",
            "No they never did till today.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I thank you very much. I'll take you back to the chairperson, Mr Hugh Lewin.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce do you have any questions?  Thank you Hlengiwe.  Mrs Malatse, if I could just confirm, if you could give us details about the rest of your family.",
            "Unknown"
        ],
        [
            "ZANELE MALATSE",
            "I don't know how detailed must I say, can you just explain your question?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Immediate family and your children.",
            "Unknown"
        ],
        [
            "ZANELE MALATSE",
            "I had three children.  The first born is 22 and the second born is the deceased and the last one is 14 years old.  It's a boy.  I've got only two children now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, and you are from Mtafene Section?",
            "Unknown"
        ],
        [
            "ZANELE MALATSE",
            "Yes Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Again we're very grateful to you for coming to give us this information and telling us this horrible story.  As I said before, we wish we could offer more comfort but there's nothing we can do to bring your child back.  What we will do is to try and find out as much as possible about what actually happened, why it happened, TEMBISA  HEARING TRC/GAUTENG\n5 MALATSE\nbecause that must be part of your pain, the continuation of not actually knowing the reason for this.  And what we hope is that in bringing out this information, through bringing all the details about what happened in those very recent years, yes it will never happen again, yes the future will be better for all of us, and we would like to thank you for helping by coming forward with these details for contributing, for making your statement and for setting an example for other people in that way.  Thank you very much.",
            "Unknown"
        ]
    ]
}