{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-26",
        "location": "TEMBISA",
        "names": [
            "SARAH MAMANGENA MNYELE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55969&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/mnyele.htm",
        "speakers": [
            "MS MKHIZE",
            "MS SOOKA",
            "SARAH MAMANGENA MNYELE"
        ],
        "original_speakers": [
            "SARAH MAMANGENA MNYELE",
            "MS SOOKA",
            "MS MNYELE",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "SARAH MAMANGENA MNYELE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "We would like to welcome the person who has accompanied you, is that a relative?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "That is my sister.",
            "Female"
        ],
        [
            "MS SOOKA",
            "We would like to welcome you as well.  I am going to ask Commission Hlengiwe Mkhize to assist you with the leading of your evidence.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We welcome you Mrs Mnyele.  I would like you to inform the Commission about your son and your lives.",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "The first thing that I would like to say is that my name is Sarah Mamangena Mnyele.  I was born in Alexander.  I was Alexander as an activist.  When I arrived here in Tembisa I was an activist from Alexander.  There were two men who arrived at my place who were the CID.  They are from Alexander as activists.  These are things that I remember.  One of them who said in my house that he is looking for Mandela's comrades.  He said he wanted my name and ANC members.  I said it's funny because you have a gun and ANC have a gun.  We are activist and we use prayer so that God must help us.  What you are saying is that Mandela can run the world, or rule the world.  This is our world.  Our forefather's world.  The Boers came with Jan van Riebeek in a ship to South Africa here.  This is our world you are not going to tell us what to do.\n I said to them I am an Ndebele and a Zulu from Babane.  We are from the Zulu nation of Chaka.  You work for the \nTEMBISA HEARING TRC/GAUTENG\n2 S MNYELE\nWhite people, you cannot tell me that I must not work for Mandela.  You work for the Boers who are paying you.  One of them said you must take care because the Boers will damage you.  I said Pat Vilakazi and one other man that I don't remember his name suffered because of these White people. I said come what may Mandela will win the elections and will rule South Africa.  I will stand in front of the police station so that you shoot me like some of these other boys that you shoot.   They said to me he wanted Sarah.  And I said to them here I am.  The very same night Captain van Wyk and five White people came armed looking for this old woman.  They said \"open up, open up\", I said not in this manner, you broke my door, you broke my wardrobes nothing is functioning well in my house. They asked for Tami, I said you will forgive me you asked for Sarah now you are looking for Timu. Get Sarah before you can get Tami  They said now you are a communist.  I said yes it's correct.  When I worked in Bedfordview they told my employers to dismiss me from employment.  Ever since from that time I have not been employed. \n  What they beat me for they sent this small White policeman then I would fight back also.  I wouldn't just let them do what they wanted with me.  I get emotional when I speak about these White man's things because I didn't lock my door.  They said old woman why don't you lock your door?  I asked them what for, because you are watching over me.  Now you come and wake me up in the evening.  This Pat Vilakazi said to me we came here to collect you during the night.  You must fight here in this house.  I said I would say that because now he helped me.  \n It went on like this.  I lived like this until they \nTEMBISA HEARING TRC/GAUTENG\n3 S MNYELE\nkilled my son Tami.  Even after when Tami skipped the country he was at this technical college as an artist.  One Sunday when he came back a few years ago, I don't remember quite well he said to me mother there was a White policeman who came here.  I drew a picture of him and said if I do not skip the country by Tuesday he has given the authority to kill me.  I said we are Ndebele's we would have a ritual to perform here.  It was Tuesday then he left.  Wednesday a phone call came from Mafikeng then from that you must get the first train to Mafikeng and give Tami some of these things that you gave them.\n I took the first train.  I brought some clothing for him.  The following month Tami phoned me from Tanzania.  There were a lot of White policemen in the house, hitting me, assaulting me.  When I tried to pick up the phone I hear that I heard the - I knew his nickname, when he said \"hello\" I said \"hello\", I said to him Matami there are White policemen in this house.  I said to him talk Tami talk to van Wyk.  For a lot of time I said to him it is just like that.  I never lived in peace.  He said to me I am \"kaffirmate\" as he used this language.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We thank you Mrs Mnyele.  I want to understand your story.  You said you were an activist from Alexander, maybe you can tell us what you were involved in?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "I was a marshall within the ANC in the Women's League of the ANC, the late Flori Mposho, Malats Sperepere, David Mpowe, that organisation from Alexander, when we immigrated here we were still ANC members.  When we arrived here Mrs Zodwa who was here invited me and said they have their organisation which is the Women's Group.  I joined them.  At these meetings during the night we would be told\nTEMBISA HEARING TRC/GAUTENG\n4 S MNYELE\nthat there's a Hippo and I would be whisked out.  They would be waiting for me and when they tried to fight me I would fight back. They wanted to fight me and I used to fight.  I fought for the ANC.  I am not sorry that my son has died.  He has died for the world that was won by Mandela for everybody.  He never said the world is ours or South Africa is ours, he said South Africa is for everybody.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Please forgive us, time has left us now.  You say you were an activist, did you carry a gun?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "We were activists singing and chanting freedom songs.  We would not go to their offices, you go to the shop, the sugar there is expensive, let us go and talk to the owner that this sugar be very cheap.  We struggled and suffered, from Alexander to Johannesburg on food.  We boycotted the buses that day.  Not what is done these days.  We never fought, we would sing and chant our freedom songs.  I don't like a White man.  The White man kicked me very hard on my side in number 4.  They said I must speak the truth and tell them where Tami is.  I said to them I wouldn't.  Van Wyk and Vilakazi came with this young policeman, they arrested me saying I must tell them what I saw in Botswana.  I said I am not an informer.\n During the same week I received a letter.  I don't remember the comrade who brought the letter. Captain van Wyk was arrested in Swaziland.  I left on foot and then I pressed the bell here at Rabasoto Police Station.  They opened the door and I said where is Captain van Wyk.  They said he is on leave.  I said you are lying, he is a thief, he was a thief, and I said to them they must open the door and then I left.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "So that we can understand your story quite well TEMBISA HEARING TRC/GAUTENG\n5 S MNYELE\nI would ask you to tell the Commission about Tami's life.  You did tell us that he was an artist, he used to sketch.  Let us understand how he grew up, his life until he became this good artist and now tell us something about his art.",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "He is a grandson of the Ndebele's.  He is a born artist.  He would just imagine things and put up his drawing boards and I would prepare coffee for him, invite him to the kitchen for soft porridge and then we would leave him alone, he would start drawing.  He started when he was eight years drawing sketches until he got old.  I forgot there are some photos that he drew for which the White policemen assaulted me for.  He didn't sketch dolls from Checkers Supermarkets, he drew the world that one day we would be sitting with White men on the table. There is a sketch.  And he drew soldiers searching for activists.  We were in the dark.  The following day we must speak up. The White policemen killed my son in Botswana.  I want the Truth Commission to get my son's corpse in Botswana.  I am tired.  We have passports they are new, I cannot afford to go to Botswana.  I have just undergone an operation.  I am speaking to you at the moment, however I cannot see you.  God granted me some strength I can do my washing and iron my clothing.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say the White policemen killed your son in Botswana maybe you can tell us that you did slaughter a chicken for him and he phoned you when policemen were inside the house, how did they kill him?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "He had just undergone training for MK.  He came here for cultural.  They were around here with Tami.  He had just undergone training for MK.  They were coming back home at that time.  They were not using known routes, but they\nTEMBISA HEARING TRC/GAUTENG\n6 S MNYELE\nused the underground routes to come back here.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "As you heard could you tell us how they found him, where and with whom was he at that time?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "It is said that White policemen were on patrol in Botswana.  They looked for them until they found out that this one stays here, the next one there and so on.  Unfortunately my son was just next to the border.  They started shooting him first.  As they went into Bophuthatswana killing all these reds, they started with him.  When I came to Botswana I found that my son's box was the first one and I was told that he was killed first.  But people who were killed on that day there were about 15 or 20 something because White people had a good heart at killing people.  I suffer from nervous stress.  When I heard about this Truth Commission story if I had strength I would physically assault them one by one.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We understand that ever since this time you are not well psychologically.  When you arrived in Botswana did you take a look at your son's corpse to see how he was killed?",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "I was taken from this place on that Monday.  They were shot on Friday.  I went to the Alexander Police Station to request a passport.  That Wednesday he phoned when he got van Wyk in the house.  That same week was the goodbye day.  The Saturday of that week Gideo Serothe and Monsiwe in cars came to my place.  Tami's brother came and he wanted to know what I heard about Tami. I said my brother's house has been demolished in Botswana and I am leaving at the moment.  He asked with whom are you leaving to Botswana?  He said I will ask somebody to accompany me.  I said to him there is some few bucks and then you can fill\nTEMBISA HEARING TRC/GAUTENG\n7 S MNYELE\nwith petrol.  There were about a lot of comrades at that time who had TV's.  This was shown on TV and they informed me that everything was chaos in Botswana but we don't know what happened to him but the house has been demolished.  It has been shot at.  On Sunday, actually Saturday in the evening Steve came back from Botswana.  He said I found this Lip Ice in his pocket and some sweets.  He is in the mortuary.  I didn't have anything to do from there.\n On Monday Gideon said let us leave and my last born we took the car to Botswana.  When we arrived in Botswana they took us further in the mountains in Botswana ....(intervention)",
            "Female"
        ],
        [
            "MS SOOKA",
            "We would like to thank you for coming today and we understand that you have suffered a lot of pain......so that we can depend on the police and the army to protect all of us and to do their jobs properly as policemen.  Part of our functions are also for all of us to learn to live together.  We know that for you it is very painful and we can't ask you to forgive anybody.  That is something you will decide on your own.  It is your choice to make.  But part of our job in the Truth Commission is to make sure that we lay the foundations for all of us to live together.   Your son died in very painful circumstances in Botswana.  He was one of a number of people who were killed in a raid by the defence force in Botswana.  You will remember that very, very painfully, and until his body is brought home you will not feel at peace with yourself.  He will be remembered as one of the heroes of the struggle.  It is not that much of a comfort, but part of what we are trying to do here is to find out why all of these things happened so that we can make sure that it never, ever happens again in our country.  TEMBISA HEARING TRC/GAUTENG\n8 S MNYELE\nBut it would be wrong of us to say that all White people are bad.  We all have to learn to live with each other because in all of us there is some bad and some good and we constantly work to try and find the best in ourselves.  But thank you for coming today and sharing your story with us.",
            "Female"
        ],
        [
            "SARAH MAMANGENA MNYELE",
            "Do you want my response to that?  I did hear.  I learned that we are not all bad.  Even some of us as Blacks are bad, but those who did such acts by themselves I will forgive them the day I see my son's remains. Even if I don't see his remains, even if I can see one of them who was killed I would have forgiveness for them.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma you have a wonderful spirit and we all admire the way you have tackled the problems that you have had through your whole life.  Thank you for coming today.",
            "Female"
        ]
    ]
}