{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-27",
        "location": "TEMBISA",
        "names": [
            "AGNES MANYISA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55965&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/manyisa.htm",
        "speakers": [
            "AGNES MANYISA",
            "ANTOINETTE MUNDAU",
            "CHAIRPERSON",
            "ELSIE MANGANYE",
            "MATILDA SHILABE",
            "MR LEWIN",
            "MS SEROKE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "AGNES MANYISA",
            "ANTOINETTE MUNDAU",
            "MATILDA SHILABE",
            "ELSIE MANGANYE",
            "MR LEWIN",
            "MRS MANYISA",
            "MS SOOKA",
            "MS SEROKE",
            "MRS MUNDAU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is the second day of the Human Rights Violation here in Tembisa in Gauteng.  We greet you all and we request that we should treat each other with utmost respect. The languages are English, possibly Afrikaans, Zulu and Sotho.  Please make sure that you get these leads so that you can be able to listen. These are for people who don't understand Zulu and Sotho, because most people who will be coming here, they'll be speaking in Zulu and Sotho, so if you understand any of those languages you really do not need the leads.\n I'll request that we treat each other again with utmost respect while the witness are still sitting in front and giving their testimonies, must be given attention and they mustn't be disturbed and given every chance to present their stories because this is their opportunity.  We must please make sure that we do respect them.\n Before we can open with a prayer, we would like to introduce the panel that is accompanying me today. This is Commissioner Yasmin Sooka, there's also myself, I'm also Commissioner Hlengiwe Mkhize, I'm the chairperson of the Reparations Committee, on my right hand side is Hugh Lewin who is a committee member within the Human Rights Violations Committee, on the extreme right is a new partner today, Joyce Seroke who is a committee member of the Human Rights Violations Committee.\n We also have our reverend here today and he requests us TEMBISA  HEARING TRC/GAUTENG\n2 MANYISA\nto sing the chorus and then we'll proceed with a prayer.\n We will start today by calling all those who are going to give their testimony today, this morning we'll call four of them to come.  The first one is Agnes Faslahsa Manyisa and the second one is Antoinette Mundau and Matilda Shilabe and Elsie Manganye.\n We greet you this morning and we realise all of you are to give testimony about what happened in Ivory Park.",
            "Unknown"
        ],
        [
            "AGNES MANYISA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ANTOINETTE MUNDAU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MATILDA SHILABE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ELSIE MANGANYE",
            "(sworn states)\n As is a custom, the Commissioners are going to help you to give your evidence and thereafter we will be able to ask you a few questions.  The first one will be Agnes who will be led by Hugh Lewin to give her evidence.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Manyisa, can you hear me and understand, can you hear through the translation?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "Yes I can hear now.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much. We'd like to welcome all of you to the stand and also it's often very difficult to begin each day so we're very pleased that you have done this and we welcome you and thank you for coming.\n We're dealing this morning firstly with a series of incidents that took place in Ivory Park in August 1992 and I think we need to bring the context here, is that from the cases that we heard yesterday for instance dealing with the '70's and '80's primarily, a figure was given \nthat in the 1980's there have been as many as three and a half thousand people killed in political conflicts killed in the Tembisa area between 1984 and 1989, three and a half TEMBISA  HEARING TRC/GAUTENG\n3 MANYISA\nthousand people.  Suddenly we are dealing in the '90's, between 1990 and 1994, the figure jumps to 15 000 people, almost five times as many people suddenly killed in that period.  That is the context of what we're talking about today and at this instance.  And Mrs Manyisa, if you could, yourself being very much involved in an instance, we'd be very pleased if you could tell us about that in your own words and take your time please, thank you.",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "This happened in 1992 on the 14th of August.  We were sleeping at night, it was round about 3  o'clock in the morning.  We heard gun-shots, it was me and my mother in law and my children, and we were quite frightened.  We didn't know what was happening.  We didn't even know what was the cause of this.  When I went outside, I found out that there was gunfire all the time and we started to run to my neighbour's house and we went into my neighbour's house and we found that they were frightened as well. We were all cramped into a garage which was used as a spaza shop.  Whilst we were sitting there, they decided that we should rather run to the Umfuleni area.\n When we decided to go there, we met some other people who said that we don't want you women, we want men, you can go back and sleep, and we ran back to the garage again. Whilst we were sitting there another group came who demanded that we should open but we just kept quiet, but they threatened to shoot and burn down the shack if we don't open. And one women said that we should rather open, \notherwise we'll all be killed, and we did open the door.\n As I was opening the door they started, they shot. I was carrying a three year old baby in my arms.  As they were shooting, some of the bullets went through the door and they TEMBISA  HEARING TRC/GAUTENG\n4 MANYISA\nshot me in my buttocks and I fell on the floor whilst carrying this baby, and I didn't realist that even the baby that I was carrying on my back was shot as well, and my sister's child and my mother in law was shot as well. My sister's child was shot in the stomach and my daughter was shot in her knee, that bullet is still embedded in her knee.  She still complains about that, it's still aching.\n I took her to hospital and they said we must wait until she is eight years old so that they should be able to extract this bullet and I realised that this is a waste of money and I decided to take this child to the farming areas.   People were very scared to see me, they couldn't believe that I was still alive, the doctors and the nurses.  I told them that I'm also surprised as to how did I make it.  I asked the, will I make it?  They said they don't know.  If you can even look at me now, at my buttocks, it's an undesirable sight.  You'll find the bullet wounds that are in my body and even here in my spinal chord, still have effects on me, I cannot even bend to do my washing and even at home I cannot carry heavy buckets.  I told my sisters that I cannot walk a long way because of all this pain and my sister's child is still suffering from after effects from this shooting and even at school she can not even run normally like other children.\n My neighbour's child will tell her story as well. It's a pity she passed away because she never made it, otherwise she would sit here to give testimony and the worst part of it, it's my child who is now seven years old and this bullet must be extracted. I don't know where we will get the funds to have this bullet extracted but this cannot be done because of lack of finance. I thank you.   \nTEMBISA  HEARING TRC/GAUTENG\n5 MANYISA",
            "Female"
        ],
        [
            "MR LEWIN",
            "Right Mrs Manyisa, if I could just ask a couple of questions to try and find out a little bit more clearly what was happening.  You say it was 3 o'clock in the morning. Had there been any previous incidents of this sort? Had you had any warning in fact that something like this might happen?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "There were no such warnings.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And could you tell us a little bit about the people who came, you say that there were a lot of people and they were shooting. Who were they, what could you see?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "When we tried to run towards the Umfuleni area, these people had covered their faces but when they turned us to go back to the house, I couldn't realise who they were because they had already shot me and I couldn't realise anything at that time.  I don't know how I survived or escaped that incident.\n At the time of this incident, when we decided to run, we met these people, we could see that they were people and they had covered their faces but they were dressed in police uniform and then they turned us back but when we got into the house they shot us and we couldn't exactly tell who was shooting us now because they started shooting immediately.",
            "Female"
        ],
        [
            "MR LEWIN",
            "If I could just ask, did you see any vehicles\nthere that the people came in, and what were those vehicles?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "No they were not moving with any motorcars.  There was only a Casper in the soccer field.  At that time, when they were taking us to the hospital, there was a Casper parked by the soccer field.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did you link the Casper with the people who had been attacking you?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "That's what we suspected because these people TEMBISA  HEARING TRC/GAUTENG\n6 MANYISA\nwho shot us were policemen and the white men were with them as well.  People who saw them are those who never sustained any injuries and she is accompanying me here today, she's the one who will tell exactly what happened because at that time I was already unconscious.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And could I ask if there was ever any enquiry into your incident, into your shooting?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "No there was no inquest.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Nothing at all?  Did you make a report at the hospital, for instance about the shooting?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "There is someone from the police station who came to enquire about this matter at the hospital but I was in pain at that time, but I just explained whatever I knew at that time.",
            "Female"
        ],
        [
            "MR LEWIN",
            "There was no report afterwards later, when you'd gone back home?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "We heard nothing thereafter.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You must have thought about this a great deal, then and afterwards, can you tell us now what you think was happening and why it happened?",
            "Male"
        ],
        [
            "AGNES MANYISA",
            "I cannot think clearly about this.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Manyisa, thanks very much, I'll pass back\nto the chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, your issue is one of the painful things that were encountered by women all over our country.  I will ask some of the Commissioners to ask you several questions before we can proceed with the other victims.  Yasmin Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I just want to make sure that I've got the facts of what you're saying correctly down.  You say that you heard gunshots and you then decided to go to your next-door TEMBISA  HEARING TRC/GAUTENG\n7 MANYISA\nneighbour's house. Is that right?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "That is right.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And then did all of you in that house decide to go to the Umfuleni section?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Yes all of us and my neighbours decided to run to the Umfuleni area but they turned us back and said that they don't want women, they just want our husbands.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Who was the, they?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "We don't know them, we don't even know their voices, we can't identify them.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And then you decided to come back to your neighbour's house?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Yes it is so.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And then you then heard somebody asking you to open the door.",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Yes it is so.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And it is as you opened the door that people fired at you.",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Yes they started immediately.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How many of you were there in the house.",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "There were many of us but five of us were shot.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How many, more or less?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "The people were inside the garage, we might have been in number because even the other people in the neighbourhood ran there to seek hiding, there might have been between 12 and 15, but when we count with the children as well because I had four children and my neighbours as well had six children. We might have been twenty with the children in total.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And how many men do you think were shooting at TEMBISA  HEARING TRC/GAUTENG\n \n8 MANYISA\nyou?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "We don't know where they are from.",
            "Female"
        ],
        [
            "MS SOOKA",
            "No no, how many people do you think were shooting at you? Not where they came from?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I didn't see how many were there, but there was quite a large number.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What kind of clothes were they wearing?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "They were dressed in police uniform.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And you say that the faces were covered.",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Yes it is so.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What were they wearing over their faces?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "They had balaclavas, but it was dark, but we could just see what they had on was just used specifically to cover their faces. And before this had happened in Ivory Park, had there been any kind of trouble before this?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "It was the first time it happened in Ivory Park.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Where were your menfolk, were they in the house or had they not come back with you?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "My husband was at work and my neighbour's husband had run away to Umfuleni and they fetched him at\nUmfuleni and they hit him and shot him and when they saw him lying on the ground, they thought he was dead but he wasn't dead, they left him lying there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mama, after all of this had happened, how long did you spend in hospital?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I stayed for three months.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And are you properly in good health now or do you still have to go to the hospital?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I must see doctors but I don't have funds.  Therefore I'm just sitting at home because I cannot afford TEMBISA  HEARING TRC/GAUTENG\n9 MANYISA\nto see doctors.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And after all of this had happened, did the people in Ivory Park get together to find out who these people had been who shot at you?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "No.",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Did you lay a charge at the police station?",
            "Female"
        ],
        [
            "MS SOOKA",
            "I never did.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Go to any lawyer to assist you in this matter?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I don't even have the money to pay the lawyers, and even the money to go and see specialist doctors.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you mama.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "(no translation)",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "Our husbands, me and my neighbour, were not in, and we decided that we rather assemble in one place and our houses are shacks and therefore we should rather run into the garage which was used as a spaza where we were protecting ourselves because we were staying in shacks, so we thought that if we were in the shacks the bullets would penetrate, yes it is so.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Which other place in Ivory Park was attacked or is it only you in your area or did it happen other areas as well?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "It happened to many people and most of them died.  It didn't happen to us alone.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you, if I can just ask you one question, how old was Loveness when this happened?",
            "Unknown"
        ],
        [
            "AGNES MANYISA",
            "She was three years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And how old is she now?\nTEMBISA  HEARING TRC/GAUTENG\n \n10 MANYISA",
            "Unknown"
        ],
        [
            "AGNES MANYISA",
            "She will be seven years in January.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said, how old is she now?",
            "Unknown"
        ],
        [
            "AGNES MANYISA",
            "She'll be turning seven in January.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How do you see her health?",
            "Unknown"
        ],
        [
            "AGNES MANYISA",
            "I don't think she is very well but it's because I cannot take her to specialist doctors for any thorough examination so I was thinking, should I get finance, I will take her to specialists, even that bullet is still embedded in her leg at the moment.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now things have changed and the Minister of Health has mentioned it many times that people must get health treatment even without payment, moreover young children, did you try and take your child to a doctor as well?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I did try so that the bullet must be checked in her leg, but her health status is still unstable, that's why I feel that she must get thorough examination because I've been taking her to the doctor all the time because she's still complaining of this bullet in her leg.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You said you stayed for three months in\nhospital, we heard that the policeman visited you in hospital. Is there any specific question that they were asking you there?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "I do remember because they asked me, this incident, when did it happen? And they wanted to know what kind of people are we.  We told them that we are just ordinary people and we don't even know the people who shot us. That's all the questions they asked me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they said, \"What are you\", what do you think they meant, what did they want to find out?",
            "Female"
        ],
        [
            "AGNES MANYISA",
            "It means they wanted to know whether we TEMBISA  HEARING TRC/GAUTENG\n11 MANYISA\nbelonged to the ANC or to any other political party or are we comrades but they found out that we're just ordinary people.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you, we'll ask you to remain seated whilst we proceed to the lady next to you, Antoinette Mundau who will be assisted by Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good morning Agnes. Can you tell us what happened?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We were asleep together with my husband.  He woke me up and told me that there was some gun shots outside and later we decided to continue sleeping. Later one lady came to our house, she woke us up and told us that there are some gunshots outside and people are running around.  We woke up and we started waking up the children.  After waking up the children some neighbours started arriving at our place.  When they arrived we didn't go into the garage, we went out and we started running away as all people were running. As we were trying to run away, we met some men, they told us that we have to turn back because the children might be shot. \"We are not looking for you, we are looking for men\".  And then we turned back and went back into the garage. We closed the door and sat inside.  And my cousin was sitting next to me said that my uncle must get out, meaning my husband because he was going to be killed. Then he got out.\n These men arrived and they started shooting.  I would say in the beginning they shot at a window because they said we didn't want to open the door and they said,\"We're going to burn the house\".  And I said to people inside the place, \"Open the door because if they burn the house they will kill all of us, but if the door is open some of us might manage TEMBISA  HEARING TRC/GAUTENG\n12 MUNDAU\nto escape\".  After the door was open I went out, I was carrying my child on my and also carrying another one on my arms. So two of my children were left inside the garage and I ran to the back of my neighbours house.  The shooting continued.\n After they finished shooting they towards my place and one of them said, \"Here's a dog, kill it!\", and the other one said, \"No you mustn't kill her because she has children\". The other one burned and picked up a stone and hit me on my knee and then they passed.  My sister called me to come back and told me that the child had been shot.\nI turned and went back and I discovered that the sister who was sitting next to me, the lady who was sitting next to me was also lying on the ground. I took the child and picked her up because the child was still alive and went to hospital on foot.\n We arrived at a certain place and we met a man driving a van.  We asked him to take us to hospital. I'll when we say, to go to hospital we discovered a Caspar standing in the playing ground and it became clear to us that those people who were involved were police because the people didn't assist us and taken the people to hospital. They just looked at us as we were passing.    \n When we arrived at the hospital they started taking statements and immediately one of our neighbours arrived and my husband was in the car.  He was also shot, he couldn't even speak. His face and hand were swollen. I gave them a statement.  The whole of my body was covered in blood.  After giving them a statement, I left all the people in hospital and went back home.  When I arrived at home, it was about seven o'clock and the police were already in the home.  TEMBISA  HEARING TRC/GAUTENG\n13 MUNDAU\nThe police, before they can ask me any question, they started collecting their bullet shells and they put them in their pockets. Ant thereafter they came to me and started to question me and I told them that I didn't know anything except that people came at night and they shot at us. \n The police took me into their combi and they took me to Midrand and they asked me to give a statement. I gave them a statement at the police station and thereafter went back home.\n My child took about five days in hospital and after five days the child died.  The funeral was arranged and I had some problems because I wasn't working and my relatives had to help me in paying the funeral and my husband was in Kalafong hospital and that's where he was being treated. He was shot five times and they thought he was dead.  They also broke his neck and his jaw and it took about two months before he could start eating. One of the bullets broke his leg bone, however he survived and he's here.\n These are the things that I've seen and after all this I haven't had anything and even the statement that I've given to the police, there was no response.  Thank you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you Antoinette. I know this is very upsetting but we will just ask you a few questions.\n What was happening in Ivory Park when this happened, what was the mood in that neighbourhood?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "I don't know very well but we were living in peace because we could even hear the guns from a distance.  We never expected that such a thing could happen at our place.  We heard them from a distance as they started shooting but we couldn't run because we didn't suspect anything bad and they happened to catch us and shoot at us.\nTEMBISA HEARING TRC/GAUTENG\n14 MUNDAU",
            "Female"
        ],
        [
            "MS SEROKE",
            "So the shooting that took place was not in response to protest marches or that kind of activity?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We were not marching, we were not doing anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you see the people who shot at you?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Yes I saw the people but I couldn't recognise who they were.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How were they dressed?  Could you describe their clothes?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "I can't explain how they were dressed because when I got out of the garage they were squatting outside and when I got out I was so afraid because there was shooting all over, so I just got out and ran away with my children.  But I saw them because they were shooting behind me from where I was coming from.  I was so frightened that I couldn't even see exactly as to what they were wearing.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Because Agnes said she saw that they were\nwearing police uniforms and their faces were covered in balaclavas. I thought perhaps you could have also seen the same picture.",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "I will say that since we were many, other people likely managed to see some of the things that we couldn't see, but what I saw and realised that these people were police is only when I passed the street and I saw a Casper standing by and they couldn't help us in any way.  We thought they were going to help us, so I started to think, \"This might be the police who were shooting at us\", and not even one of the people who were perpetrators were arrested.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thanks.  Were you a member of any organisation, or your husband or any member of the family?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "I didn't belong to any political organisation. TEMBISA  HEARING TRC/GAUTENG\n15 MUNDAU\nMy husband belonged to a committee.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What kind of committee, Antoinette?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "It was a community committee.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Your daughter was shot at, can you describe how many bullets were in her body or where she was shot?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "She had one bullet in her body, unfortunately she was shot in her thigh and it happened to penetrate into her intestines and they had to operate to find out exactly what happened.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you see the man who threw a stone at you when you were hiding?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Yes I saw the person but I didn't know who it was.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you see the person who intervened on your behalf that you shouldn't be shot at?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Yes I saw the person, I couldn't recognise\nhim too.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were they both black or white people?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "They were black gentlemen.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Those who collected their shells later on and put them in their pockets, as you say, were they black police or white police?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "These were white policemen.  Those were the police who took me to Midrand Police Station.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you Antoinette.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Antoinette, I'll ask other commissioners to ask you further questions of clarification.  Yes Ms Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Antoinette, when you say that you were running to Umfuleni and that there were lots of other people running as well, do you have any kind of idea of how many people TEMBISA  HEARING TRC/GAUTENG\n16 MUNDAU\nwere running in the same direction?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "People who were running with us, there were many but our homes were so closely knit, so we started running and were many and some other men also came running and they told us that we have to turn back to the house because they were not looking for women, they were looking for men, so we had to turn back to the house. I couldn't exactly count them because we just woke up from a sleep and we were not in our full senses and I couldn't count them very well. And as people were afraid, people were running away from the place and they never came back to that community.",
            "Female"
        ],
        [
            "MS SOOKA",
            "So they told you to turn back, were they the men who were  asking for people to attack or were they simply men who were saying to you, you should return to your home?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "These men, I couldn't recognise them. But I think they were trying to help us because they were also running, because they ran past us and they said to us we have to turn back because the children will be shot.  We were not sure whether they were betraying us to go back so that we can be killed, so I'm not sure whether they were helping us.",
            "Female"
        ],
        [
            "MS SOOKA",
            "The language that your attackers spoke, do you remember that?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "They were speaking Zulu.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And when you were taken to Midrand Police Station, can you, do you know whether it was the police or was it soldiers who took you to Midrand Police Station?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "The people who took me to Midrand were police",
            "Female"
        ],
        [
            "MS SOOKA",
            "And what happened when you got to Midrand Police Station?\nTEMBISA  HEARING TRC/GAUTENG\n17 MUNDAU",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "When we arrived at the police station they asked me which language do I speak, I told them I speak Tsonga, and they allocated one man to me who could speak Tsonga and I gave him my statement.",
            "Female"
        ],
        [
            "MS SOOKA",
            "When your statement was taken, was there anyone else from Ivory Park who had been part of this attack who was also making a statement?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Yes there was one person who was my neighbour, who also went to give a statement.  I told the neighbour that we have to come before the Commission. I don't know as to what might have prevented her from coming before us.",
            "Female"
        ],
        [
            "MS SOOKA",
            "After you had reported the matter to the police station, were you ever contacted by any member of the Midrand Police Station in any of the time period after the attack?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Nobody came to talk to me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "When everybody was buried who had been killed in this attack, was the burial a mass funeral or was it individually done?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We buried them individually.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You mentioned that your husband was a member of the community organisation.  What were they involved in?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "He was there to oversee about the community's well being.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What issues were they involved in at the time?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "He wasn't doing anything else except that he was elected by the community to form a committee to run the day to day process of the community.  He wasn't involved in any political activities.",
            "Female"
        ],
        [
            "MS SOOKA",
            "But was he running Ivory Park and its affairs?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "Yes.\nTEMBISA  HEARING TRC/GAUTENG\n18 MUNDAU",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was he the one who decided who would get a shack and who wouldn't?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "No he wasn't the deciding person and even himself, he also had to be allocated a shack.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How long had you been living in Ivory Park?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "You mean from the time we were shot at or since from the beginning we moved in?",
            "Female"
        ],
        [
            "MS SOOKA",
            "Since from the beginning.",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We arrived there in 1991 and were shot in 1992.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Where did you come from before this?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We're from Oakmall location, because there\nwas some violence there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What did the committee make decisions on?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "They have to oversee the people in the community.  If they have problems they will come to him and explain.",
            "Female"
        ],
        [
            "MS SOOKA",
            "For instance, if there was a dispute, would he decide how the dispute would be handled?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "I will say yes but I'm not sure what kind of matters came before him.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Who did the people in Ivory Park pay rent to?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "At the offices.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And was the committee involved in that at all?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "No the committee was not involved in the rent payment.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was there any suspicion about who the attackers were and where they were coming from?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "We couldn't precisely recognise them or say that we thought they belonged to any particular political group because it just happened.\nTEMBISA  HEARING TRC/GAUTENG\n19 MUNDAU",
            "Female"
        ],
        [
            "MS SOOKA",
            "But what were the rumours about who they were?",
            "Female"
        ],
        [
            "ANTOINETTE MUNDAU",
            "No we didn't hear any rumours.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, we will ask you to remain seated as we proceed to the next witness who will also give related evidence.",
            "Unknown"
        ]
    ]
}