{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-26",
        "location": "TEMBISA",
        "names": [
            "HENRY RAMAHUTA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55979&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/ramahuta.htm",
        "speakers": [
            "HENRY RAMAHUTA",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "HENRY RAMAHUTA",
            "MR RAMAHUTA",
            "MS SOOKA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "HENRY RAMAHUTA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "HENRY RAMAHUTA",
            "I was a student at the high school, then it so happened that some of the students were abducted from their homes.  It was in 1982.  Their disappearance caused that there be no one to establish the SRC at school.  So because I was present at that time at school it so happened that I was one of them who were there to establish the SRC.  I was not that active in politics.\n As time passed by it happened that some of us who helped the SRC got arrested.  Then they could not come to school.  We didn't write our exams at school.  Some did go to school to write their exams.  The policemen got into the school yard accusing us that we prevented others from writing their exams.  It didn't just end there.  \n It happened that we have a cooperation with the teachers at school because they could see there was no way we could find help or assistance.  I chose to be a class representative and to be elected to the SRC.  We could not manage to have cooperation with the students.  Then the policemen arrested us.  They didn't shoot at us when they arrested us.  \n The next year we attended school well and wrote exams.  Those who were arrested were excused for not causing riots or violence at the schools.  In 1984 this was when they got arrested.  They were arrested together with those who were arrested the following year.  When I was arrested and taken \nTEMBISA HEARING TRC/GAUTENG\n2 H RAMAHUTA\nto Olifants they could not jail us, even the cells at that prison were for one prisoner in a cell.  So those who worked there were in collaboration with the policemen then the senior policeman who had the jurisdiction within Tembisa were from Kempton Park.  From there we established a school organisation within the location together with those who didn't attend school.  Unfortunately there were those who collaborated with the policemen, then we got arrested.  However, we were released after some time thereafter.\n We left for Botswana.  In Botswana there was one who was driving a horse truck saying that he has seen people along the route to Botswana.  Then they found that some of us have already hidden themselves.  One of us didn't attend school and then pointed us out and told the police where we were going, then they had to bring out evidence.  They said I would be the State witness.  \n We did spend three days in Botswana, three days and three nights.  We were interrogated.  We were given papers to write down facts that they wanted.  There were about a pile of papers where we were requested to write everything.  After having read those statements they said we wrote what they didn't want.  They gave us another pile of papers to write everything that we knew.  They told us to give the names of those we have met and those who have given us money to join the ANC.  The person who was in our company didn't have the evidence why, or rather good facts why he joined the ANC, so they took him so that he could be their informer.  When we arrived at this prison there were already others who were arrested, so we knew them.  We were taken altogether and arrested, but we refused to go along with them.  When we refused they talked to the villagers saying \nTEMBISA HEARING TRC/GAUTENG\n3 H RAMAHUTA\nthat we are from other places and we are infiltrating their villages.  When they were arrested they accepted to be the police informers.\n During interrogation we were taken to the magistrates.  We didn't write statements, however they took us to the magistrates.  They wanted us to write down everything we knew or take the oath.  It was during the night now we got amazed if these people who work with the government or the police why do they work during the night, but it was necessary that with whom did we have discussions and what happened until we were arrested, because one of us said that he came to Tembisa and he met me and I introduced him to some of the people.  What he said I didn't accept it.  So ultimately I accepted that I know this person.  They never tortured him, they didn't interrogate him like they did to us.  We were more equal in age so this policeman who came in to interrogate us they just said to me I must just speak the truth and tell them why I did such acts and who sent me there.  When I came there I didn't respond to their questions.  Now since I didn't respond to their questions I said to them my parents are not here so I must just cooperate with them.  When we arrived at the maximum prison actually from court they sent me for detention saying that they haven't finished dealing with me.  I must just spill all the facts to them so that they can deal with the comrades.  \n Meanwhile UDF had just been established so we didn't know now that we are arrested how we are going to deal with the UDF what they must not do and what they must do.  Because those people who were in our company at that time knew nothing.  They separated us and took us to different \nTEMBISA HEARING TRC/GAUTENG\n4 H RAMAHUTA\nplaces.  They moved us from Messina asking us what our requests were.  I said to them because I was still at school I wanted to complete my studies, that was my request.  Then they said I am a hard nut.  Now they handcuffed me and my legs were cuffed.  They handed me over to a group of security policemen.  There they assaulted me doing whatever they liked saying to me I must just spill the beans, accept that the person who was in my company we had intention to join the ANC with him.  When we arrived at this policeman  they took me alone and interrogated me, but my friend they didn't take with.  They handed me over then to one senior policeman and he said he would take me to the district surgeon.  \n Whilst in that office being there alone they came back in a group.  They used a chain to fasten my hands and saying that I didn't want to speak the truth.  They came one by one and then it transpired that one of them didn't know me, he just knew me at face value. He just knew from school and he just knew my name, that was all.  When they arrived at the security police the police said they will take over now, they will deal with us.  They sent us here to Tembisa.\n Here in Tembisa they know us quite well.  It transpired that they had small card photos.  Then they discovered that one of us is not resident here.  I don't know how my photo cropped up amongst those.  Where did they take the photo from.  They said here in Rabasoto Police Station in Tembisa they can identify these people.  However, we will be released quite soon.  When we arrived here we found that we were not protected, every time when they come they another group and then they would come to ask about these people from us after they have released them.  We didn't know them \nTEMBISA HEARING TRC/GAUTENG\n5 H RAMAHUTA\nbecause they were from other locations.  It so happened that I went to school with one of them who was arrested at one time.  Then after a week when we arrived there they showed us their offices and said we must visit these offices regularly.  We got arrested then.  Whilst they were assaulting us they could see that we were not protected and the security police, who were Black men, asked from us if we are the ones who bring violence in the location and we burn people with fire around the locations here. These White policemen upon hearing this said these Black policemen cannot speak in such a manner about us if they didn't know us and our activities.  That is when we got tortured.\n We were brought here during the night and tortured.  They would take us home and the next time bring us back to Kempton Park where we were tortured again.  It happened that at Kempton Park the policemen there didn't have our names.  They took us from Olifants, even at Olifants Prison the cells there are very small or few in numbers. They don't have the same working procedures like those in Kempton Park.  Whilst asking us questions we had to sign some documents so that we appear before the court.  We were told that if you do not sign these documents we would be jailed where Mandela was jailed for the rest of our lives.  They used a chain to fasten my hands behind my back. This chain had some padlocks. Then they started cutting our fingernails with a pair of pliers, telling us we must speak the truth or our parents will never see us.  \n En route from this prison, because I was a student, they thought that I must be exemplary to the others who were arrested with me so that they could see how they deal with people like myself.  Because I could no longer handle what \nTEMBISA HEARING TRC/GAUTENG\n6 H RAMAHUTA\nthey were doing to me I asked them for what reasons are we jailed, because they don't even lay charges against us.  They said now I begin to ask a lot of questions.  They didn't stop there.  \n The following week there was a state of emergency around.  They arrested others, asked them about their colleagues.  A lot of people when they got arrested would be asked about their leaders and people who assisted them with motor vehicles for transportation during the night so that those who don't know what happened must just spill the beans, say all activities that they are involved in.  Because I was a student I knew nothing about these things.  When this comrade thing was established those who were chosen had lists of people who were activists then when they got arrested they would be arrested for a week and be released afterwards.  What happened in this case that this one who was with us told them names of people who assisted us, however he was not elected to be in the committee.  Then he told them about committees within the township.\n Whilst torturing us they found out that there is nothing important I could tell them about people they were asking me of.  It was therefore difficult for them to find out others who were comrades.  When they released us from this place I didn't know even about students who were taken to Modderbee.  They released us and said they must find the truth about us first.  \n When we arrived at this place where they sent us we met senior security policemen.  The same day they took one of us to point out what we did and what happened along the route to Botswana, but it happened that we didn't meet each other.  We were brought in at different intervals.  Some of the \nTEMBISA HEARING TRC/GAUTENG\n7 H RAMAHUTA\ncomrades didn't accept the task that was given to them by the comrades who were arrested with them so they didn't mention such important facts, they were taken to Modderbee.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Can I sort of stop you there because you have given us such a lot of information and I just want to make sure that we have got it correctly.  If I hear what you are saying you indicate that you were arrested in Botswana, is that correct?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you arrested by the South African Police or by the Botswana Police?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I cannot understand your question, are you saying I was in Botswana?",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am asking you were you arrested in Botswana?  Are you able to hear me clearly?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Yes I can hear you.  I was in South Africa.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You were in South Africa, I see.  How many of your were there at the time?  How many of you were together when they got hold of you?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "There in Messina we were about five.  Some of them who came from Botswana joined us in Messina. They were arrested first, we were arrested later.  There in Messina when we got arrested they took us to different places.  The first time they took me to Driekop.  It is somewhere there in the Northern Province.  They arrested me in the morning and then the following morning they took us to this Driekop Prison.  They took those from Tembisa, Soweto, Johannesburg and some of the comrades from Brakpan.  Then they said those from Tembisa must come and collect us from that place.",
            "Male"
        ],
        [
            "MS SOOKA",
            "At Driekop were you tortured or was anything done to you, or you were simply kept there?\nTEMBISA HEARING TRC/GAUTENG\n8 H RAMAHUTA",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I was just detained there at Driekop.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How long were you detained at Driekop?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I was arrested there in the night and then in the morning they collected us from Driekop.  And then they took me then to Louis Trichardt.  I only knew one of these policemen who worked with those who were interrogating me and assualting me.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And this policeman do you know what his name was?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I cannot remember well if he is Sithole.  There was one who was working with him.  This one who was a security policeman was Sithole.  I think he was also Sithole this other one.  I am not sure about their names.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How many of you were then kept at Louis Trichardt?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I was alone.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And was it at Louis Trichardt that you were tortured?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "That is so.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What was done to you?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "They handcuffed me, my hands and legs.  My hands were brought in front of me and my legs were brought to my back and they had a broomstick to bind both my legs and hands then they could find anything while searching through me.  At the time they took photos of us.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was this the 'helicopter' treatment that they called, when they put the stick between your arms?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I do not remember well what they referred to this treatment as.  Where I was taken for detention they will come in the morning and during the day looking for some further information concerning those who were studying at\nTEMBISA HEARING TRC/GAUTENG\n9 H RAMAHUTA\nTurfloop, and those who have just arrived from Zambia, asking me about them.  I was not known to these people, or they were not known to me.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How long were you kept at Louis Trichardt?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I do not understand the question.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How long did they keep you at Louis Trichardt?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "About a week.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you were then taken to the Kempton Park Police Station?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Yes that is.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you then mentioned that you were taken to the Rabasoto Police Station, is that right?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "After two days we were asked to say what our activities were and with whom were we doing these things.  Some of us did say what they did before they got arrested, however, my case was not similar to theirs.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How long were you kept at Rabasoto?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Just that night. I was brought here on two occasions during the night, and then in the morning they would take me back to Kempton Park.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And how long was this before you were in fact charged?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "It took the whole year and about some few months.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And where were you kept during all this time?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "The cell where I was detained in it was in Phalaborwa.  I don't know the people who I was subjected to at Phalaborwa.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And during this time were you tortured again?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "A charge was laid against me ever since I was not arrested until 1990.\nTEMBISA HEARING TRC/GAUTENG\n10 H RAMAHUTA",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you tell me, you said you were kept there for a whole year and what were you charged with when you were finally brought to court?\nTAPE ENDS",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "...just inside the police station but behind the police station.  He told us that we must cooperate with the police otherwise we will not come back from Kempton Park.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did Vusi give the activists any hand-grenades?  Did Vusi supply the activists in Tembisa with any kind of weapons or hand-grenades?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "No.",
            "Male"
        ],
        [
            "MS SOOKA",
            "But he was working with the activists as well.",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "This White policeman were putting Vusi and others in front and that they should identify us by names and about our residential addresses and where we attended school.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you tell me how old you were when all of this was happening?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I was 22 years old then.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What happened after you were released in 1990?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I don't hear well.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What happened to you after you were released in 1990?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "After I was released my health was affected and I used to go to the General Hospital for treatment, up to now.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you able to complete your studies?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I didn't try.  I am unable to study for a long time and my eyes are painful at times.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was all of this a result of all the beatings and TEMBISA HEARING TRC/GAUTENG\n11 H RAMAHUTA\nthe torture that you got?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "And the whole body, where they were kicking me, I was a little bit better after we have been released.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Tell me how you support yourself now.",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Since I started medical treatment from 1990 I was under the care of my mother and she has since died in 1994.  Then I have a disability grant as from 1995 and I am not able to study further.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You mentioned in your statement that at this point in time one of the policemen lives in the same section that you do, is that right?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Yes that's true.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And this worries you.",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "There is one person whom we were together with at school, we didn't think badly about him, it happens that we are staying in the same township he was trying to threaten me and intimidate me.  When he sees me with another person he will tell that person that what is best you see from this person, and that person would care less about what he says and then they would have a little fight about that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Have you received any counselling at all for any of the problems that you have?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I don't hear you.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you receive any counselling for the after-effects of your stay in prison, in detention and for the torture?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I undergo medical treatment.  I think it's a psychiatrist's clinic or hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How often do you go?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I go there once a month.  Every Thursday we go for a certain counselling club.\nTEMBISA HEARING TRC/GAUTENG\n12 H RAMAHUTA",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you feel better after that?  Do you feel that it helps you deal with what you've experienced?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "There is a difference, there is a lot of improvement up to now.  Up to now I see a lot of difference.  I want to be somebody within the community so that I will be able to work together with all those people.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I am going to ask the other Commissioners if they have got questions for you.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mr Ramahuta only one question, are you married?",
            "Unknown"
        ],
        [
            "HENRY RAMAHUTA",
            "No I am not married.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Any children?",
            "Unknown"
        ],
        [
            "HENRY RAMAHUTA",
            "I have one child.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "How old is the child?",
            "Unknown"
        ],
        [
            "HENRY RAMAHUTA",
            "He is 11 years old.  My parent and she has since died.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Ramahuta is there anything that you would like to tell the Commission?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "My detention in 1986 and then also the Chairperson the local community was arrested also then it happens that he was charged.  Because we were from the same section it seemed as if we are working together.  It looked as if both of us were leaders.  When we went to court there was not enough evidence which proved that I was involved in political activity.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Alright.  And what would you like us to do about finding out about that?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Do you mean what do I want you to do?",
            "Male"
        ],
        [
            "MS SOOKA",
            "(Sound disappears)",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "What makes me to say that is because the\nTEMBISA HEARING TRC/GAUTENG\n13 H RAMAHUTA\npoliceman were pressuring me, he says I only know him amongst those people who were torturing me.  I didn't have a choice of going or not going, if I don't cooperate with their decisions.  It would be possible for them to take any action which was going to be heavy for me and then they said I should not say anything and then they made me to sign.  Then I could see that I was not protected.",
            "Male"
        ],
        [
            "MS SOOKA",
            "(The speaker's microphone is not on) - were forced to sign a confession.",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So I think that what we know what happened during those times is that often people were kept in detention for long periods of time and during that time they were forced to sign confessions and the confessions were then used by the State to convict them or to convict other people.  That was a practice that was quite common during that period and I don't think that you should feel responsible for the fact that you were compelled to sign that statement.  Does it worry you?",
            "Female"
        ],
        [
            "HENRY RAMAHUTA",
            "I was given dog food there.  When I refused to eat this, and it seemed like I didn't cooperate with them, the food that was prepared for prisoners like us, there were those who were already in prison uniform were given this food prepared for prisoners.  However we were given only bones to eat at this prison.",
            "Male"
        ],
        [
            "MS SOOKA",
            "It's a major problem that the people were not treated properly in prison and a lot of what you are saying and what other people who come to testify before the Commission is saying is highlighting the problems that exist in our prisons, and also the wrongful things that were done to people while they were in the custody of the police.\nTEMBISA HEARING TRC/GAUTENG\n14 H RAMAHUTA\nThese are matters that the Commission is looking into.  The Human Rights Commission is looking at the way people are treated in prisons.  You have given us various names in your statement and they are names that seem to be quite common in all the evidence that is coming from the people in Tembisa.  We will from our side in the Commission try to track these policemen down to find out what actually happened and who they were getting their orders from and what it is that they were trying to achieve in the townships.  You have suffered terribly and you suffered while you were very, very young and we can see the effect that this has had on you.  We are happy that you are receiving some kind of disability grant and that you are in fact receiving medical treatment, psychiatric treatment as well, but I know that the pain of knowing why all of this happened is still with you and we will try and see what we can do to get some kind of answer to you.  Thank you for coming today and telling us about what happened to you.  Thank you.",
            "Female"
        ]
    ]
}