{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-28",
        "location": "TEMBISA",
        "day": "3",
        "names": [
            "NANA MOLALOSE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55971&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/molalose.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MKHIZE",
            "MS SEROKE",
            "NANA MOLALOSE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MOLALOSE",
            "NANA MOLALOSE",
            "MS MKHIZE",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I'd like to call the person who will be our last witness today, Nana Molalose.  Can we have quiet in the Hall please! Mrs Molalose, can you hear me through the headphones?",
            "Unknown"
        ],
        [
            "NANA MOLALOSE",
            "Yes.",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, and again I would ask Hlengiwe Mkhize to lead your evidence.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Mrs Molalose, welcome here this afternoon.  Regardless of the fact that you are the last one, your statement is as important and we will give you enough time. Can you tell the Commission about yourself.  Your statement  talks about things that happened in Natal.  Wen did you arrive here and where are you staying?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "I'm staying in River Park Section 2.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Is it your own place.",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "It's my own house.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you tell us about your matter that we can see is one of those painful events of people who lost in the time of the struggle?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "I was staying here but the children were still down in Newcastle in a new location called Number 7.  My son was a councillor there.  He is the one who established this place.  He was not so powerful and he did seek help in this regard.  After some time, I think there was a misunderstanding because you can never blame anybody TEMBISA HEARING TRC/GAUTENG\n2 MOLALOSE\nand he was being blamed because of him being a councillor.  When he wanted to resign, the community refused.  When time  went on I got a telephone message saying that the house was burned down and my son Bongane was inside.  But fortunately he didn't die but he burned his shoulder way down to his back.  I found (end of side A)...\n.......these people were actually looking for me. I said to \nhim, \"Why don't you run away?\"  He said, \"I'll be back\".\n In those days, while I was expecting him to come back, I heard that he had passed away.  These people came and they took me out of the house because had a spaza shop, they killed him, they chopped him and hacked him, they had slit his throat.  You couldn't identify him clearly from the face. they didn't damage his body much, it was his face and they had slit his throat.\n The things that I had in the house, I removed them, the sofas and the television and the wardrobes and stove and fridges and even his furniture, we removed them and we took them to a store.  When I realised the damage I decided that I could never stay here and I tried to seek some help because there were some girls that I left at home and I sought help that they should give them some clothing but nobody helped me.  And these girls were studying with the assistance of their brother, but because of this and because it was restless there they had to come and stay with me.  Whilst I was at home I was being harassed, I had to leave everything as it was, running for my life with the children.  I would come back in the morning because they used to come at night and harass us.  I used to run away and come back in the morning.\n Fortunately we went to another village and buried him TEMBISA HEARING TRC/GAUTENG\n3 MOLALOSE\nthere.  We could not bury him here.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We do understand your pain, the fact that you were harassed even when you were grieving.  These people who came to tell you in the morning.  Hoe did they explain to you?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "They said to me, he was killed by the community.  I said, \"But how can this community kill him\nbecause when my son decided to resign, they refused.\"  But the thing is, in the township, it's the youth that normally agree and bring disputes. And then that's where the disagreement came from.  When he wanted to resign because of these youths' resistance the elderly didn't agree and therefore the youth decided to do what they did.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said the time he was in the community, was he a member of any political party?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "No I'm not aware of that. All I know is that he was a councillor. He became a councillor because he was a building constructor, he was building houses for people and he used to intervene and even the police used to rely on his help. People used to bring identity documents and take them to the offices to show them how many people need accommodation.  He used to help people with accommodation. As far as political affiliation, I cannot tell you.  All I know is that he helped the community with accommodation, houses.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I'm asking you this question because in those years people who were in any political organisation, should they die, they would be buried by those people who belonged to their party.  Were any people from any political party at the funeral?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "No they never did. Even the councillors that TEMBISA  HEARING TRC/GAUTENG\n4 MOLALOSE\nwere working with him, there were four in number and the other one was shot in his leg, and they said we are also scared for our lives. Truly councillors were killed, Baker was killed and another councillor that I don't remember, it was another one that was killed first and Baker was killed when he wanted to see his child which was burned inside the house. He was shot whilst visiting his children in hospital \nand thereafter three councillors were killed after Baker.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe this shows that it is possible that he was killed when the community had a dispute against their councillors and they were resisting the former government.",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "I think it is so.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you tell us about your other child, about his death.",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Are you talking about the one who was burned inside the house?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The on we're talking about is Makethlane.  What happened to Bongane?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Bongane, the house was burned while he was inside it.  That is the one I said managed to escape in flames. And the hacked him but he did not die.  He was here on Sunday.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did he give a statement that he was tortured.  Yes he is still alive but he's just surviving.  You can just hear him crying.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The house that you had in this place, did you finally sell it or what happened to it?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "The other house was his store and then there was this house that was in my name but they also burned that house as well.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "This place where your house is, which political TEMBISA  HEARING TRC/GAUTENG\n5 MOLALOSE\nparty is predominant, because in Natal areas are divided according to political parties.",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "I would say in Newcastle the predominant party was the ANC.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We thank you very much.  You say where did you bury Mathelane?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "We buried him at Mondhlo.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You removed him from Newcastle and you buried him at Mondhlo?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Yes because it was very difficult here.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You had another house in Mondhlo?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We thank you very much, I'll take you back to the chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Hlengiwe. Joyce Seroke?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mrs Molalose, I see that you are carrying some photos, is there anything that you'd like to show us? Is this a house that was burned down?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is this area called Seven? Was it a shack town?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Proper houses were not built yet?",
            "Female"
        ],
        [
            "MS SEROKE",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Mathelani, was he chosen or elected by the residents of Seven?",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "Yes. He established this place because he was collecting the identity documents to show the people in the municipality that there are so many people who are homeless.  That is when this place was established.",
            "Female"
        ],
        [
            "MS SEROKE",
            "As you're here, how is the situation in that area called Number Seven?\nTEMBISA HEARING TRC/GAUTENG\n6 MOLALOSE",
            "Female"
        ],
        [
            "NANA MOLALOSE",
            "In the manner in which I was just disturbed, I just go and pay the rent for these erfs that I still have but I still haven't sold them, I'm suffering from cardiac problems.  I'm very fragile.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Where is Bonganise, is he here at Seven.  No he's here with me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are all your children here.  Yes.  It's only the house back there.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's very difficult to find words to comfort you.  I won't try and do that, I think the strength of your testimony is that you have, by taking us out of where we are now, and seeing the pain and the problems that other people have in different areas, which are sometimes the same as ours, sometimes different, but which all involve us through family, through friends, that is very important, that we don't only concentrate on our own places but think of other places as well.  I think if we see the problems that are there, we also see what we all need still to do to make things better in our country and where we still need to go to solve the problems.  That is one of the things which the Truth Commission is trying to do through unravelling the events of the past, particularly such terrible events as have involved both your sons.\n We would like to thank you very much for coming forward to share that story with us, we wish you well, we wish your family well and we hope that we will be able to uncover some of the truth about happened. Thank you very much for coming.\nJoyce Seroke has raised the point that it would be very useful for us if we could get a statement from Bongane who was at the event as well.  If you could ask him please to contact the Truth and Reconciliation office in Durban to TEMBISA  HEARING TRC/GAUTENG\n7 MOLALOSE\nmake a statement about what happened, or contact us again so that we could take a statement.  Thank you very much for coming.",
            "Unknown"
        ],
        [
            "NANA MOLALOSE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ladies and gentlemen I would like to, in closing this session in Tembisa, there are one or two\nthings that I would like to say before we all close and before we say thank you to all people that have made this whole session possible.  \n I think firstly I'd like to repeat what we had to say this morning because there has been evidence of threats against witnesses coming forward.  There has been evidence of attempted intimidation both of potential witnesses, but also indirectly of the Commission itself.  And I would like to reiterate that we will not be intimidated, we have been given a task to do, we are determined to carry out that task and we will do it on the basis of the brief that has been given to us, that we are an independent Commission, that at the same time nobody in this country is above the law.  We will investigate where we need, whom we need to investigate and we will do so with all the powers that are given to us, and we will not be diverted from doing that by any individuals, any groups, any organisations, any political parties, anybody.  We are here to do a job, we are determined to do it and we will do it, because we are doing it in the name of the people.  We are doing it for you, for us, for us the people.  This is the peoples' Commission and we are determined to keep it as such, and we will not be diverted at all from doing what we need to do.\n The second point which is related to that is that within a very short time, the date today is the 28th of \nTEMBISA HEARING TRC/GAUTENG\n8\nNovember, by the 14th of December the deadline closes for all those people who feel that they should apply for amnesty.  An important part of the Commission is that people who have themselves committed gross human rights violations against other people, and let's face it, we have heard over the last three days a large number of cases, a terrible \nnumber of cases of gross human rights violations against people. Now the perpetrators, and some of them have been named, or the alleged perpetrators have been named in these proceedings, those people have a very simple choice, either they come forward before the 14th of December to make their amnesty application or they face being liable to prosecution thereafter.  If in the course of our investigations, if in the course of hearing, as we have heard so movingly and so stirringly over the last three days.  If we are given evidence of people who have carried out these gross human rights violations against other people, if we discover them, if we investigate them and they have not made application for amnesty, then it is our responsibility to hand those cases over to the Law Department for prosecution and we will not hesitate to do that.  So this is both if you like, a threat and an appeal, that those people who feel that they have themselves committed acts of gross human rights violations against other people, and lets face it again, we have heard their names and we have heard, if not their names, we have heard what has happened.  They have until the 14th of December to come forward and when their application or if their application goes through and is heard, they have again the possibility on the one hand of having complete immunity against criminal and civil prosecution or if they do not follow the conditions of the application, and they're TEMBISA  HEARING TRC/GAUTENG\n9\nfairly straight forward, then they will be open to the normal course of the law.  \n And we would appeal to people please to come forward and meet that deadline for amnesty.\n The third point to make is quite simply that this is not the end of the process.  This is certainly not the end \nof the process regards the human rights violations and statements from people, particularly statements from people in this area, in the Tembisa area.",
            "Unknown"
        ]
    ]
}