{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-26",
        "location": "TEMBISA",
        "names": [
            "ISMAIL RAMAHLASWANE NTLHANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55976&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/ntlhane.htm",
        "speakers": [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "MS MKHIZE",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "MS SOOKA",
            "MS MKHIZE",
            "MR NTLHANE",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I am going to ask Ms Mkhize to assist with the telling of your story.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Mr Ntlhane welcome to the Commission.  I can see from your statement that you are coming to tell us about one of those difficult experiences that many families have had to live with.  I will then ask you to tell the Commission a little bit about your son Sibabo, the life he led and what kind of a person was he, especially shortly before the year during which he left the country.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Yes I can start now from page 1.  At that time I had two sons in Tembisa High.  In 1976 my elder son, the name is Sibabo Benjamin Ntlhane, he is the one who left.  In 1976 it was the beginning of the downfall of the White's power and the power for the Blacks started.  It was also when my son went missing.  Since he left school at Tembisa High School we became surprised and we started looking for him, there and then, but we were unsuccessful.  When we were hopefully waiting we received a letter from him telling us that he was in Gaberone.  One night when we were sleeping at about one o'clock in the morning our home was surrounded.  The doors were kicked.  We were still amazed.  We heard \"Open up, Police\".  When we opened the door they were already armed.  They ran into our bedroom, opening the wardrobes searching books, our children's books, thinking they can find any piece of my son.  Everything was scattered TEMBISA HEARING TRC/GAUTENG\n2 I NTLHANE\nin that time.\n They took us all to the Tembisa Police Station.  On the second floor they put us there.  They called me in barefooted.  They hanged me outside the window, I was just hanging downwards.  They laughed at me.  So the Black man is saying this is not the one we had better leave him, it's not his son, but that does not matter they said.   They took us one by one to tell us the truth of our missing son.  We will all be thrown down together with the children if we were all taken one by one for questioning. What hassled me is that even the children under the age of 12 they can tell nothing because even we, parents, we know nothing.  They were called \"little kaffirs can you speak?\".\n In 1977 the other night again at the station they took my second son, they took him out.  Still the following day we were waiting for him.  On his return he was crying, my son, and was pale in complexion, like this one, but he was pale, pale that time.  On his return he was crying telling us he was from Kempton Park Police Station, they beat him, they kick him, they sjambok him there, he said on their way to Kempton Park Station.  He was inside of the car's boot.  How do you manage it, how do you think. That's serious people.  Even on his return my family cried painfully when they even think of their elderly brother's life, how he lived and whom is he living with. \n When I got to my place of work in Modderfontein they asked me what was troubling me?  I replied that I never slept.  I told them how they took my other son until 6:00 a.m. when he explained that he is going to school.  My boss understood and he said I should go back to home and look for \nTEMBISA HEARING TRC/GAUTENG\n2 I NTLHANE\nmy son.  The following night when they arrived my late wife said let's pray before we die.  Let's pray for the Afrikaner's God because he is more powerful than the original God.  I am tired said my late wife.  You are devils.  It was when they stopped kicking doors when they came the following days.\n In 1983 we received the letter from him my son, telling us that he is in Nigeria.  The Police stopped coming to my home when Mandela was released, but I never have seen my son yet.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much Mr Ntlhane for sharing with us what your family went through.  You referred to \"we\", I suppose the young girl next to you is your daughter whom you said she was 12 at the time?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            ": That time she was three, three years old.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I thought you said they used some bad words to her.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Ja, the elderly was, they were aged about 12 years.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "So the person we are talking about today you said here in your statement he was 20 at that time.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Ja, my elder son was 20 at that time.  The second one was 18.  They were both in Tembisa High that time.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "And then you had also a 12 year-old and a three year-old?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Yes.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I have noted that what you have said is far more detailed than what you have given us here.  I will ask that you give us the copy of that.\nTEMBISA HEARING TRC/GAUTENG\n3 I NTLHANE",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "This one?",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Yes please, so that we can attach it to this statement.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Okay.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "In your statement here you mentioned that your son phoned from Nigeria and he said he was an engineer.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Ja, the letter says so.  Because even the Police they say all the list he's got there is not here, we heard by the people that he's not there till today.  We heard about the people, but on the list your son is not there.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "When he contacted you was he still using this name or he had a running name as we have heard from quite a number of people who were outside that they adopted different names outside?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "I can't say because some time the English has got a nickname, call him Bernard, but I don't know if outside also in Gaberone he mentioned that name.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "While he was outside did you ever have discussions with people who were actively involved in politics with him as students?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "No.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Maybe if I may ask you a related question, you as a family besides being visited by the Police were you ever in touch with the activists inside the country?  Do you know anything as to how did he leave the country?  Who facilitated his departure?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "No I can't say anything because we were just surprised, he just left.  From there I didn't know anything.  I can't tell you anything about him.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Did you ever go to the South African Council of TEMBISA HEARING TRC/GAUTENG\n4 I NTLHANE\nChurches or any of those structures who were trying to help families whose family members had disappeared?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "I started early, I can't see if it was 1992 or 1993 to Reverend Mapete in (...indistinct), he was the man who was helping me up and down.  After all they say I went to Shell House.  Shell House they sent me to Pretoria, all the people their names are there in Pretoria.  There in Pretoria they say go back to Johannesburg, until I was too tired to go there and there, because some people if they don't know they can't say to you, they just look at you and say know we nothing about it.  Even the files, they didn't take even one file in Pretoria, but there were a lot of files in the rooms there, but they just say go back to Johannesburg.  Johannesburg they say go to Pretoria.  Then Reverend Mapete also he just give up.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "But have you got information to the effect that he was a member of any of the political movements at that time?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "I didn't hear anything to this day.  Even the Police they say so, he's not on the list.  That's why I say he was not even one of those political.....",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Well this matter is important.  In terms of our Act we are expected to assist families to know what happened to their children.  But also we need assistance from families as well to give us more information so that our Investigative Unit can look into this.  I see here that you have made a statement, you have approached for instance the ANC, why did you approach them?  Was he a member of the ANC?  Or did you go also to the PAC?",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "He was not a member.  Me I went there if they can investigate it about my son's whereabouts nowadays.\nTEMBISA HEARING TRC/GAUTENG\n5 I NTLHANE\nEven there in Ntolene Catholic Church I asked those people \nthat I want to know if you can try and think where my son is.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We also have been looking at the list which was submitted, the statement which was made by the Deputy President to the Truth Commission, it had the list of names of people who died in exile.  Having just taken a quick look at it I do not see anyone with this name, which means it's still a challenge for us to pursue further investigations.  But it will help us a lot if you can think of any people who might know or who might have even seen him so that we can pursue those investigations.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "I believe as TRC you are here might you can find the rumours today talking about those people or even my son we can hear about him.  We shall try also to find.  If you can trace anyone who knows about my son.  But I believe even you I can be pleased if you can try to help me.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much, I will hand you back to the Chairperson.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mr Ntlhane only a few short questions about yourself.  Your wife has passed away some years ago, is that right?",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Ja, '83, 16 March 1983.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "With whom are you living at the moment?",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "I am just living with my children.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "With your children.",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Ja.  My second one is a daughter.  The second one's son is a teacher.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Do you receive a pension?",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Yes from '88.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "From '88.\nTEMBISA HEARING TRC/GAUTENG\n6 I NTLHANE",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Can you tell me how much the pension is every month, how much do they pay out?",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "R430,00 a month.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, those were my questions.",
            "Unknown"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Thanks.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Ntlhane I would like to thank you for coming to tell your story to the Commission.  As you know there have been a number of people, parents, families who have come to tell the Commission of those of their loved ones who never came back home.  We have checked through the lists of the ANC and we have written to the PAC as well to ask them if they have any record of your son.  I think that what does complicate matters a little is the fact that when people went into exile they used a different name and I would appeal to both you and anybody else who knew your son, that if they knew what name he was using in exile if they could let us have that information so that we could re-check the lists again.  The disappearances are the most difficult ones, the most difficult matters which the Truth Commission has to deal with.  It is very sad that people like your son were not able to come home and to enjoy the benefits of the democracy that we are celebrating today.\n We will investigate the matter further and come back to you with whatever we have learnt.  Thank you for coming today.",
            "Female"
        ],
        [
            "ISMAIL RAMAHLASWANE NTLHANE",
            "Thanks.  I am also thankful for you for coming here today because I have been running all over, but luckily today I have met you.  Thanks.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  We will now break for tea and come back at 11:35.",
            "Female"
        ]
    ]
}